{
  "personalInformation": {
    "title": "BEHAVIORAL HEALTHCARE HELP LINE AND PSYCHIATRIC EMERGENCY TEAM SUPERVISOR"
  },
  "professionalExperience": [
    {
      "company": "Behavioral Healthcare Help Line and Psychiatric Emergency Team Supervisor",
      "position": "Clinical supervisor",
      "startDate": "N/A",
      "responsibilities": [
        "Clinical supervisor ofÂ 24/7/365 psychiatricÂ crisis call centerÂ andÂ psychiatric emergency team; interim supervisor to Utilization Management and Bed Finding departments within a largeÂ care coordination center, hired, counseled, terminated staff, recorded, tracked,",
        "developedÂ performance indicators and performanceÂ criteria for evaluations; wrote and updated protocols,Â policy and procedures, quality review indicators, training manual, meeting minutes, businessÂ reports; influenced development and re-designÂ of electronic charting and reporting",
        "fields; organized and led new hire, clinical,Â Frequent Caller, computer, staff meetings/trainings, andÂ holiday, retirement, Social Work",
        "MonthA celebrations;Â performed web-basedÂ in-service work stoppageÂ training toÂ physicians, managersÂ and successfully staffed",
        "theÂ crisis line for 48 consecutiveÂ hours with no abandoned calls;Â developed Frequent Caller treatment plan template for coordination and continuity of care; participated and presentedÂ statistical dataÂ atÂ regional Department Administrators and regional Southern California Quality",
        "Assurance meetings; implemented interdepartmental cross training which increased efficiencies, productivity, staff development, and morale;",
        "recorded, tracked, ensuredÂ staffÂ license renewals, CEUs, mandatedÂ organizational classes were completed by due dates; completed bi-monthly payroll and managed all leaves; completed staff scheduling every 6 weeks; decreased tardiness; responded to all IT concerns; reviewed,",
        "researched, responded to all critical incidents and complaints; developed work flows that decreased time members spent in non-plan EDsÂ with attention to high qualityÂ care and cost containment; answered crisis calls when short staffed; and,Â shared on-call responsibilities."
      ]
    },
    {
      "company": "Licensed Clinical Social Worker/Care Coordinator",
      "position": "N/A",
      "startDate": "03/1998",
      "endDate": "07/2002",
      "responsibilities": [
        "Performed biopsychosocial telephonic assessments, crisis intervention,Â and/or consultation for members, employees, purchaser groups,",
        "Employee Assistance Professionals, management, law enforcement, and emergency department physicians; determined appropriate levels of care;",
        "repatriated or case managedÂ members in non-plan hospitals; advocated for members needing psychiatric and/or addiction medicine treatment;Â care coordinated with the member's treatment team; trained new staff,Â worked collaboratively on interdepartmental team and",
        "developed work flows, procedures, and protocols thatÂ increased efficiencies, productivity, role clarity; developed documentation standards;Â influenced the creation and developmentÂ of departmental electronic database for charting case notes."
      ]
    },
    {
      "company": "Senior Care Network",
      "position": "Clinical Social Worker",
      "startDate": "04/1996",
      "endDate": "03/1998",
      "responsibilities": [
        "Field based case management for disabled adults with chronic mental illness and older adults with co-occurring disorders.Â CompletedÂ in-home",
        "assessments and monthly monitoring; client and family counseling, education, and community referrals. Per attorney request, evaluated, wrote",
        "report, testified in court (became expert witness) for probate conservatorship hearings; marketed and managed the Physician Liaison program;",
        "lead weekly Caregiver support group; underwrote long-term care insurance assessments and benefit determination evaluations; became community",
        "resource specialist."
      ]
    },
    {
      "company": "Behavioral Science Faculty, Family Practice Residency Program",
      "position": "Social Work Associate",
      "startDate": "05/1992",
      "endDate": "08/1996",
      "responsibilities": [
        "Social Work Associate in community medical clinic; interviewed prospective residents; developed curriculum, taught, and evaluated performance",
        "of Family Practice residents and medical students on the Substance Abuse and Psychiatry rotations; conducted lectures, presentationsÂ inÂ class,",
        "\"Brown Bag lunches,\" and off-site meetings; set up internal and external training sites and ensured learning objectives were met; education was",
        "focused onÂ risk, substance abuse, andÂ biopsychosocial assessments, active listening, interviewing skills, DSM diagnoses while on rounds,",
        "during home visits, and co-led therapy sessions;Â instilled confidence by demonstrating attunement to patient and self, assessment, treatment",
        "planning, rapport buildingÂ skills, and provided after visit summarization/feedback;Â strengthened teamwork and resident and faculty relationships",
        "by incorporating team building activities into staff meetings;Â liaison to residentsÂ who needed psychiatric or healthÂ services;Â provided",
        "short/long termÂ individual, couple, family therapy on complicated cases and provided feedback toÂ the resident; and was a preceptor to other",
        "MSW students.."
      ]
    },
    {
      "company": "Psychotherapist",
      "position": "N/A",
      "startDate": "10/1991",
      "endDate": "10/2001",
      "responsibilities": [
        "Individual, couple, family therapy with children, adolescents, adults, and older adults. Presenting problems were: depression, anxiety, panic attacks,",
        "insomnia, psychosis, explosive rage,Â adoption,Â foster care, grief and loss, truancy, trauma, self harm, substance abuse/addiction, gender",
        "dysphoria, domestic violence, homelessness,Â parenting concerns, care giver burn-out, and school/work stress. Clientele: ethnically, culturally,",
        "racially, and socioeconomically diverse."
      ]
    },
    {
      "company": "Employee Assistance Program/Mental Health Center",
      "position": "MSW Intern/Social Work Associate",
      "startDate": "10/1990",
      "endDate": "10/1991",
      "responsibilities": [
        "Consultation provided to managers, employees, Human Resources regarding work place problems; Crisis Intervention, short and long-term",
        "therapyÂ provided to contract and companyÂ employees, their families, and the community;Â taught series of classes on Stress Management and",
        "Memory Retention. Featured speakerÂ at aÂ \"Drugs in the Workplace\" seminar; and taught substance abuse related classes and lead couples",
        "group therapy with addicts and co-addicts in an outpatient chemical dependency recovery program Clientele: racially, ethnically, culturally, and",
        "socioeconomically diverse."
      ]
    },
    {
      "company": "MSW Intern",
      "position": "N/A",
      "startDate": "09/1989",
      "endDate": "05/1990",
      "responsibilities": [
        "Direct services provided in community mental health setting: conducted biopsychosocial assessments; short and long termÂ individual, couple,",
        "family therapy; led group therapy with adults; provided crisis intervention, case management, community referrals. Client presenting problems were:",
        "child physical, emotional, sexual abuse/trauma,Â and difficult transitions to foster care, depression, anxiety,Â phobias, Â ADHD,Â pervasive",
        "developmental disorders; teen truancy, gang activity,Â pregnancy, and substance abuse/addiction; adults with parentingÂ problems; victims of",
        "domestic violence; unemployment; co-occurring disorders, grief and loss, panic attacks,Â andÂ chronic mental illness. Clientele: ethnically, racially,",
        "culturally diverse; mostly low to middle income."
      ]
    },
    {
      "company": "Resident Counselor",
      "position": "N/A",
      "startDate": "08/1987",
      "endDate": "08/1989",
      "responsibilities": [
        "Provided individual, family, group therapy with homeless, run-a-way girls, 12-18 years old, many charged with crimes associated with substance",
        "abuse,Â prostitution and gang activity; filed child abuse reports; provided telephonic crisis intervention; completed new resident intakes; general",
        "supervision of residents;Â designed teen pregnancyÂ awareness program, taught life skills classes,Â became a lead and trained and supervised",
        "staff."
      ]
    }
  ],
  "skills": [
    "Clinical acumen",
    "Multicuturally competent psychotherapist",
    "Clinical supervision",
    "Client-centered care",
    "Quality care focused",
    "Service oriented",
    "Committed to personal and professional growth",
    "Strength based management style",
    "Program development, design,Â training",
    "Quality review and process improvement",
    "Rapport building",
    "Contract, Criminal, Tort, ProbateÂ law familiarityÂ Â",
    "Proficient: Epic, Word, Lotus, Interqual, NICE, Symposium, Foundations, AZZ cardfile",
    "Familiar: Excel, PowerPoint, Visio"
  ]
}
