{
  "personalInformation": {
    "summary": "Visual Arts Specialist with 11 years experience in elementary art education. Demonstrated skill in individualizing instruction based on students' needs and interests.",
    "title": "STUDENT TEACHER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Student Teacher",
      "startDate": "October 2003",
      "location": "City, State",
      "responsibilities": [
        "Designed and implemented daily lesson plans based on Oak Hills School District Visual Arts Curriculum, National Visual Arts Standards and Ohio Visual Arts Standards.",
        "Evaluated student artwork based on stated criteria.",
        "Displayed student artwork throughout the school building."
      ]
    },
    {
      "company": "Company Name",
      "position": "Student Teacher",
      "startDate": "October 2003",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Designed and implemented daily lesson plans based on Oak Hills School District Visual Arts Curriculum, National Visual Arts Standards and Ohio Visual Arts Standards Initiated and arranged a school field trip to Cincinnati Art Museum and Contemporary Arts Center as an extension of classroom learning Assessed student artwork based on stated criteria Displayed student artwork throughout the school building Planned and installed student sculpture exhibit at Delhi Public Library."
      ]
    },
    {
      "company": "Company Name",
      "position": "Visual Arts Teacher",
      "startDate": "January 2004",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Design and implement daily lesson plans for grades 1-8 based on National Visual Arts Standards and Ohio Visual Arts Standards Teach interdisciplinary units with grade level teachers that integrate reading, language arts, cultural studies and technology with art production Evaluate student performance based on stated criteria and prepare grades for quarterly report cards Display student artwork throughout the school building including biannual all-school art exhibits held during Catholic Schools Week Open House and annual Fine Arts Festival Participate in regional, state and national art competitions and exhibitions such as the Scholastic Art Competition, Ohio Art Education Association Youth Art Month Exhibition, Young Peoples Art Exhibition, Cincinnati Arts Association Art Exhibit, Catholics United for the Poor Drawing Competition, and the Knights of Columbus Substance Abuse Awareness Poster Competition Facilitate student Art Criticism written submissions to Jerry Tollifson Art Criticism Open Competition (OAEA) Prepare and teach annual after-school student art workshops during Youth Art Month Design and manage art classroom website including online art gallery and blog, www.olvisitation.com"
      ]
    }
  ],
  "education": [
    {
      "degree": "Masters : Education Secondary Education",
      "institution": "Xavier University",
      "endDate": "May, 2012",
      "location": "City, State",
      "startDate": "Education Secondary Education"
    },
    {
      "degree": "Bachelor of Arts : Art Education",
      "institution": "Mount St. Joseph University",
      "endDate": "May, 2004",
      "location": "City, State",
      "startDate": "Art Education"
    },
    {
      "degree": "Bachelor of Fine Arts : Painting",
      "institution": "Mount St. Joseph University",
      "endDate": "May, 2004",
      "startDate": "Painting"
    },
    {
      "degree": "Associate of Arts : Graphic Design",
      "institution": "Mount St. Joseph University",
      "endDate": "May 1989",
      "location": "City, State",
      "startDate": "Graphic Design"
    }
  ],
  "highlights": [
    "Adobe Creative Cloud: Illustrator, InDesign, Photoshop, Muse",
    "Microsoft Office: Word, Excel, PowerPoint",
    "WordPress",
    "iMovie",
    "Ohio Teaching Licensure, Visual Arts, PK-12"
  ],
  "interests": [
    "SWOAEA Art Workshops Summer Teacher Institute",
    "Cincinnati Art Museum Evenings for Educators",
    "Cincinnati Art Museum Teacher Workshops",
    "Cincinnati Contemporary Art Center Art Exhibitions & AWARDS Parallel Visions\", exhibition of regional art educators, Studio San Guiseppe Gallery Pendleton Arts Center, studio exhibitor, July - December 2004 Life and Times of Education\", annual juried exhibit of college student artwork, OAEA and STRS Gallery, Columbus, Ohio, 2001 - 2004, 2004 Award Winner MSJ Thesis Exhibit, Studio San Guiseppe, 2004 MSJ Annual Student Exhibit, faculty selected artwork, Studio San Guiseppe, 2001 - 2004"
  ],
  "skills": [
    "Adobe",
    "Photoshop",
    "Arts",
    "Art",
    "com",
    "exhibitions",
    "Drawing",
    "Illustrator",
    "InDesign",
    "Excel",
    "Microsoft Office",
    "PowerPoint",
    "Word",
    "reading",
    "sculpture",
    "website",
    "workshops",
    "written"
  ]
}
