{
  "personalInformation": {
    "summary": "Creative and Innovative professional driven to launch a career in teaching. Brings valuable experience from the legal and clinical research fields.",
    "title": "CLINICAL AND DATA OPERATIONS SUPPORT ANALYST"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Clinical and Data Operations Support Analyst",
      "startDate": "December 2012",
      "responsibilities": [
        "Home-based Support the development and delivery of key performance indicators and metrics and the provision of them on a monthly basis.",
        "Create dashboards using Oracle Business Intelligence Tools",
        "Create reports using Oracle Answers to produce monthly metrics.",
        "Build eRoom databases for tracking critical document package reviews. Responsible for exporting databases and providing monthly dashboard analysis.",
        "Provide support for reviews of financial and operational performance through the provision and analysis of data from ICON's systems.",
        "Work closely with the Global Director, Study Start Up Leads to support global consistency, focus and development across the SSU Lead function."
      ]
    },
    {
      "company": "N/A",
      "position": "Executive Management Assistant",
      "startDate": "March 2008",
      "endDate": "February 2013",
      "responsibilities": [
        "Design presentation Tools using Excel and Powerpoint. Modify tools based on sponsor needs. Conduct training sessions globally on how to use tools and present data. Executive Management Assistant- 03/08 to 02/13",
        "Created multiple databases across many eRooms for the purposes of tracking, analyzing and reporting quality issues, governance compliance, sponsor feedback, audit findings and responses.",
        "Responsible for pulling data from CTMS and Planview via Business Objects and OMR, analyzing and presenting results to Sr. Mgmt.",
        "Assist with report generation and preparation for Sponsor audits.",
        "Liaise with multiple departments such as accounts payable to resolve employee, team compliance issues.",
        "Trained and assisted employees on various company applications, expense reports and all Microsoft Office applications.",
        "Worked with Report Developers to create ad hoc reporting to meet the needs of Sr. Mgmt",
        "Prepared on a regular basis a suite of metrics via bar graphs and PowerPoint presentations for Sponsor Quality Management and Joint Operations Committee meetings.",
        "Deployed surveys and compile data in eRoom database.",
        "Responsible for tracking promotion eligibility of all US Clinical Operation employees, obtaining recommendations, notifying management of finalized promotions and salary increases."
      ]
    },
    {
      "company": "Company Name",
      "position": "Executive Associate, General Counsel, Labor & Employment",
      "startDate": "May 2006",
      "endDate": "September 2007",
      "responsibilities": [
        "Managed a high-volume workload within a deadline-driven environment.",
        "Identified process improvement opportunities and implemented changes to gain operational efficiencies within department.",
        "Developed and maintained complex spreadsheets. Maintained data sources for departmental records and management information reporting.",
        "Provided information in support of complex requests for department projects, programs and events.",
        "Handled all aspects in planning and carrying out regular training events for client education.",
        "Supported development and modification of presentations.",
        "Collected data and generated management information reports and graphics.",
        "Provided comprehensive support services and routine analysis to unit.",
        "Assisted in various types of departmental project, including companywide initiatives. â—| Using Microsoft SharePoint created department website for posting secured self-service resources for client use and to facilitate collaboration on documents and projects. â— Responsible for maintaining, monitoring and updating site content and security groups."
      ]
    },
    {
      "company": "Company Name",
      "position": "Sr. Administrative Support Associate, General Counsel",
      "startDate": "September 2007",
      "endDate": "March 2008",
      "location": "City, State",
      "responsibilities": []
    }
  ],
  "accomplishments": [
    "Bachelor of Arts in Criminal Justice, Emphasis in Legal Studies, Cum Laude, 3.63 GPA",
    "May 1999. Member of the Golden Key National Honor Society",
    "Associates Degree in Liberal Arts, 4.0 GPA. Member of Phi Theta Kappa International Honor Society, Member of the Golden Key National Honor Society",
    "4.0 GPA, Member of the Phi Theta Kappa International Honor Society"
  ],
  "certifications": [
    {
      "name": "Certified Microsoft Office Specialist - Microsoft Office Word 2003"
    },
    {
      "name": "Certified Microsoft Office Specialist - Microsoft Office PowerPoint 2003"
    },
    {
      "name": "Certified Microsoft Office Specialist - Microsoft Office Excel 2003"
    },
    {
      "name": "Certified Microsoft Office Specialist - Microsoft Office Outlook 2003"
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Arts",
      "institution": "The University of Texas at San Antonio",
      "endDate": "1999",
      "field": "Criminal Justice, Legal Studies"
    },
    {
      "degree": "Bachelor of Arts",
      "institution": "The University of Texas at San Antonio",
      "startDate": "1996-1999"
    },
    {
      "degree": "Associates",
      "institution": "Southwest Texas Junior College",
      "endDate": "1996",
      "field": "Liberal Arts",
      "location": "Texas",
      "startDate": "1995-1996"
    },
    {
      "degree": "N/A",
      "institution": "Cape Fear Community College",
      "endDate": "1995",
      "location": "City, State, US",
      "startDate": "1994-1995"
    }
  ],
  "highlights": [
    "Excellent research skills",
    "Detail oriented",
    "Meticulous attention to detail",
    "Excel spreadsheets",
    "Strong problem solver",
    "Human resource laws knowledge",
    "Data collection and analysis",
    "Analytical thinker",
    "Creative problem solver",
    "Performance metrics specialist",
    "Strong work ethic",
    "Good written communication",
    "Exceptional communication skills",
    "Strong presentation skills",
    "Strong research skills",
    "Microsoft Word, Excel, PowerPoint",
    "Database management",
    "Strong communicator",
    "Report analysis",
    "Employee training and developmentBusiness process improvement",
    "Professional and mature",
    "Articulate and well-spoken",
    "Strong problem solver",
    "Works well under pressure"
  ],
  "skills": [
    "Basis",
    "Databases",
    "Metrics",
    "Operations",
    "Training",
    "Accounts Payable",
    "Audit",
    "Audits",
    "Database",
    "Excel",
    "Governance",
    "Microsoft Office",
    "Ms Office",
    "Planview",
    "Powerpoint",
    "Business Intelligence",
    "Leads",
    "Oracle",
    "Associate",
    "Administrative Support",
    "Data Sources",
    "Microsoft Sharepoint",
    "Posting",
    "Process Improvement",
    "Security",
    "Sharepoint",
    "Excel 2003",
    "Microsoft Excel",
    "Outlook",
    "Outlook 2003",
    "Microsoft Powerpoint",
    "Powerpoint 2003",
    "Word",
    "Word 2003"
  ]
}
