{
  "personalInformation": {
    "summary": "Support Engineer with Public Trust Clearance and 10 years of Information Technology experience in installing, maintaining, and repairing hardware, software, and networks. Work well independently, or in a group setting providing all facets of server, computer and network support. Fluent in Spanish.",
    "title": "IT CONSULTANT"
  },
  "professionalExperience": [
    {
      "company": "Company Name City, State",
      "position": "IT Consultant",
      "startDate": "September 2014",
      "endDate": "November 2014",
      "responsibilities": [
        "Developed plan for network management platform for release software upgrades for SevOne customers, to include procedures and scripts for backup, high availability continuity of polling during upgrade, and data stitching upon completion.",
        "Backed up data, restored solutions and data migrations for hardware refresh, cluster migrations and cluster re-alignment projects with customers.",
        "Actively contributed to the consistent improvement in processes and scripts/automation in delivery of services.",
        "Troubleshoot issues on Linux servers, Apache Web Server, MySQL, PHP and automation scripts for SevOne clients."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Systems/Test Engineer",
      "startDate": "November 2011",
      "endDate": "September 2014",
      "responsibilities": [
        "Contractor for U.S. Immigration and Customs Enforcement at Department of Homeland Security.",
        "Provided tier 1-3 technical and application support for 60 headquarters staff and 900 remote medical staff users. 2,000 website users with account creation, updating of accounts and issues with website.",
        "Administered and performed account creation, deletion, permissions and configuration for Medical Applications (Casetrakker and eClinicalWorks) and also related network accounts in Active Directory.",
        "Tested Casetrakker medical software to identify root causes, verify reported problems or validate and verify resolved issues.",
        "Setup user accounts, rights, security, systems and network groups with appropriate system and network privileges. Coordinated action with local ITFO's to resolve issues that required escalated issues.",
        "Performed peripheral and software installations and upgrades on Servers and Desktops including testing of peripheral integration with eClinicalWorks and testing of new eClinicalWorks builds.",
        "Traveled to field sites to as Lead Engineer for deployment, migration and desktop refreshes to new network.",
        "Maintained IT hardware and peripheral inventory storage.",
        "Developed and maintained test cases, create test data and gather results and/or statistics to allow for analysis of issues, leading to satisfactory resolutions.",
        "Run 3rd party tools such as CDS admin to test workstations and Mid-Tier Diagnostics.",
        "Tested and provided technical support to local and Field Case Managers users for medical-related applications; eClinicalWorks, appointment scheduling software, and various databases.",
        "Maintained configuration management, IT procurement and maintenance renewal documentation. Created and updated network diagrams using Microsoft Visio to provide for presentations.",
        "Installed, configured, and supported virtual machines in VMware Vcenter."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Systems Administrator",
      "startDate": "August 2008",
      "endDate": "November 2011",
      "responsibilities": [
        "Provided tier 2 - 3 level support for 400 local end users and 150 remote users.",
        "Performed computer and user account creation, deletion, and configuration in Active Directory.",
        "Hardware installation and maintenance of workstations, servers, and networking equipment.",
        "Imaged computers and laptops using Ghost and ImageX.",
        "Administered Symantec VERITAS Backup Exec to make sure backups are successful and change tapes.",
        "Installed and configured Windows Server 2003 & 2008.",
        "Administer Blackberry Exchange Servers; Reset passwords, wipe blackberry data.",
        "Installed Blackberry software and setup Blackberry phones and IPADS for end users.",
        "Configured and troubleshoot network printers on a LAN. Performed LAN/WAN troubleshooting on any network.",
        "Coordinated new desktop equipment deployment and manage loaner hardware pool.",
        "Created and configured VMs (Virtual Machines) and allocate corresponding system resources as required.",
        "Installed, configured current and future versions of TCP/IP networking and remote access software:VPN, iPASS, Citrix.",
        "Lead and managed small projects locally such as Microsoft 2007 SCCM deployments in a small-scale global environment of 50 users.",
        "Deployed, evaluated and tested new software in production environment. Provided recommendation and if necessary implemented planning and assistance upon testing completion."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Analyst (Contractor)",
      "startDate": "January 2008",
      "endDate": "April 2008",
      "responsibilities": [
        "Resolved application and technical issues for 3,000 customers needing assistance on HopOne Internet Services.",
        "Server hardware up/downgrades for 3,000 servers. Setup user accounts, rights, security, systems and network groups with appropriate system and network privileges.",
        "Server reboots and re/installs for Windows and different versions of Linux such as Fedora, Ubuntu, CentOS, and Red Hat.",
        "Setup cables, server racks, router and switches in the data center.",
        "Utilize a variety of monitoring tools and network element management systems to triage, troubleshoot and remotely repair problems."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Helpdesk Analyst (Contractor)",
      "startDate": "October 2007",
      "endDate": "January 2008",
      "responsibilities": [
        "Responded to telephone calls, email and personnel requests for technical support for Department of Defense.",
        "Troubleshoot desktop, server, LAN/WAN, hardware and software for 2,000 remote users and 80 local users.",
        "Implemented file backups and configured systems and applications.",
        "Dispatched technicians and maintain track of tickets.",
        "Maintained network printers, laptop & desktop computers along with the associated peripherals."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Project Team Lead (Contractor)",
      "startDate": "June 2007",
      "endDate": "October 2007",
      "responsibilities": [
        "Managed, lead, and served as Tier 2 escalation support for 11-15 technicians on a daily bases with hardware/software issues on Windows Server 2003.",
        "Provided Service Level Agreements and technician deliverables to make sure they were met.",
        "Created and posted reports to Access database with information on types on installations, dates, inn codes, technicians, and whether sites were completed or aborted.",
        "support of management initiatives to improve services, add value or reduce cost in line with the business goals.",
        "Resolved local IT support for hardware and software problems, including end user desktops, laptops and blackberry phones.",
        "Troubleshoot and configured network printers and replace maintenance kits."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Data Analyst (Contractor)",
      "startDate": "October 2006",
      "endDate": "June 2007",
      "responsibilities": [
        "Participated in the development of configuration protocols, requirements/design documentation and definition of medicare test cases.",
        "Ensured that project data, data listings/transfer and reports were reviewed and corrected.",
        "Refined Access database reports to extract selected data that is useful for creating a monitoring plan.",
        "Analyzed state process and collaborated with hospital clinical staff to identify business and functional requirements.",
        "Responsible for Tier 1-2 hardware, software and network support to 100 medical staff.",
        "Use database tools (Microsoft Access), programming/scripting languages (SQL), spreadsheets (Excel) and word processing (Word) to run queries for data."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Document Analyst",
      "startDate": "June 2005",
      "endDate": "June 2006",
      "responsibilities": [
        "Built and executed data queries via Access and SQL to identify trends and resolve data issues for Department of Transportation.",
        "Provided accurate and appropriate interpretation of data, applying knowledge to evaluation, analysis and interpretation of data.",
        "Transferred and manipulated existing data to edit current information or proof read new entries in Access database for accuracy.",
        "Deployment, configuration and technical support for desktops and laptops for 100 end users.",
        "Reviewed reports created by consultants as part as the QA process to maintain a 95% or better score."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Contractor",
      "startDate": "November 2004",
      "endDate": "May 2005",
      "responsibilities": [
        "Provided Tier 1 technical support to 300 end users with hardware, software, and application problems.",
        "Installed, upgraded, and maintained desktop and portable computer hardware, software, printers, and peripherals.",
        "Updated and maintained the automated recall information system using Access database.",
        "Handled between 30-40 incoming calls on a daily basis, created tickets and gathered information to resolve or escalate technical issues."
      ]
    }
  ],
  "education": [
    {
      "degree": "Associate of Applied Science",
      "institution": "Stratford University City, State, US",
      "field": "Network Management and Security",
      "graduationDate": "October 2014",
      "location": "Woodbridge, VA"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "Stratford University City, State, US",
      "field": "Information Technology, Network Engineering",
      "startDate": "10/2014"
    }
  ],
  "skills": [
    "Deployment",
    "Maintenance",
    "Active Directory",
    "Testing",
    "Workstations",
    "Access",
    "Technical Support",
    "Printers",
    "Blackberry",
    "Windows Server 2003",
    "Cases",
    "Documentation",
    "Test Cases",
    "Backups",
    "Lan",
    "Lan/wan",
    "Integration",
    "Integrator",
    "Backup Exec",
    "Citrix",
    "Exchange",
    "Ghost",
    "Hardware Installation",
    "Networking",
    "Production Environment",
    "Remote Access",
    "Symantec",
    "Tcp",
    "Tcp/ip",
    "Veritas",
    "Veritas Backup Exec",
    "Vms",
    "Vpn",
    "Wan",
    "Troubleshooting",
    "Security",
    "Accounts And",
    "Accounts In",
    "Application Support",
    "Change Management",
    "Configuration Management",
    "Databases",
    "Engineer",
    "Immigration",
    "Inventory",
    "It Procurement",
    "Lead Engineer",
    "Microsoft Visio",
    "Of Accounts",
    "Procurement",
    "Scheduling",
    "Scheduling Software",
    "Statistics",
    "Test Engineer",
    "Visio",
    "Vmware",
    "Database",
    "Sql",
    "Qa",
    "Qa Process",
    "Data Analyst",
    "Design Documentation",
    "Excel",
    "Medicare",
    "Microsoft Access",
    "Ms Access",
    "Scripting",
    "Word",
    "Basis",
    "Incoming Calls",
    "Systems Integration",
    "Acrobat",
    "Adobe Acrobat",
    "Altiris",
    "Cisco",
    "Comptia",
    "Dhcp",
    "Dns",
    "Facets",
    "Ftp",
    "Juniper",
    "Learning Center",
    "Learning Centers",
    "Lotus Notes",
    "Microsoft Office",
    "Microsoft Office 2010",
    "Ms Office",
    "Office 2010",
    "Pc Anywhere",
    "Photoshop",
    "Remedy",
    "Symantec Pc Anywhere",
    "System Administration",
    "Systems Administration",
    "Virtual Machine",
    "Virtual Server",
    "Vm",
    "Westlaw",
    "Windows 7",
    "Windows 8",
    "Windows Server 2008",
    "Windows Xp",
    "Wise",
    "Linux",
    "It Support",
    "Service Level Agreements",
    "Team Lead",
    "Data Center",
    "Red Hat",
    "Router",
    "File",
    "Helpdesk",
    "Telephone",
    "Apache",
    "Clients",
    "Migrations",
    "Mysql",
    "Php",
    "Solutions",
    "Web Server",
    "Associate"
  ]
}
