{
  "personalInformation": {
    "summary": "Eight years of progressive technical experience in quality assurance engineering of computer software in windows environment Strong practical and theoretical knowledge of software quality assurance tools and techniques. Proven ability to develop system test strategy and methodology full-scale system integration and testing for quality, reliability, functionality and computability. Expertise in development of IEEE compliant testing documentation Key contributor to software development teams supporting the release of many new products and release of several major upgrades to existing products Experience in testing large and complex client/server database applications Multi-platform product delivery experience on PC system. Experienced with windows graphical products, networking and/or data acquisition software experienced in manual and automated testing working on projects of a diverse scope able to expertise judgment within defined parameters. Strong knowledge in automated and manual black box testing, including acceptance, functional, regression, stress, compatibility and integration testing techniques, bug reporting and error handling. Responsibilities include review software requirement and functional specification documents, participation in code walk-trough and assist in design and development of test plan and procedures To secure a position that will allow me to exercise skills obtained through education and prior work experiences.",
    "title": "QA ENGINEERING TEAM LEAD"
  },
  "professionalExperience": [
    {
      "company": "Imagicast(TM)",
      "position": "QA Engineering Team Lead",
      "startDate": "March 2001",
      "endDate": "July 2001",
      "location": "City, State",
      "responsibilities": [
        "The primary responsibility for the quality of our Imagicast product line, lead the QA team assigned to the Imagicast related quality tasks, established appropriate QA methods, inspections, tests and documentation to verify software quality prior to release in a shipping product.",
        "Also, was involved in the diagnosis of product failures or performance problems reported from the field.",
        "QA tasks applicable to the product included verifying operation of a DVD playback system, verifying operation of peripheral devices (e.g. keyboard, printer) connected to the embedded system, verifying data collection functions over a wireless data network and verifying presentation of HTML pages on an internet device.",
        "Performed QA tests on complex, multi threaded systems and interpreting specifications for product features and designed appropriate test cases.",
        "Applied QA processes to reveal functional and performance problems affecting web pages in real time embedded systems.",
        "Responsibilities included verifying data warehousing and data mining applications used for business intelligence, e-business server side applications, multi-channel business applications, personalization features, and virtual inventory management applications typically found in a 'clicks and mortar' business"
      ]
    },
    {
      "company": "SenticaXchange(TM)",
      "position": "Quality Assurance Engineering Manager",
      "startDate": "May 2000",
      "endDate": "February 2001",
      "location": "City, State",
      "responsibilities": [
        "Primarily responsible for performing analysis of existing job flows, coordination and update of systems documentation, and providing proposals for change where needed and assisting with test execution",
        "Performed analysis and Test Document design for different projects within SenticaXchange(TM) including ADT - GUI Tool - Application Development Tool, and Composer API and SAM - System Administration Management, which is an interface for utilizing UNIX and Oracle/SQL, and various network protocols."
      ]
    },
    {
      "company": "Oracle Customer Care/Service Applications",
      "position": "QA Lead for Customer Care/Service Applications",
      "startDate": "November 1998",
      "endDate": "May 2000",
      "location": "City, State",
      "responsibilities": [
        "Performed analysis and Test Document designfor Oracle Customer Care/Service Applications including Oracle Telephony Management (OTM) system.",
        "OTM is a high-volume cross-platform interface engine utilizing UNIX 10.x/C++, Oracle/SQL, and various network protocols.",
        "Primarily responsible for performing analysis of existing job flows, coordination and update of systems documentation, and providing proposals for change where needed and assisting with test execution",
        "Oracle Maintenance Repair and Overhaul (MRO) and System Resource Planning Modules (SRP) - Performed a high- to medium-level analysis of Maintenance Repair and Overhaul (MRO) and System Resource Planning (SRP) Modules within Oracle Applications.",
        "These systems are decentralized and running on various platforms.",
        "Primarily responsible for oversight of QA Testing process & deliverables.",
        "Provided a detailed recommendation, including complete time and cost estimations, for test processes including direction, management, and oversight of activities involved in defining the related requirements, infrastructure, standards, training, support, methods, and procedures.",
        "Also heavily involved in the strategic planning related to corporate-wide Year 2000 certification.",
        "Coordinated end-user and systems support staff training.",
        "Administered issues management, required escalations, jeopardy notifications, and resolutions.",
        "Provided verbal and written status reports to senior-level management on a regular basis.",
        "Worked closely with both civil and software engineers to create an easy to use and understand informational product in a NT 4.0 environment Provided change, risk, and implementation management.",
        "Held ultimate responsibility for all deliverables, status reports, and final product delivery Designed and developed a QA Test Plan for manual and automated Test Scripts for quality assurance of Windows-based applications and their functionality.",
        "Responsibilities included coordination of application support activities, application analysis and testing, as well as operating system support and maintenance.",
        "Also assisted with the coordination and delivery of end-user training"
      ]
    },
    {
      "company": "Mail - Software",
      "position": "Quality Engineer II",
      "startDate": "February 1998",
      "endDate": "November 1998",
      "location": "City, State",
      "responsibilities": [
        "As a Quality Assurance Manager my role and responsibility included leading a QA team in black box and white box testing of a distributed architecture system with client and server components and proactively to be involved in the code walk trough and design review meetings to learn about the product and have great understanding of the software developed and be able to execute testing from low-level communications protocols to backend database systems.",
        "Lead developing test plans, test cases and regression suites and make sure that test plans are executed and results communicated and developed strategies together with the development and QA team are improving the quality/testability of our components and usability of final products."
      ]
    },
    {
      "company": "Foster City",
      "position": "Senior Quality Assurance Analyst",
      "startDate": "September 1997",
      "endDate": "February 1998",
      "location": "City, State",
      "responsibilities": [
        "Responsible for developing of low-level QA Test Plan and QA Reference Documentation and QA Findings Document for the Pilot project.",
        "Assist in development of new testing methods and procedures, and improving testing efficiencies.",
        "Recommended methods for automating testing using QA Partners a tool Perform Acceptance, functional, GUI usability, and error handling stress and regression testing using black box and gray box testing techniques.",
        "Validate that data integrity and security is presented on all levels of data transport: verify transmission completeness against the database, compare input with output using MS-DOS batch file, check files format against the known set of templates, test data encryption and password protection Interviewed new applicants for QA Analyst positions for the project",
        "Trained new members of the team for the their first days Assigned responsibilities to the team members and wrote daily status reports, which included summery of the activities performed during each shift, to the Project Lead.",
        "Presented QA Group on the Department meetings as a QA Team Lead and conference calls every 4 hours, which included report of the progress in the testing cycle.",
        "Made sure that needed support was provided to the QA Team from the Developing Team Performed manual and automated testing of the application.",
        "Entered open/found Drs/bugs into TRACKER bug tracking database and verified that Drs/bugs was close/fixed.",
        "Wrote and executed test cases for acceptance, boundary, performance, regression, volume and stress testing.",
        "Developed and performed automated test cases using QA Partner 4.0 in Windows NT environment.",
        "Wrote \"The Findings Document\" - a summary document of QA Team analyses, findings, suggestions and/or concerns found during the testing cycle on the project"
      ]
    },
    {
      "company": "Day-Timer",
      "position": "Software Quality Assurance",
      "startDate": "March 1993",
      "endDate": "September 1997",
      "location": "City, State",
      "responsibilities": [
        "Test functionality of the application creating, modifying and deleting records.",
        "Provide regression, acceptance, unit and integration testing.",
        "Create and execute cases for regression testing of designating areas of testing.",
        "Develop automated test suites utilizing QA Partner 3.5, emphasized testing of the features such as Printing Envelopes and Labels, User Preferences, Startup Screen.",
        "Entered bugs into Lotus Notes bug tracking database, verified bugs"
      ]
    }
  ],
  "education": [
    {
      "degree": "Management Minor",
      "institution": "National Education Center",
      "startDate": "08/93"
    },
    {
      "degree": "Testing Computer Software",
      "institution": "Kensington Training Program",
      "startDate": "08/93"
    },
    {
      "degree": "BS Electrical Engineering",
      "institution": "Technion University",
      "startDate": "01/90"
    }
  ],
  "skills": [
    "Quality Assurance",
    "Testing",
    "Access",
    "Qa",
    "Cases",
    "Database",
    "Regression Testing",
    "Visual Basic",
    "Client/server",
    "Clients",
    "Integration",
    "Integration Testing",
    "Integrator",
    "Lotus Notes",
    "Microsoft Windows",
    "Ms Access",
    "Ms Visual Basic",
    "Printing",
    "Software Quality Assurance",
    "Windows 95",
    "Electrical Engineering",
    "Documentation",
    "Network Protocols",
    "Oracle",
    "Proposals",
    "Sql",
    "Unix",
    "Qa Test",
    "Test Plan",
    "Test Cases",
    "Application Analysis",
    "Application Support",
    "Automated Test Scripts",
    "Basis",
    "Billing",
    "Business Process Management",
    "C++",
    "Contracts",
    "Dispatching",
    "Issues Management",
    "Logistics",
    "Maintenance",
    "Maintenance Repair",
    "Planning Modules",
    "Process Management",
    "Qa Testing",
    "Scheduling",
    "Staff Training",
    "Strategic Planning",
    "Systems Support",
    "Telephony",
    "Test Scripts",
    "Training",
    "Graphical User Interface",
    "Gui",
    "Wireless",
    "Black Box",
    "Usability",
    "Adt",
    "Api",
    "Application Development",
    "Pocket Pc",
    "System Administration",
    "Systems Administration",
    "Telephones",
    "Voice",
    "Wap",
    "Retail",
    "Retail Marketing",
    "Team Lead",
    "Architecture",
    "Database Systems",
    "Design Review",
    "Engineer",
    "Quality Engineer",
    "Software Quality Engineer",
    "Test Plans",
    "White Box",
    "White Box Testing",
    "Black Box Testing",
    "Data Acquisition",
    "Databases",
    "Db2",
    "Dbase",
    "Dbase Iv",
    "Excellent Verbal And Written Communication Skills",
    "Ftp",
    "Ieee",
    "Internet Explorer",
    "Ipx",
    "Java",
    "Javascript",
    "Linux",
    "Ms Office",
    "Netbeui",
    "Netscape",
    "Networking",
    "New Products",
    "Novell",
    "Operations",
    "Problem Solving",
    "Rdbms",
    "San",
    "Software Development",
    "Software Testing",
    "Solutions",
    "Storage Area Network",
    "Structured Software",
    "System Integration",
    "Tcp",
    "Tcp/ip",
    "Virtual Machine",
    "Visual Test",
    "Vm",
    "Assurance Analyst",
    "Automated Testing",
    "Back End",
    "Data Integrity",
    "Dos",
    "Encryption",
    "Exchange",
    "File",
    "Invoice",
    "Lan",
    "Ms Exchange",
    "Ms-dos",
    "Progress",
    "Security",
    "Business Intelligence",
    "Collection",
    "Data Collection",
    "Data Mining",
    "Data Warehousing",
    "E-business",
    "Embedded Systems",
    "Html",
    "Inspections",
    "Inventory",
    "Qa Engineering",
    "Real Time",
    "Real Time Embedded",
    "Real Time Embedded Systems",
    "Shipping",
    "Wireless Data"
  ]
}
