{
  "personalInformation": {
    "summary": "Public relations professional possessing excellent project management, leadership and event planning skills with a strong background in brand building public relations.",
    "title": "PUBLIC RELATIONS ACCOUNT COORDINATOR"
  },
  "professionalExperience": [
    {
      "company": "Company Name i/4 City, State",
      "position": "Public Relations Account Coordinator",
      "startDate": "Jan 2015",
      "endDate": "Current",
      "responsibilities": [
        "Create brand pitch letters and press releases for distribution",
        "Solidified top tier placement for brands such as FOX & Friends, USA Today, Yahoo!, AOL and Daily Finance",
        "Social media brand manager",
        "Casting manager fulfilling multiple media requests such as ABC Nightline",
        "Production manager for multiple video projects and events",
        "Organize and maintain all press hits",
        "Identified brand needs through market research and analysis.",
        "Create lists for distribution via Vocus and Cision"
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Account Coordinator",
      "startDate": "Mar 2012",
      "endDate": "Jan 2015",
      "responsibilities": [
        "Organized production of North American Hairstyling Awards, a red carpet event with Giuliana and Bill Rancic, and charged with assisting in all aspects of event planning for major, high-profile promotional events.",
        "Provide account management services on a range of beauty-oriented accounts including ECRY NY, PIXI Beauty, NY Streets, Beauty Collection, Beauty Addicts, and Cosmoprof North America.",
        "Solidify top-tier online placements for clients, and develop media lists and press kits.",
        "Draft pitch letters and organize editorial calendars, coordinate mailings, and send products and press information to publications.",
        "Entrusted with management of clients' social media accounts."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Public Relations Intern",
      "startDate": "Oct 2010",
      "endDate": "May 2011",
      "responsibilities": [
        "Charged with building press books for clients' media hits, and with creating event press releases for use in driving additional traffic to client sites and businesses.",
        "Oversaw three-part red carpet event with Nicky Hilton when she hosted at Chateau Nightclub, and created detailed write-up of event for client's blog.",
        "Managed social media accounts via Hootsuite that better leveraged client services."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Arts, Communication and Journalism",
      "institution": "University of Nevada i¼ City, State",
      "endDate": "2014",
      "field": "Marketing, Public Relations and Journalism coursework"
    }
  ],
  "highlights": [
    "Relationship building expert",
    "Deadline-driven",
    "Exceptional writer",
    "Exceptional multi-tasker",
    "Proficient in Adobe Creative Suite",
    "Organized and efficient",
    "WordPress",
    "Proficient in Adobe Creative Suite"
  ],
  "skills": [
    "Account Management",
    "Proficient in Vocus and Cision",
    "Administrative Experience",
    "Familiar with using TVEyes"
  ]
}
