{
  "personalInformation": {
    "summary": "Thirty years experience as Manager and Director of Facilities, Project and Construction Management in various challenging environments; twenty two in Higher Education. *Successful at managing Facilities, Ops & Systems, M&O and Capital Budgets, Assets, Staffing and Bargaining Agreements. *Responsible for 600 acres of property, 150 buildings, 60 Union skilled technical & maintenance staff, budget managers, construction & maintenance managers, grounds and horticulture, custodial staff, transportation & fleet managers, shipping & receiving staff, post office managers, sustainability staff and business managers. *Developed and maintained high standards of discretion, integrity, communication, leadership, life safety & building code compliance, staff, student and faculty safety training and OSHA compliance *Proven team building skills, quality personnel acquisition, effective success at administering progressive discipline in union environments, able to create positive organizational change where required and as directed. Professional Development and Skills *Facilities Management Professional, FMP and Certified Project Manager *Facilities and Technology Management *Electrical Engineering Technology *Construction Management *Licensed Master Electrician *Certified Advanced Fire and Security Alarm Designer *Certified in Fiber Optics and Network Connectivity *Supervision, Effective Communication and Team Building Certifications *Technical Strengths Include; Electrical, Fire & Security, Fire Suppression Systems, Life Safety Systems, HVAC Mechanical Systems, Boilers, Infrastructure Management, Sustainability and Energy Management, AutoCAD, GIS ArcView, MS Office & Project, Computerized Maintenance Management Programs. *Certified in Code Compliance (Structural, Gas, Fire, Electrical, Plumbing, Energy, Life Safety, NFPA and Building Codes) *Property inspection, analysis, acquisition, development, planning, zoning and construction management.",
    "title": "SENIOR FACILITIES AND CONSTRUCTION PROJECT MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4 City, State",
      "position": "Senior Facilities and Construction Project Manager",
      "startDate": "08/2015",
      "responsibilities": [
        "Manage multi-discipline construction, maintenance and life safety projects.",
        "Manage technical support staff, contractors, energy providers, life safety & building codes compliance, service contract & project negotiations, professional consulting firms and various State, City and Federal regulatory agencies.",
        "Roosevelt Island, Manhattan, NY, is a residential community of 15,000 people.",
        "There are 147 acres of property with various types and occupancies, such as; public schools, Cornell University, business, athletic facilities, performing arts and residential."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Director of Buildings",
      "startDate": "01/2012",
      "endDate": "01/2015",
      "responsibilities": [
        "Researched additional property and space for development in accordance with organization objectives.",
        "Planned strategy and applied tactical measures to ensure the efficient management of assets and resources.",
        "Directed a facilities staff including, trade supervisors, project managers, procurement office, budget management & business office, accounts payable and a skilled union trade staff of 60.",
        "Directed construction, renovations, repair, energy management, operations and special events for 150 buildings totaling 2 + million sq. ft.",
        "and 600 acres of property."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Director of Buildings",
      "startDate": "01/2012",
      "endDate": "01/2015",
      "responsibilities": [
        "Maintain a courteous, diplomatic and professional demeanor while maintaining good relationships with all personnel, both internal and external to the organization.",
        "Professional experience with vendor negotiations, project design, budgeting and project construction.",
        "Manage utility costs and usage; Natural Gas, Propane, Electricity Commodity & Delivery, Telephone, Water and Waste Water.",
        "Annual budgeting for capital expenditures, construction, maintenance and operations.",
        "Annual $10 million budget).",
        "Member of Senior Administrative Teams, such as; Union Bargaining Units Negotiations, Drug Task Force, Emergency Management, Mass Casualty Incident Management, Master Plan Development and Campus Life Safety."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Project Manager and Estimator",
      "startDate": "01/2007",
      "endDate": "01/2008",
      "responsibilities": [
        "Estimated electric projects with values from $25,000 through $2,000,000.",
        "Including; high voltage, HVAC control, electrical distribution, BMS, emergency power, data center, fiber optic, fire alarm, security alarm and card access."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Facilities and Maintenance Manager",
      "startDate": "01/1998",
      "endDate": "01/1999",
      "responsibilities": [
        "Managed and supervised facilities and plant operations, repairs, renovation projects and maintenance."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Assistant Director of Buildings and Grounds",
      "startDate": "01/1994",
      "endDate": "01/2012",
      "responsibilities": [
        "Managed all facets of the supervision, management and operations related to construction, maintenance and operations.",
        "Including; Life Safety systems, fire alarm, security alarm, surveillance, building envelopes, energy management systems, electrical & HVAC systems, plumbing, sustainability and alternative energy projects, environmental services, recycling and codes compliance with state, city and federal agencies.",
        "Infrastructure management of, water and sewer systems, 13,200 volt and secondary electrical systems, fiber optic and IT systems, fire suppression systems and safe roads & walks.",
        "Union trades management, supervision and bargaining unit negotiations."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Lead Electrician",
      "startDate": "01/1990",
      "endDate": "01/1994",
      "responsibilities": [
        "Project examples: NY State Prison, Tire Recycling Plant, Re-activated Carbon Plant, Waste Water Treatment Center for the City of New York."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Lead Electrician & Business Manager",
      "startDate": "01/1986",
      "endDate": "01/1990"
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Apprentice and Journeyman Electrician",
      "startDate": "01/1983",
      "endDate": "01/1986",
      "responsibilities": [
        "Commercial, Industrial and Residential Systems."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Air-Base Ground Defense",
      "startDate": "01/1979",
      "endDate": "01/1983",
      "responsibilities": [
        "Military Police, Leadership Positions, Honorable Discharge as an E-4 Sergeant."
      ]
    }
  ],
  "education": [
    {
      "degree": "Facilities and Technology Management: Electrical Engineering Technology",
      "institution": "Empire State College Dutchess Community College Electrical Engineering Technology",
      "endDate": "2015"
    },
    {
      "degree": "FMP - Facilities Management Professional",
      "institution": "International Facilities Management Association at Boston University",
      "endDate": "2013"
    },
    {
      "degree": "Electricity-Electrical Construction and Maintenance",
      "institution": "Mohawk Valley Community College",
      "endDate": "1982"
    }
  ],
  "skills": [
    "accounts payable",
    "Administrative",
    "arts",
    "budget management",
    "budgeting",
    "budget",
    "building codes",
    "capital expenditures",
    "consulting",
    "Delivery",
    "electrical systems",
    "energy management",
    "special events",
    "Facilities Management",
    "HVAC",
    "Leadership",
    "access",
    "office",
    "Natural Gas",
    "Negotiations",
    "personnel",
    "Plan Development",
    "plumbing",
    "Police",
    "procurement",
    "project design",
    "renovation",
    "renovations",
    "repairs",
    "Safety",
    "strategy",
    "supervision",
    "technical support",
    "Telephone",
    "Water Treatment"
  ]
}
