{
  "personalInformation": {
    "summary": "[Job Title] equipped with the excellent negotiation skills, market insight and business acumen necessary to guide struggling and newly-formed companies to financial success.",
    "title": "MERCHANDISER, SALES"
  },
  "professionalExperience": [
    {
      "company": "Southern Wine & Spirits",
      "position": "Merchandiser, Sales",
      "startDate": "05/2013",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Build relationships with store owners.",
        "Strategically place merchandising and marketing materials in stores.",
        "Discuss and plan future opportunities for merchandising with management team.",
        "Point of contact for sales reps; assisting them in the field.",
        "Help sales reps sell their product into stores by booking high-end merchandising materials and locations.",
        "Organize warehouse and pallets.",
        "Distribute POS, samples, bar kits and racks to appropriate divisions.",
        "Build relationship with store owners.",
        "Discuss marketing materials with store owners."
      ]
    },
    {
      "company": "Forgotten Children of Haiti",
      "position": "ACCOUNT MANAGER",
      "startDate": "01/2009",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Organize fundraisers and benefits.",
        "Manage and recruit volunteers.",
        "Made contacts with significant contributors and corporate relations.",
        "Organized to ship containers of medical supplies, food, water and clothes to Haiti.",
        "Establish LA Fitness's new club in Yonkers by marketing to business and individuals.",
        "Grew the club volume from 0 to over 500 members in 3 months.",
        "Promoted to management which included responsibilities in the following areas: reporting club numbers, meeting with club developers, creating marketing strategies, leading sales meetings, one-on-one trainings.",
        "Responsible for expanding the Queens County Territory to a valuable referral source of over 200 accounts.",
        "Contracting Doctors and Medical Offices to partner with \"HHH Home Health Network\".",
        "Organize and perform sales presentations to Medical groups and Doctors.",
        "Prospect and develop relationships to maintain steady referral sources with Doctors and Office Managers through Cold Calls, Networking, and Sales Events.",
        "Coordinate Sales Events in collaboration with Sales Representatives."
      ]
    },
    {
      "company": "Company Name",
      "position": "ACCOUNT EXECUTIVE",
      "startDate": "08/2008",
      "endDate": "09/2010",
      "location": "City, State",
      "responsibilities": [
        "Achieved high honors from Elavon's VP of Sales.",
        "Conducted training for North Eastern team on Cold Calling techniques.",
        "A leader among peers achieved and surpassed sales quotas & goals; won contests and recognition.",
        "Managed five counties totaling 30 banks.",
        "Established new clients and maintained strong relationships with Bank Regional President, Managers and staff.",
        "Organized and performed presentations to bank personnel during \"Area meetings\"."
      ]
    },
    {
      "company": "Company Name",
      "position": "ACCOUNT EXECUTIVE",
      "startDate": "09/2005",
      "endDate": "08/2008",
      "location": "City, State",
      "responsibilities": [
        "Managed \"Major Accounts\" worth more than $50k in four territories.",
        "Reviewed and grew account base by 18% to surpass given objectives.",
        "Interviewed and observed potential candidates for employment, mentored new hires.",
        "Established new clients to grow profitable territories and meet set objectives, 12 per quarter.",
        "Provided clients with a profitable marketing strategy in both print advertisement and internet marketing.",
        "Continuously maintained and established solid relationships with clients.",
        "Met publication and internet deadlines; achieved 100% of sales quotas.",
        "Elected Captain and Speaker of Yorktown/Peekskill county team."
      ]
    }
  ],
  "accomplishments": [
    "A member since 1996, elected to Executive Board 2009. Took time off to help with the earthquake relief. Organize fundraisers and benefits. Manage and recruit volunteers. Made contacts with significant contributors and corporate relations. Organized to ship containers of medical supplies, food, water and clothes to Haiti",
    "Achieved high honors from Elavon's VP of Sales. Conducted training for North Eastern team on Cold Calling techniques",
    "Awarded for the best \"Pend Percentage\" for October in North East Region",
    "Managed \"Major Accounts\" worth more than $50k in four territories. Reviewed and grew account base by 18% to surpass given objectives. Interviewed and observed potential candidates for employment, mentored new hires. Established new clients to grow profitable territories and meet set objectives, 12 per quarter. Provided clients with a profitable marketing strategy in both print advertisement and internet marketing. Continuously maintained and established solid relationships with clients. Met publication and internet deadlines; achieved 100% of sales quotas. Elected Captain and Speaker of Yorktown/Peekskill county team",
    "Presidential Achievement Award. Ranked 6th (must be in top 10% of region)"
  ],
  "highlights": [
    "Organizational skills â– Marketing, Lead Generation â–",
    "Strategic & Consultative Selling â– Interpersonal and",
    "Collaboration skills â– B to B sales â–",
    "Customer Retention â- Account Management â-",
    "Developing/Expanding Territories â– C-Level & Technical",
    "Presentations â- Project management Excellent sales techniques"
  ],
  "skills": [
    "Sales",
    "Benefits",
    "Increase",
    "Pediatric",
    "Marketing",
    "Account Executive",
    "Clients",
    "Of Sales",
    "Sales Quotas",
    "Solutions",
    "Its",
    "Closing",
    "Award",
    "Channel Marketing",
    "Internet Marketing",
    "Major Accounts",
    "Marketing Strategy",
    "New Hires",
    "Overall Sales",
    "Quota",
    "Sales Quota",
    "Yellow Pages",
    "Cold Calling",
    "Million",
    "Retail",
    "Retail Marketing",
    "Training",
    "And Marketing",
    "For Sales",
    "Key Accounts",
    "Merchandising",
    "Owned Sales",
    "Point Of Sale",
    "Pos",
    "Sales And",
    "Sales Reps",
    "Account Manager",
    "Accounts To",
    "Accounts With",
    "And Sales",
    "Coordinate Sales",
    "Networking",
    "New Account",
    "Sales Events",
    "Sales Presentations",
    "Sales Representatives",
    "Territory",
    "With Sales",
    "In Sales",
    "Sales For",
    "Sales Meetings",
    "Senior Sales",
    "Top Sales",
    "Account Management",
    "B To B",
    "B2b",
    "Lead Generation",
    "Project Management"
  ]
}
