{
  "personalInformation": {
    "summary": "My goal is to become associated with a company where I can utilize my skills and gain further experience while enhancing the company's productivity and reputation.",
    "title": "SALES ASSOCIATE"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Sales Associate",
      "startDate": "11/2018",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Analyze and properly process product returns",
        "Maintain and organize merchandise to drive sales",
        "Organize shelves to maintain store visual appeal",
        "Engage customers and promote specific merchandise",
        "Maintain records related to sales, returns, and inventory availability",
        "Recommend merchandise to customers based on needs and preferences",
        "Sell various products by demonstrating, explaining unique features, and educating customers on proper handling and care",
        "Answer incoming telephone calls to provide information about products, services, store hours, policies and promotions"
      ]
    },
    {
      "company": "Company Name",
      "position": "Volunteer - Receptionist",
      "startDate": "09/2018",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Meet incoming customers with professional approach and provide friendly, knowledgeable assistance",
        "Keep reception area clean and organized to offer positive first impression to every visitor",
        "Helped set up events",
        "Greet customers, answer general questions, and direct to appropriate locations or personnel"
      ]
    },
    {
      "company": "Company Name",
      "position": "Stylist",
      "startDate": "07/2018",
      "endDate": "10/2018",
      "location": "City, State",
      "responsibilities": [
        "Initiated friendly conversation with each customer to determine level of assistance required",
        "Maintained assigned area to store standards by setting up and monitoring accurate ad signage and correct merchandise placement",
        "Handled price checks, merchandise transfers, and fitting room returns to keep store orderly",
        "Greeted each customer and offered to assist them to provide excellent customer service",
        "Followed all company policies, rules, and procedures to promote company goals and ensure safety",
        "Helped customers by answering questions and locating merchandise",
        "Sought opportunities to up-sell and add-on additional merchandise",
        "Rang up sales at registers and bagged merchandise",
        "Prevented store losses by utilizing awareness, attention to detail, and integrity"
      ]
    },
    {
      "company": "Company Name",
      "position": "Assembly Line Worker",
      "startDate": "06/2016",
      "endDate": "03/2018",
      "location": "City, State",
      "responsibilities": [
        "Received and correctly processed both written and verbal instructions",
        "Observed all safety policies and procedures",
        "Utilized established assembly instructions to complete jobs in an efficient and accurate manner",
        "Assisted quality assurance by visually inspecting items and removing defective parts",
        "Worked in a team-based environment to maintain line productivity"
      ]
    },
    {
      "company": "Company Name",
      "position": "Library Volunteer",
      "startDate": "01/2017",
      "endDate": "06/2017",
      "location": "City, State",
      "responsibilities": [
        "Checked in, checked out and renewed library materials.",
        "Located requested books on the shelves and in the library database.",
        "Sorted and shelved donated collections as needed.",
        "Cleaned and organized the shelves and display cases, including the checkout desk.",
        "Welcomed customers into the library and helped them locate items.",
        "Used time efficiently when not serving customers, including cleaning and updating library's website.",
        "Actively pursued personal learning and development opportunities."
      ]
    }
  ],
  "education": [
    {
      "degree": "Associate of Arts and Science",
      "institution": "Wenatchee Valley College",
      "location": "City, State",
      "startDate": "Currently Attending"
    },
    {
      "degree": "High School Diploma",
      "institution": "Eastmont Senior High School",
      "endDate": "2017",
      "location": "City, State"
    }
  ],
  "skills": [
    "Effective at multitasking",
    "Works well independently and in groups",
    "Excellent Computer skills",
    "Organized",
    "Fast learner",
    "Personable",
    "Customer orientated",
    "Interpersonal communication",
    "Self-motivated",
    "Dependable and reliable",
    "Effective at multitasking",
    "Works well independently and in groups",
    "Excellent Computer skills",
    "Organized",
    "Fast learner",
    "Creative",
    "Personable",
    "Internet Savvy",
    "Customer assistance",
    "Interpersonal communication"
  ]
}
