{
  "personalInformation": {
    "summary": "Passionate about the fashion industry, I wish to deploy my skills by working with a dedicated and innovative team of designers and fashion professionals. Seeking to obtain a challenging position as a fashion designer or creative director in a professional, artistic environment where I can use my 15 years of experience in the fashion field in Argentina to benefit the company and its clients. My goal is to participate and support in bringing current international fashion trends to the market, developing unique styles, and providing beautiful and practical clothes to the public.",
    "title": "CREATIVE DIRECTOR & FASHION DESIGNER"
  },
  "professionalExperience": [
    {
      "company": "Company Name City, State",
      "position": "Creative Director & Fashion Designer",
      "startDate": "04/2007",
      "endDate": "02/2015",
      "responsibilities": [
        "Designed the complete collection with clothing and accessories, creating original and design garments that followed well-established fashion trends.",
        "Directed and coordinated designers team and product developers.",
        "Creative director and head of photoshoot campaign and look-book for 10 years.",
        "Developed the line of colors and material selection.",
        "Conferred with sales and management executives as well as with clients in order to develop design ideas.",
        "Directed, coordinated, drawing, cutting patterns and constructing samples and finished garments.",
        "Identified target markets for designs examining factors such as age, gender and socioeconomic status.",
        "Provided sample sales meeting products to agents and sales representatives and arranged for showings of.",
        "Sample garments at sales meeting and Fashion Shows.",
        "Involved with acquiring new and used clothing and accessory items as needed to complete designs."
      ]
    },
    {
      "company": "Company Name State",
      "position": "Fashion Designer / Consultant/ apparel manufacturer",
      "startDate": "07/2012",
      "endDate": "09/2015",
      "responsibilities": [
        "Offered operations advice and designed lines to present to potential investors.",
        "Development and production of clothing orders.",
        "Consulted on and working with domestic and overseas factories.",
        "Bringing market trends, color, fabric, trim, silhouettes, print and embellishment ideas to the design process.",
        "moodboards and trend analysis.",
        "Performed fittings and fit approvals."
      ]
    },
    {
      "company": "Company Name",
      "position": "Fashion Designer",
      "startDate": "02/2002",
      "endDate": "10/2007",
      "responsibilities": [
        "Responsible for bringing market trends, color, fabric, trim, silhouettes, print and embellishment ideas to the design process.",
        "moodboards",
        "trend analysis",
        "Responsible for various items/categories within the collection as assigned per season by the Design Director.",
        "Maintain communication with other in-house design teams to ensure continuity with the parent lines and corporate image.",
        "Facilitate and guided the prototype stage of product development.",
        "Shopped stores for sample",
        "Graphic elaboration of the brand, labels, hangtag.",
        "Special projects for celebrities and exclusives boutiques",
        "Selection of materials, trimmings, accessories",
        "Archive materials management.",
        "Creative oversight for Photoshoot Campaing and lookbook."
      ]
    },
    {
      "company": "Company Name",
      "position": "Personal Asistance",
      "startDate": "01/1999",
      "endDate": "12/2002",
      "responsibilities": [
        "Produced documents, briefing papers, reports and presentations.",
        "Organising and attending meetings and ensuring the manager is well prepared for meetings."
      ]
    }
  ],
  "accomplishments": [
    "Extensive knowledge of principles and methods for showing, promoting, and selling products or services,",
    "including marketing strategy and tactics, product demonstration, sales techniques, and sales control systems.",
    "Extensive knowledge of design techniques, tools, and principles involved in production of precision technical.",
    "Able to come up with unusual or unique ideas about a given topic or situation, and to develop creative ways to solve a problem.",
    "Creative, determined and results-oriented individual with excellent communication and interpersonal skills.",
    "Overseeing the purchase of fabric and other material and equipment required for production and design.",
    "Strong ability to match or detect differences between colors, including shades of color and brightness."
  ],
  "education": [
    {
      "degree": "Coursework in",
      "institution": "SOCIAL MEDIA MARKETING 2016 Fashion Institute of Technology City"
    },
    {
      "degree": "Coursework in",
      "institution": "FASHION STYLING HOME FASHION BUSINESS 2016 Fashion Institute of Technology City"
    },
    {
      "degree": "Coursework in Associate of Arts",
      "institution": "FASHION INDUSTRY PROFILE NYC 2015 Parsons NYC City"
    },
    {
      "degree": "Coursework in Associate of Arts",
      "institution": "FABRIC SELECTION AND DESIGN STYLE 2015 Parsons NYC City"
    },
    {
      "degree": "Coursework in",
      "institution": "MARKETING& TECHNOLOGIE IN FASHIONS BRANDS 2014 Central Saint Martins City"
    },
    {
      "degree": "DISEÃ'ADOR DE PRODUCTO E IMAGEN EN INDUMENTARIA 2008",
      "institution": "ORT Argentina City, Arg."
    },
    {
      "degree": "Tecnico Superior",
      "institution": "EN MARKETING DE MODA 2003 INTI / Emilia Romangna Argentina"
    },
    {
      "degree": "LICENCIADA EN DISEÃ‘O TEXTIL E INDUMENTARIA 2002",
      "institution": "Universidad de Palermo Argentina"
    }
  ],
  "highlights": [
    "Creative thinking",
    "Leadership within team work and management",
    "Organization and order",
    "Communication.",
    "Brand identity development",
    "Design conception",
    "Quality Control",
    "Problem Solving."
  ],
  "skills": [
    "Spanish: Native",
    "English: Medium-High",
    "Italian: Basic",
    "Photoshop",
    "Corel Draw",
    "Illustraitor",
    "Microsoft Office"
  ]
}
