{
  "personalInformation": {
    "summary": "Senior Field Application Specialist with extensive customer training experience for a large, international, biotech company. An expert on multiple In Vitro Diagnostic systems and microbial methodologies, all utilized by laboratories in the pursuit of, food science, environmental testing, pharmaceutical development, pharmaceutical research, veterinary care, blood banking, clinical research and clinical diagnostics.",
    "title": "SENIOR FIELD APPLICATION SPECIALIST"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Senior Field Application Specialist",
      "startDate": "06/2014",
      "endDate": "06/2016",
      "location": "City, State",
      "responsibilities": [
        "Responsible for first line of customer support and troubleshooting both onsite and remotely.",
        "Provided proficient and timely instrument training, validation and implementation for bio health care customers on the use of all Biomerieux platforms and assays; Immunoassay, microbial Identification, microbial resistance, mass spectrometry MALDI-TOF, sterility, microbial enumeration, DNA/RNA extraction, DNA strain typing, media management, and blood banking.",
        "Strictly adhered to government guidelines and regulations.",
        "Aided the marketing, engineering and sales groups to increase offerings and solutions.",
        "Remained the technical expert on all products.",
        "Organized and managed a large territory through proper reporting and proof of accountability."
      ]
    },
    {
      "company": "Company Name",
      "position": "Field Application Specialist",
      "startDate": "01/2008",
      "endDate": "06/2014",
      "location": "City, State",
      "responsibilities": [
        "Responsible for first line of customer support and troubleshooting both onsite and remotely.",
        "Provided proficient and timely instrument training, validation and implementation for industrial micro customers on the use of all Biomerieux platforms and assays; Immunoassay, microbial Identification, microbial resistance, mass spectrometry MALDI-TOF, sterility, microbial enumeration, DNA/RNA extraction, DNA strain typing, media management, and blood banking.",
        "Strictly adhered to government guidelines and regulations.",
        "Aided the marketing, engineering and sales groups to increase offerings and solutions.",
        "Remained the technical expert on all products.",
        "Organized and managed a large territory through proper reporting and proof of accountability."
      ]
    },
    {
      "company": "Company Name",
      "position": "Lab Technician",
      "startDate": "01/2007",
      "endDate": "12/2007",
      "location": "City, State",
      "responsibilities": [
        "Hired to work on a Federal funded program testing produce for human pathogens.",
        "Utilized several in vitro diagnostic systems, DNA Extraction and Amplification, and minimal Chemistry GC/MS."
      ]
    },
    {
      "company": "Company Name",
      "position": "Teaching Assistant/ Research Assistant",
      "startDate": "01/2005",
      "endDate": "01/2007",
      "location": "City, State",
      "responsibilities": [
        "Cell and Molecular Teaching and Research Assistant.",
        "Responsible for materials used in lectures and practical work.",
        "Led lectures, graded papers.",
        "Assisted in Cell and Molecular Research."
      ]
    }
  ],
  "accomplishments": [
    "2013 Field Application Specialist of the Year.",
    "2008 Field Application Specialist of the Year.",
    "National Trainer VITEK Mass Spectrometer MALDI-TOF.",
    "Validated TEMPO for the USDA MDP program",
    "Developed and implemented new training materials and guidelines.",
    "Lead trainer of the Diversilab DNA strain typing System, and lead molecular support.",
    "Designed Biomerieux training and certification for the Food Emergency Response Network."
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "Metropolitan State University of Denver - Microbiology and Molecular Biology",
      "endDate": "2007",
      "field": "Microbiology and Molecular Biology",
      "location": "City, State, USA"
    }
  ],
  "skills": [
    "banking",
    "Chemistry",
    "customer support",
    "DNA",
    "GC",
    "government",
    "marketing",
    "materials",
    "Network",
    "reporting",
    "Research",
    "sales",
    "Teaching",
    "Trainer",
    "training materials",
    "troubleshooting",
    "typing",
    "validation"
  ]
}
