{
  "personalInformation": {
    "title": "SENIOR SUPPLY SERGEANT\nOBJECTIVE"
  },
  "professionalExperience": [
    {
      "company": "Company Name City, State",
      "position": "Senior Supply Sergeant",
      "startDate": "04/2012",
      "endDate": "Current",
      "responsibilities": [
        "Knowledgeable of Army Supply Regulations, Processes, Principles, Procedures, and Concepts of Logistics Management. Responsible for\nprocessing, analyzing and reviewing equipment fielding documents.",
        "Managed equipment readiness, retrograde and redistribution. Maintained records for lost, destroyed and stolen property.Coordinated the\nexecution of more than $5 million in Government Contracts from initial request to contract award.Reviewed and corrected budget estimates and\nproposals for completeness, accuracy, and compliance with established regulations, policies, and procedures. Trained Senior Leaders and\nSubordinates on Logistics and Supply Operations, and the Property Book Enhanced System (PBUSE)."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Senior Logistics Noncommissioned Officer",
      "startDate": "05/2011",
      "endDate": "04/2012",
      "responsibilities": [
        "Supervised and managed all logistical operations and expertise in the areas of logistic, supply management, property book management, movement\ncontrol, planning, coordinating, monitoring, and executing logistics preparation, sustainment, and battle tracking within the Brigade. Monitored and\nensured that unit followed Command and Supply Discipline Program within the guidelines of the Department of the Army Regulations.Conducted\nrequired inspections with subordinate units in accordance with procedures to ensure proper standards. Identified strengths and weaknesses and\nprovided alternative courses of action for the unit to improve performance measures. Validated monthly Unit Status Readiness and recorded\nresults. Provided services to subordinate units/customers ensuring that required needs were met. Maintained detailed equipment analysis reports\nfor the Brigade."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Senior Supply Sergeant",
      "startDate": "02/2000",
      "endDate": "05/2011",
      "responsibilities": [
        "Supervised Army Force Generation (ARFORGEN) Reset Operations on two occasions which were conducted each time the Brigade returned\nfrom Theater. Provided material supply maintenance support to ensure that authorized assets were on hand or on valid requisition in accordance\nwith Army Maintenance Management. Ensured proper disposal procedures were implemented while disposing of excess property. Presented\ntechnical guidance in Supply Chain Management to Superiors and Subordinates. Managed and coordinated the movement of Department of the\nArmy stock and loaned equipment."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Property Book Noncommissioned Officer",
      "startDate": "03/1997",
      "endDate": "02/2000",
      "responsibilities": [
        "Served as the Brigade Property Book Supervisor. Processed and resolved unit level property accounting issues daily ensuring property listings are\naccurate and commanders' hand receipts are updated monthly. Coordinated logistical support for both Annual and Inactive Duty training.",
        "Conducted analysis and briefs on current and future equipment authorizations. Managed the excess program by directing cross-leveling and\nprovided disposition of equipment to achieve maximum equipment readiness.Prepared and provided professional guidance on property\naccountability. Directed and handled the administration of property book records."
      ]
    }
  ],
  "skills": [
    "Logistics Forecasting/Planning",
    "Project Manager",
    "Supply Chain Management",
    "Inventory Management",
    "Logistics Management",
    "Purchasing/Procurement",
    "QA/QC",
    "Record Organization/Maintenance",
    "Strategic Planning",
    "Multi-site Operations",
    "Multi-unit Operations",
    "Supply Policies",
    "Supply Process and Procedures",
    "Budgeting",
    "Customer Support/Services",
    "Data Entry Process",
    "Documentation and record\nkeeping/Proofreading/Editing",
    "File System Development",
    "Written and Oral Communication",
    "MS Word",
    "Excel",
    "Powerpoint",
    "Property Book Unit\nSupply Enhanced (PBUSE)",
    "Property ManagementPrograms",
    "WBFLIS",
    "LOGDAT",
    "Logistics Information Warehouse (LIW)",
    "SSN-LIN\nAutomated Management & Integrating System (SLAMIS)",
    "FEDLOG",
    "FAAST",
    "Exchange Pricing",
    "FMSWEB",
    "General Fund Enterprise Business\nSystem (GFEB)",
    "Wright Express (WEX)",
    "Planning future operations and managing current operations of a Battalion and Brigade Level command\npost",
    "Familiar with Staff Operations",
    "Brigade Combat Teams and Unit Readiness",
    "Ability to type 40 wpm."
  ]
}
