{
  "personalInformation": {
    "summary": "A Medical Anthropologist who is driven by a fundamental interest in human health and welfare from a sociocultural perspective. Ms. Kazaryan is prepared to use her strong research and project management skills to develop, implement, evaluate, direct, and monitor public service projects for the protection and security of human subjects.",
    "title": "PROJECT(S) MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Project(s) Manager",
      "startDate": "Jan 2015",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Within the first few weeks, produced the company Disaster Recovery/Business Continuity Plan in coordination with the Pharmacy Manager and the Pharmacist in Charge.",
        "Currently manage monitoring and evaluation activities within all pharmacy departments via [review of] internal audits.",
        "Ensure compliance with all applicable state and federal standards as outlined by the National Association of Boards of Pharmacy (NABP).",
        "Supervise the current Compliance Officer in order to accomplish Verified Internet Pharmacy Practice Sites (VIPPS) accreditation.",
        "Deal with all public relations matters.",
        "Goal is to create not only an ethical, compliant, and safe working environment, but also ensure the same integrity is represented in the healthcare services provided."
      ]
    },
    {
      "company": "Company Name",
      "position": "Consultant",
      "startDate": "Sep 2015",
      "endDate": "Dec 2015",
      "location": "City, State",
      "responsibilities": [
        "Provided methodological training directly to the Monitoring and Evaluation Department.",
        "This included lessons in ethnography, interactional analysis, content analysis, grounded theory, open ended interviews, and systematic review of research literature.",
        "Actively participated in a number of private consultations, public conferences, and key cooperation workshops with delegates from the World Health Organization (WHO), The World Trade Organization (WTO), The World Bank, The Food and Agriculture Organizations of the United Nations (FAO), and all Eurasian Economic Union (EEU) nation states and their respective ministries from the health and agriculture sectors."
      ]
    },
    {
      "company": "Company Name",
      "position": "Compliance Officer",
      "startDate": "Sep 2012",
      "endDate": "Aug 2013",
      "location": "City, State",
      "responsibilities": [
        "Designed a comprehensive policy and procedure company manual for employees, patients, and shareholders.",
        "Reviewed patient-pharmacist consultations, internal audits, and dealt with all compliance and ethics related issues.",
        "Accomplished accreditation by the Utilization Review Accreditation Commission (URAC) for the company.",
        "Built strategic pharmaceutical alliances resulting in signed contracts with major drug manufacturingcompanies to allow for the dispensing of new and/or limited distribution cancer treatments.",
        "Licensed the pharmacy in 24 U.S. states outside of the state of California."
      ]
    },
    {
      "company": "Company Name",
      "position": "Collections Management Assistant",
      "startDate": "Aug 2011",
      "endDate": "Jun 2012",
      "location": "City, State",
      "responsibilities": [
        "Served as right hand assistant to the Manager of the Collections Department at UC Berkeley's Museum of Anthropology.",
        "Supervised researchers, students, interns, and volunteers regularly as they worked with valuable and fragile artifacts, including human skeletal remains.",
        "Organized the collection inventory, conducted database entry for all Oceania artifacts, and reviewed system entries by working interns and volunteers."
      ]
    },
    {
      "company": "Company Name",
      "position": "Recruitment Intern",
      "startDate": "Sep 2010",
      "endDate": "Jun 2011",
      "location": "City, State",
      "responsibilities": [
        "Contributed to overall campus recruiting strategy, planned campus events, held public speaking events, assisted in publicizing upcoming events, consulted and maintained the confidentiality of student applicants, answered inquiries, collated reports, filed recruitment information, saved and transferred all documents and correspondence in a sound manner."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Science & Philosophy, Medical Anthropology 2015",
      "institution": "University of Oxford",
      "location": "City, State, UK"
    },
    {
      "degree": "Bachelor of Arts, Anthropology 2012",
      "institution": "University of California, Berkeley",
      "location": "City, State, USA"
    },
    {
      "degree": "Associate of Arts, Honors General Education 2010",
      "institution": "Glendale Community College",
      "location": "City, State, USA"
    }
  ],
  "skills": [
    "Project Management",
    "Compliance",
    "Monitoring and Evaluation",
    "Quality Management and Assurance",
    "Program Planning/Development/Implementation (Technical and Non-Technical)",
    "Report Writing and Presentation",
    "Public Speaking",
    "Qualitative/Quantitative Mixed Method Research/Analysis/Consultation",
    "Ethnography",
    "Interviews and Interactional Analysis",
    "Literature Review and Content Analysis",
    "Fieldwork",
    "Health",
    "Welfare",
    "Culture",
    "Society",
    "Migration",
    "Diaspora",
    "Microsoft Word",
    "Excel",
    "PowerPoint",
    "Office",
    "Outlook",
    "R-Studio",
    "Time Management and Strategic Goal Setting",
    "Critical Thinking and Problem Solving",
    "Interviews, Participant Observation, Surveys, Questionnaires",
    "Sociocultural Perceptiveness, Public Speaking, and Recruiting",
    "Organized, Determined, Professional, Personable, and Adaptable"
  ]
}
