{
  "personalInformation": {
    "title": "DIGITAL MARKETING MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "DIGITAL MARKETING MANAGER",
      "startDate": "12/2008",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Coordinate and congruently oversee diverse projects and responsibilities, which involve: Research and industry knowledge and prioritization, content, design, informative architecture, user requirements, user experiences and site flow.",
        "Conceptualized, designed and instituted a website uplift.",
        "Directs and disperses a $1M budget, entailing: Scope, define, estimate and manage budgets for digital projects, including websites, search engine marketing and social media campaigns.",
        "Function as Art Director of visual and digital content surrounding external websites.",
        "Support the company objectives and promote branding, as well as consult stakeholders on the development of web content.",
        "Lay out clearly defined expectations for the development team, along with receiving them also.",
        "Communicate technical concepts to non-technical staff in a clear and concise manner.",
        "Innovatively promote unique opportunities between the web and other venues.",
        "Manage and allocate workflow through layoffs, train and lead virtual website team overseas, and additionally supervise staff work performance, including: Recruiting, hiring and training, and oversee career development activities.",
        "Utilize Search Engine Optimization (SEO) and social media to develop new business.",
        "Perform evaluations of websites, research, deck preparation, in-person pitches and education to staff on SEM best practices."
      ]
    },
    {
      "company": "Company Name",
      "position": "ONLINE MARKETING COORDINATOR",
      "startDate": "09/2006",
      "endDate": "12/2008",
      "location": "City, State",
      "responsibilities": [
        "Designed a real-time application to retrieve lawyer bios across 38 different offices.",
        "This process eliminated duplicate repositories and saved duplicated efforts.",
        "Managed Internet profiles for over 2K lawyers, which were domestic and internationally located.",
        "Gathered and posted web articles, press releases, events, graphics and video content.",
        "Organized, oversaw and implemented strategic plans for a successful online alumni website, including: Tracking timelines, deliverables and presentation of project results.",
        "Created graphics and online pages that were user friendly to support web and e-mail campaigns.",
        "Successfully evaluated on behalf of client alerts: email metrics, including delivery, open, and, clicks, and conversion rates.",
        "Determined performance optimization and made recommendations for web data and user behaviors."
      ]
    },
    {
      "company": "Company Name",
      "position": "ELECTRONIC MARKETING SPECIALIST",
      "startDate": "05/2004",
      "endDate": "09/2006",
      "location": "City, State",
      "responsibilities": [
        "Supervised daily website maintenance.",
        "Ensured aesthetic consistency while servicing 250K key industrial decision makers.",
        "Incorporated cost-saving technologies and saved the company $20K.",
        "Managed and enhanced automating processes and tapped into in house technical expertise.",
        "Responsible for and maintained a strict adherence to a $200K budget.",
        "Recruited, evaluated, hired and supervised outside vendors.",
        "Planned projects and uphold expected outcomes according to schedule, as well as kept up on issues and brought about swift and efficient resolutions.",
        "Co-created graphical elements and PDF's, along with other traditional and Internet avenues."
      ]
    }
  ],
  "education": [
    {
      "degree": "BACHELORS OF SCIENCE : Web and Graphic Design",
      "institution": "Liberty University New York University, CLE Mac Learning Center",
      "location": "City, State"
    }
  ],
  "skills": [
    "Web Graphic Design",
    "Web User Interface Design",
    "Multimedia Content Development",
    "Coordination",
    "Project Management",
    "Web Savvy",
    "Layout Skills",
    "Internet Presence",
    "SEO Optimization",
    "SEM",
    "Social Media",
    "Analytics",
    "Link Building Strategy",
    "Keyword Research",
    "MS Office",
    "Adobe Photoshop",
    "Dreamweaver",
    "Illustrator",
    "Flash",
    "Acrobat",
    "Google Analytics",
    "Siteimprove",
    "WebTrends",
    "Websidestory",
    "Netsight",
    "HTML",
    "XML",
    "CSS",
    "JavaScript",
    "Jquery",
    "PHP",
    "Ajax",
    "MS Project",
    "Visio"
  ]
}
