{
  "personalInformation": {
    "title": "PUBLIC RELATIONS MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Brother Grand",
      "position": "Public Relations Manager",
      "startDate": "08/2014",
      "endDate": "Current",
      "responsibilities": [
        "Brother Grand is a California based duo that blends psychedelic-folk rock with a twist of film-score soul.",
        "Manage media relations with local and national press, create press releases, invite and host press to events.",
        "Create marketing materials, such as press one-sheet, social network flyers and monthly newsletter.",
        "Run national tour campaign; includes booking, social network promotion and media outreach.",
        "Team Giselle."
      ]
    },
    {
      "company": "Team Giselle",
      "position": "Marketing Director",
      "startDate": "10/2010",
      "endDate": "Current",
      "responsibilities": [
        "Team Giselle consists of a large group of Giselle Ayala's friends who have banded together to help in her battle with cancer.",
        "The team raises funds through a variety of events all put together by volunteers.",
        "Create and execute marketing plan for annual series of fundraising events (cancer benefits).",
        "Manage marketing sites, such as Resident Advisor, Nitevibe, SF Gate, SF Station, Facebook, GoFundMe.com, 32auctions.com, etc.",
        "Project lead for fundraising events - run weekly meetings, manage staff, serve as onsite coordinator, and drive all projects to completion.",
        "Develop talent lineup (bands and DJs), manage all sound logistics, and work with venue management.",
        "Creative and content management - work with designers to create event specific flyers (print and digital) and t-shirts, as well as develop copy for promotional items (websites, flyers, etc.).",
        "Manage street team, work with local radio and TV stations for on-air promos.",
        "Developed monthly newsletter to communicate monetary goals, health/treatment status and upcoming events, as well as healthy (vegan) recipes for Team Giselle community."
      ]
    },
    {
      "company": "Company Name",
      "position": "Public Relations & Marketing Manager",
      "startDate": "02/2008",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Bay Area native with over 7 years' experience in public relations and marketing, specializing in B2B technology, specifically video/television advertising.",
        "Experience with company rebrands, website overhauls, international expansion campaigns, and crisis communication.",
        "BlackArrow provides advertising and data solutions for next generation TV.",
        "The marketing team handles all public relations, corporate, partner, and product marketing, reporting directly to CEO.",
        "Notable projects include company rebrand, website overhaul and international expansion campaign.",
        "Actively engage, cultivate and maintain global media relationships, manage speakerships, webinars and thought leadership pieces.",
        "Create press releases and supporting documents, receive necessary approvals from key stakeholders, round up press for briefings and push release on the wire and social networks.",
        "Create and execute annual marketing plan, including crafting of high level messaging and managing the marketing budget.",
        "Research, plan and execute all corporate events - trade shows, conferences, and internal events.",
        "Specifically, two major conferences with 12k+ in attendance; national and international.",
        "Create demo material, show messaging, and briefs for internal teams and press.",
        "Work with technology partners to develop joint marketing materials, such as press releases, data sheets, event sponsorships, and speaking opportunities.",
        "Manage corporate website, blog, and social network sites - write copy for sites, create graphics, and maintain website with up to date material such as events, news and product releases.",
        "Curate and distribute daily news from industry briefs to internal governance team, PR firm and social network sites.",
        "Manage creative agencies, PR firms and bi-coastal executive assistants.",
        "Brother Grand."
      ]
    }
  ],
  "education": [
    {
      "degree": "Marketing Management Certificate",
      "institution": "De Anza College",
      "endDate": "2012"
    },
    {
      "degree": "Associates: Art",
      "institution": "San Jose City College Art",
      "endDate": "2005"
    }
  ],
  "interests": [
    "Running, hiking, yoga, playing guitar, singing (in the shower), collecting records, dancing and reading."
  ],
  "skills": [
    "Adobe Illustrator",
    "Adobe Photoshop",
    "advertising",
    "B2B",
    "benefits",
    "budget",
    "bi",
    "cancer",
    "com",
    "conferences",
    "content management",
    "film",
    "fundraising",
    "funds",
    "graphics",
    "leadership",
    "logistics",
    "managing",
    "marketing plan",
    "marketing",
    "Marketing Management",
    "marketing materials",
    "media relations",
    "meetings",
    "messaging",
    "Microsoft Excel",
    "Microsoft Outlook",
    "Microsoft PowerPoint",
    "Microsoft Word",
    "network",
    "networks",
    "newsletter",
    "next",
    "press",
    "press releases",
    "PR",
    "product marketing",
    "Project lead",
    "promotion",
    "public relations",
    "speaking",
    "radio",
    "reporting",
    "Research",
    "sound",
    "TV",
    "television",
    "trade shows",
    "video",
    "website",
    "websites"
  ]
}
