{
  "personalInformation": {
    "summary": "To obtain a position with a company that offers the chance for me to utilize my call center and customer service skills to the best of my ability. As well as an opportunity for advancement and a competitive salary. I am a highly personable Call Center Representative with experience in Customer Service, Collections, and Call Center Operations.",
    "title": "CUSTOMER RELATIONS SPECIALIST"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Customer Relations Specialist",
      "startDate": "January 2015",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Provide Honda clients a resource to register concerns, complaints, and request for assistance as outlined in the owner's manual; ensure best possible outcome.",
        "Respond to Client questions and concerns and provide solutions whenever possible in a professional, helpful, knowledgeable and timely manner.",
        "Accurately capture and document client information to support Voice of the Client for executive reporting and program improvement."
      ]
    },
    {
      "company": "Company Name",
      "position": "Customer Service Representative I",
      "startDate": "April 2014",
      "endDate": "October 2014",
      "location": "City, State",
      "responsibilities": [
        "This Customer Service position receives and processes calls from customers, serves as the end-to-end point of contact for customers, and resolves customer issues.",
        "Collaborates with a team of customer service representatives to meet overall call center objectives and enhance the customer service function to exceed our customers' expectations."
      ]
    },
    {
      "company": "Company Name",
      "position": "Customer Service Representative",
      "startDate": "August 2013",
      "endDate": "January 2014",
      "location": "City, State",
      "responsibilities": [
        "Received and made outbound calls regarding title loans.",
        "Assisted customers with making payments, provided payoff quotes, granted extensions and due date changes.",
        "Explained the loan contract and how simple interest loans work to customers.",
        "Provided excellent customer service."
      ]
    },
    {
      "company": "Company Name",
      "position": "Call Center Representative",
      "startDate": "May 2012",
      "endDate": "August 2013",
      "location": "City, State",
      "responsibilities": [
        "Responded to high volume of inbound/outbound calls while providing customers with accurate account information.",
        "Process payments, transfer calls to the proper department, document each account accurately and in a timely matter.",
        "Provided excellent customer service."
      ]
    },
    {
      "company": "Company Name",
      "position": "Customer Service Representative",
      "startDate": "December 2010",
      "endDate": "March 2012",
      "location": "City, State",
      "responsibilities": [
        "Received inbound calls from customers with DirecTV satellite service and assist them with setting up orders to move their service to a new location/address.",
        "Assisted customers with paying their bills, account changes, tech support, billing questions, and provide general information about DirecTV.",
        "Upsold products and services to customer's that were eligible to upgrade."
      ]
    },
    {
      "company": "Company Name",
      "position": "Dispatcher",
      "startDate": "March 2010",
      "endDate": "December 2010",
      "location": "City, State",
      "responsibilities": [
        "Dispatched service calls to internal/external service contractors for Starbucks Coffee Company in regards to servicing there coffee machines when they break down or are not operational.",
        "Answered incoming calls from technicians, checking them in/out on service calls, approving site limit increases and following up with Starbucks store managers to verify if the work has been completed and the issue is resolved.",
        "Other duties include customer service and data entry."
      ]
    },
    {
      "company": "Company Name",
      "position": "Customer Care Rep",
      "startDate": "February 2009",
      "endDate": "January 2010",
      "location": "City, State",
      "responsibilities": [
        "Received a high volume of incoming phone calls and responded to inquiries in a manner which meets high quality, productivity and other performance standards.",
        "Sell and upgrade company core products in accordance with company requirements and customer needs, save customers from disconnecting services whenever possible."
      ]
    },
    {
      "company": "Company Name",
      "position": "Teller",
      "startDate": "April 2007",
      "endDate": "February 2008",
      "location": "City, State",
      "responsibilities": [
        "Under direct supervision, processes customer transactions within established guidelines.",
        "Identifies and makes sales referrals, recommends alternate channels, cross-sells bank services and products for Wells Fargo partners, provides excellent customer service.",
        "Other duties may have included safe deposit, merchant/vault, ATM processing, bonds and coupons, foreign currency and night drop."
      ]
    },
    {
      "company": "Company Name",
      "position": "Service Specialist",
      "startDate": "August 2005",
      "endDate": "March 2007",
      "location": "City, State",
      "responsibilities": [
        "I was responsible for assisting stranded motorist in need of roadside assistance in a fast paced call center environment, responding to 200-300 calls on an average daily bases.",
        "Talk time was not to last any longer than 2-3 minutes Also responding to incoming member requests for emergency road service, which includes accurately recording of the event, effectively resolving member concerns and appropriately setting member expectations in accordance with their membership benefits.",
        "Other duties included selling memberships to new members."
      ]
    },
    {
      "company": "Company Name",
      "position": "Teller",
      "startDate": "April 2007",
      "endDate": "February 2008",
      "location": "City, State",
      "responsibilities": [
        "Under direct supervision, processes customer transactions within established guidelines.",
        "Identifies and makes sales referrals, recommends alternate channels, cross-sells bank services and products for Wells Fargo partners, provides excellent customer service.",
        "Other duties may have included safe deposit, merchant/vault, ATM processing, bonds and coupons, foreign currency and night drop."
      ]
    }
  ],
  "accomplishments": [
    "Reached monthly sales goals on several occasions."
  ],
  "skills": [
    "Type 50 wpm",
    "MS word",
    "dispatching",
    "data entry",
    "customer service",
    "cashiering",
    "sales",
    "call center",
    "excel"
  ]
}
