{
  "personalInformation": {
    "summary": "Financial professional who is a self-starter and capable of effectively functioning with minimum supervision. Known for taking initiative and skilled at meeting challenges and deadlines. A team player who is attentive to detail and produces quality results. Computer proficient. Areas of expertise include:\n• Analysis\n• Accounts Payable/Payroll\n• Microsoft Office\n• Written and Verbal Communications\n• Detail Oriented\n• Multi Tasking\n• Organization/Prioritizing\n• Data Entry",
    "title": "COURT APPOINTED SPECIAL ADVOCATE"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Court Appointed Special Advocate",
      "startDate": "January 2015",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Reviewed documents and records, interviewed the children, family members and professionals in their lives.",
        "Provided written reports at court hearings.",
        "Advocated for the child's best interests and provided testimony when necessary.",
        "Helped the child understand the court proceedings.",
        "Ensured that the children and their family are receiving appropriate services and advocated for those that are not immediately available.",
        "Bring concerns about the child's health, education, mental health, etc. to the appropriate professionals.",
        "Monitored case plans and court orders, Checked to see that plans are being followed and mandated review hearings are being held.",
        "Updated the court on developments with agencies and family members. Ensured that appropriate motions are filed on behalf of the child so the court knows about any changes in the child's situation."
      ]
    },
    {
      "company": "Company Name",
      "position": "Cashier",
      "startDate": "May 2014",
      "endDate": "August 2014",
      "location": "City, State",
      "responsibilities": [
        "Computed and recorded totals of transactions.",
        "Issued receipts, refunds, credits, or change due to customers.",
        "Resolved customer complaints.",
        "Calculated total payments received during a time period, and reconciled this with total sales.",
        "Answered customers' questions, and provided information on procedures or policies.",
        "Compiled and maintained non-monetary reports and records.",
        "Kept periodic balance sheets of amounts and numbers of transactions."
      ]
    },
    {
      "company": "Company Name",
      "position": "Event Planner",
      "startDate": "January 2010",
      "endDate": "May 2012",
      "location": "City, State",
      "responsibilities": [
        "Collaborated with diverse faculties and students to prepare annually parties, and organize holiday travel, and athletic game.",
        "Created executive analysis reports highlighting business issues, potential risks and profit opportunities.",
        "Assigned diverse talented team member different missions and gave feedback on work process to the manager.",
        "Negotiated and reviewed business contracts and financial models with profitability and financial success in mind."
      ]
    },
    {
      "company": "Company Name",
      "position": "Manager Assistant",
      "startDate": "August 2008",
      "endDate": "October 2009",
      "location": "City, State",
      "responsibilities": [
        "Facilitated and planned all conferences, meetings and presentations for the manager.",
        "Assigned team members to different projects to improve the quality of public areas.",
        "Communicated with local residents on mission of the committee and provided these comments to the manager in order to improve neighborhood strategy.",
        "Designed questionnaire to collect feedback from our clients and developed a plan to solve the issue.",
        "Tracked progress of committee members and reported to the manager.",
        "Attended weekly trainings provided by the committee.",
        "Researched market trends and surveys and used information to stimulate business and revenue growth."
      ]
    }
  ],
  "accomplishments": [
    "Provided suggestions and helped to develop a formal plan for the reconstruction of a local Bloomington restaurant."
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "Indiana University Bloomington",
      "endDate": "May 2016",
      "field": "Public Financial Management; Mathematics",
      "gpa": "3.28/4.00",
      "location": "City, State, U.S"
    }
  ],
  "highlights": [
    "Strategic and financial planning expert",
    "Process implementation",
    "Staff leadership and development",
    "Strength in financial planning",
    "Account reconciliations",
    "Customer relations",
    "Word",
    "PowerPoint",
    "Access",
    "Excel",
    "Microsoft Office",
    "Facebook",
    "Twitter"
  ],
  "interests": [
    "Experienced Decorator, 8 years painting learning experiences",
    "Information Technology",
    "Reading",
    "Music",
    "Movie",
    "Swimming",
    "Yoga"
  ],
  "skills": [
    "Chinese",
    "Conferences",
    "Clients",
    "English",
    "Meetings",
    "Access",
    "Excel",
    "Microsoft Office",
    "PowerPoint",
    "Word",
    "Business Presentations",
    "Progress",
    "Quality",
    "Strategy",
    "Fluent in English and Chinese."
  ]
}
