{
  "personalInformation": {
    "summary": "Knowledgeable and driven Copywriter and Communications professional offering expertise in writing, public speaking, advertising, vendor and print media relations. Superb writer and editor who communicates effectively with target audiences through strategic communication techniques, brand management and through Social Media Platforms.",
    "title": "MEDIA/ADVERTISING COORDINATOR"
  },
  "professionalExperience": [
    {
      "company": "Company Name City, State Media",
      "position": "Advertising Coordinator",
      "startDate": "March 2012",
      "endDate": "Current",
      "responsibilities": [
        "Planned and publicized events, including negotiating vendor contracts and designing promotional materials. Proofread and reviewed all print and electronic content for correct grammar and adherence to house style. Revised campaigns in response to feedback from the creative director, account team and clients. Reviewed and edited colleagues' written work for grammar, tone, voice and creative quality. Communicated with designers, graphic producers, video editors and videographers to create cohesive company voice. Developed copy and concepts for packaging, in-store collateral, video scripts, digital storytelling, print advertising, seasonal collections, shows, events and promotions.",
        "Monitor and audit job postings and advertising placements to follow internal compliance requirements Manage and troubleshoot any issues arising while recruitment campaigns are in progress Maintain relationships with clients, advertisers, third-party vendors, and internal departments Work with account executives to determine client needs and budget Managing the production of digital and print communication materials including sourcing, managing, and maintaining vendor relationships.",
        "Coordinate trainings, trade shows, and interview events Track advertising budget and coordinates with the accounting department for invoice issues Copywriter creatively contributing to Ad copy to encourage candidate traffic to meet client's need.",
        "Proofread copy and obtain management approval for all content for all job postings, job fair advertisement.",
        "Ensures the style and content is in harmony to the hiring goals, in addition to the company's brand.",
        "Responsible for social media engagement initiatives to maximize social networking for our client's account."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Senior Coordinator",
      "startDate": "March 2012",
      "endDate": "March 2012",
      "responsibilities": [
        "Responsible for launching new accounts and administrating interview processes that resulted in candidate interviews and offers Acted as a liaison to clients, HR business partners, staffing consultants, recruiters, talent acquisition team and the Candidate Care Center Team",
        "Conducted candidate reference checks Responsible for launching new accounts and administrating interview scheduling Worked independently on accounts with minimal supervision with interview scheduling and offers.",
        "Detail Oriented in scheduling travel and interviews for candidates Led the Call Center roll-out training class.",
        "Led and contributed to the Mission Statement Committee for the Kenexa Candidate Care Center Represented the Candidate Care Center in prospective client interviews Led and participated in Kenexa Career Fairs (UTD and Kenexa-Frisco office)."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Human Resources Administrator",
      "startDate": "September 2008",
      "endDate": "February 2009",
      "responsibilities": [
        "Provided professional employee communication while supporting HR generalist and managers with performance management and improvement tracking through Microsoft Excel spreadsheet Maintained proper processing and maintenance of employee files and records retention Set up employee orientation, development, and training logistics and recordkeeping Communicated quality customer service and problem resolution in the administration and organization of training and staff meetings, employee training classes and workshops Modified HR administrative payroll policies and procedures, payroll distribution Assisted HR generalists with termination processing, exit interviews and job postings Provided contributions approved by Human Resources manager to local community organizations, events and charity services 7-11 Corporation (Corporate Retail."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Materials Management Assistant",
      "startDate": "September 2008",
      "endDate": "February 2009",
      "responsibilities": [
        "Corresponded with domestic and international vendors and distributors in efforts to aggressively monitor the timely delivery of products.",
        "Generated and manipulated daily, weekly and monthly Microsoft Excel spreadsheet reports of financial logistics.",
        "Generated and verified purchase orders and assisted with inventory management.",
        "Produced and reconciled invoices with accounts receivable and payable departments during close out and for month end reports."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Merchandise Business Associate",
      "startDate": "June 2006",
      "endDate": "January 2008",
      "responsibilities": [
        "Processed new items and current product introduction for distribution throughout National and Canadian stores to meet specific time deadlines.",
        "Worked to ensure that new and existing product were accurately processed in system to meet needs of the retail stores and for the production of sales and inventory results Met weekly with distributor representatives to communicate monthly and weekly goals of new and re-introduction items that need to be set up in system Corresponded with field consultants with pricing issues and new product developments Maintained the MBS TEAM Daily Kickoff newsletter Coordinated monthly team building events Authorship If Dr."
      ]
    }
  ],
  "accomplishments": [
    "Secured feature article in North Dallas Gazette.",
    "Interviewed in the Kenexa RPO COE Video"
  ],
  "education": [
    {
      "degree": "State Associates of Arts",
      "institution": "Collin County Community College",
      "endDate": "May, 2009"
    },
    {
      "degree": "State Bachelors of Arts",
      "institution": "Southern New Hampshire University",
      "endDate": "March, 2017",
      "field": "Communications / Public Relations"
    }
  ],
  "highlights": [
    "Customer service-focused",
    "Relationship building expert",
    "Copywriter and copyediting",
    "Project management",
    "Exceptional writer",
    "Motiva Excellent communicator",
    "Strong proposal writer",
    "New program and promotion implementation",
    "Team player",
    "Decisive problem solver",
    "Deadline-driven",
    "Event Planning & Coordination",
    "Customer service-focused",
    "Relationship building expert",
    "Copywriter and copyediting",
    "Project management",
    "Exceptional writer",
    "Motiva Excellent communicator",
    "Strong proposal writer",
    "New program and promotion implementation",
    "Team player",
    "Decisive problem solver",
    "Deadline-driven",
    "Event Planning & Coordination"
  ],
  "skills": [
    "accounting",
    "accounts receivable",
    "administrative",
    "Adobe",
    "advertising",
    "Ad copy",
    "AS400",
    "budget",
    "BI",
    "Business Objects",
    "Call Center",
    "content",
    "Copywriter",
    "client",
    "clients",
    "customer service",
    "delivery",
    "Detail Oriented",
    "financial",
    "hiring",
    "Human Resources",
    "HR",
    "inventory management",
    "inventory",
    "team building",
    "logistics",
    "Lotus Notes",
    "Managing",
    "materials",
    "meetings",
    "Microsoft Excel",
    "Microsoft Office Suite",
    "office",
    "Outlook",
    "networking",
    "newsletter",
    "Oracle",
    "payroll",
    "performance management",
    "policies",
    "Presentations",
    "pricing",
    "problem resolution",
    "processes",
    "progress",
    "quality",
    "QuickBooks",
    "recruitment",
    "Retail",
    "Retek",
    "sales",
    "SAP",
    "scheduling",
    "spreadsheet",
    "staffing",
    "supervision",
    "trade shows",
    "employee training",
    "troubleshoot",
    "Vantive",
    "workshops"
  ]
}
