{
  "personalInformation": {
    "summary": "Adaptable with extensive experience in material handling, inspections, shipping and receiving as well as sales. Focused on continual process improvement and cost reduction."
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Sales",
      "startDate": "July 2013",
      "endDate": "October 2015",
      "location": "City, State",
      "responsibilities": [
        "Averaged 50 hours per week/ $21.78 per hour",
        "Developed tool to track and monitor personal sales opportunities, deals in progress and finished contracts.",
        "Took daily inbound calls and key-entered orders, faxes, backorders and credit memos for assigned accounts and clients.",
        "Consistently met and exceeded department expectations for productivity and accuracy levels.",
        "Participated in various incentive programs and contests designed to support achievement of production goals.",
        "Developed spreadsheets to track bi-monthly billings, client proposals, contracts, subcontracts and subcontractor licenses."
      ]
    },
    {
      "company": "Company Name",
      "position": "Warehouse Lead Rep/Driver",
      "startDate": "January 2011",
      "endDate": "July 2013",
      "location": "City, State",
      "responsibilities": [
        "Averaged 50 Hours per week/ $18.00 per hour",
        "Supervised material flow, storage and global order fulfillment.",
        "5+ years of forklift driving experience both stand up and sit down lifts",
        "Maintained accurate stock records and schedules.",
        "Unloaded, picked, staged and loaded products for shipping.",
        "Oversaw special orders and after-hours, urgent shipping jobs.",
        "Reported inventory balances and cycle counts in both the ERP and WMS systems.",
        "Entered data into SIMS to load and manipulate data and to produce reports.",
        "Oversaw warehousing and storage practices and housekeeping.",
        "Transported goods fromracks, shelves and vehicles.",
        "Installed protective bracing, padding and strapping to prevent shifting and damage to items during transport.",
        "Installed protective bracing, padding and strapping to prevent shifting and damage to items during transport.",
        "Worked at a rapid pace to meet tight deadlines.",
        "Verified and recorded the count and condition of cargo received.",
        "Removed pallets, freezer boxes and damaged products from returning trailers.",
        "Banded, wrapped, packaged and cleaned equipment.",
        "Operated powered lift trucks, floor sweepers, pallet jacks and forklifts safely, with a 0% incident rate.",
        "Used propane forklift to load trailer at warehouse.",
        "Loaded flat bed by forklift and hand truck.",
        "Followed proper selection procedures as established by the company.",
        "Coordinated daily delivery schedules based on customer schedules, peak delivery times and alternate routes."
      ]
    },
    {
      "company": "Company Name",
      "position": "Receiving/ Stocker/Inventory Assistant",
      "startDate": "September 2007",
      "endDate": "November 2010",
      "location": "City, State",
      "responsibilities": [
        "Average 50 hours+ weekly/ $13.00 per hour",
        "Verify Orders and ability to interpret instructions, specifications, and work orders",
        "Process inbound shipments and stock them using a forklift quickly and efficiently",
        "In-check truckload shipments using MDS",
        "Apply and evaluate techniques for the identification, of issues concerning the efficiency and effectiveness of quality assurance procedures",
        "Perform procedure and functions that ensure the utilization of proper methods, duties that included conducting audits and inspecting devises",
        "Development and planning, programming and budget execution processes",
        "Provide assistance and advice to resolve complex quality assurance effectiveness problems",
        "Accurately established priorities and general procedures for use in planning daily workload",
        "Present information both orally and in writing",
        "Extensive knowledge of product characteristics and production maintenance or repair methods and processes",
        "Knowledge of standard safety and health practices and established policies and procedures",
        "Interpreting and applying specifications, technical data, regulations, policy, and other guideline materials",
        "Conducted studies, investigations, problem analysis and developing logical and documented recommendation"
      ]
    },
    {
      "company": "Company Name",
      "position": "Truck Loader/Case Pack/Re-Pack",
      "startDate": "August 2006",
      "endDate": "September 2007",
      "location": "City, State",
      "responsibilities": [
        "Average 45-50 hours weekly/ $16.00 per hour",
        "Implemented strategic shipping policies to achieve long and short-term sales targets.",
        "Inspected product load for accuracy and safely transported it around the warehouse.",
        "Loaded trucks proficiently and accurately",
        "Cross trained in several different departments",
        "Unloaded, picked, staged and loaded products for shipping.",
        "Transported goods fromracks, shelves and vehicles.",
        "Followed proper selection procedures as established by the company.",
        "Worked at a rapid pace to meet tight deadlines."
      ]
    }
  ],
  "accomplishments": [
    "Developed layout and plan sequences to improve operational efficiency.",
    "Prepared pallets by following prescribed stacking arrangement and properly tagging pallets.",
    "Used propane forklift to load trailer at warehouse.",
    "Trained numerous employees in day to day jobs in warehouse environment",
    "Proposed and initiated filing system at McJunkin RedMan Corporation",
    "Established cohesiveness between sales team and warehouse team at McJunkin RedMan Corporation",
    "Supported all of previous employers policies, procedures, and safety rules",
    "Proficient in accuracy and production"
  ],
  "education": [
    {
      "degree": "High School Diploma",
      "institution": "Ardmore High School",
      "graduationDate": "2004",
      "location": "City, State, USA",
      "startDate": "2004"
    },
    {
      "degree": "General",
      "institution": "University Center of Southern Oklahoma",
      "location": "Ardmore, OK, USA"
    },
    {
      "degree": "Prairie View A&M University",
      "institution": "Prairie View",
      "location": "TX, USA"
    },
    {
      "degree": "University of Central Oklahoma",
      "institution": "Edmond",
      "location": "OK, USA"
    }
  ],
  "highlights": [
    "Self Motivated",
    "Problem Solver",
    "Safety-Oriented",
    "Multi-Tasker",
    "Background in shipping and receiving",
    "Accuracy",
    "Excellent communication skills",
    "5+ Years Forklift Experience"
  ],
  "skills": [
    "Dependable",
    "Learns new job assignments quickly",
    "8+ years of warehouse, shipping, receiving, manufacturing, distribution, and 2+ years of sales experience"
  ]
}
