{
  "personalInformation": {
    "summary": "I have experienced most phases of architectural and interior design over my years in the business. I began in commercial design, space planning, specifying, and decorating offices, including reception areas, conference rooms, large and small cubicle spaces using Steelcase, Stow Davis and Westinghouse ASD (aka Knoll). I have designed medical/dental offices and hospital areas, retail spaces, showrooms, trade show exhibits, salons, restaurants, night clubs, apartment floor plans and complex site plans, etc. In the residential field, I have designed and supervised construction of a number of entire homes and major remodeling projects, including all specifications and the final decorating. I have specialized in all phases of window treatments, from measuring to installation. I have specialized in kitchen/bath and storage design.Â I am familiar with building codes and have been skillful at trade-specific CAD programs. I have also done site planning and landscape design.Â At one point I was involved in site planning and development of an entire subdivision.",
    "title": "KICHEN/BATH DESIGNER & SALES"
  },
  "professionalExperience": [
    {
      "company": "Kichen/Bath Designer & Sales Company Name",
      "position": "Kichen/Bath Designer & Sales",
      "startDate": "06/1998",
      "endDate": "04/2000",
      "location": "City, State",
      "responsibilities": [
        "Began in client cabinet, countertop & appliance sales, which includes on-site measuring, space-planning design, style & finish selection, ordering and follow-through with installation oversight.",
        "Consulted with clients to determine architectural preference to meet overall design goals.",
        "Assisted clients with budget considerations regarding products and materials.",
        "Successfully resolved complex technical design issues."
      ]
    },
    {
      "company": "Showroom/Home Show Designer Company Name",
      "position": "Showroom/Home Show Designer",
      "startDate": "04/2000",
      "endDate": "06/2000",
      "location": "City, State",
      "responsibilities": [
        "Keep showroom vignettes at home office location and showroom locations around the state updated with newest cabinet styles, countertops, appliances and other current materials.",
        "Design and decorate interchangeable exhibit vignettes with latest products and materials to be transported to various home show exhibitions around the state. Help with set up at site of each home show.",
        "The position of Showroom/Home Show Exhibit Designer was created specifically for me by General Manager, however, change in management resulted in elimination of the position and my job."
      ]
    },
    {
      "company": "Company Name",
      "position": "Assistant Store Manager",
      "startDate": "10/1996",
      "endDate": "08/1997",
      "location": "City, State",
      "responsibilities": [
        "Responsibilities Open and close retail store, assist customers making wallpaper or window treatment selections, set and keep in-home measure/selection appointments, place orders, receive orders, arrange and oversee installation appointments, etc.",
        "Consulted with clients to determine architectural preference to meet overall design goals.",
        "Assisted clients with budget considerations regarding products and materials.",
        "Skills Used Business, design & sales skills",
        "This retail store was a newest branch of an old, well established, family owned chain of stores from the east side of the state.Â The family had recently hired a new, young general manager.Â He was responsible, apparently, for some poor management decisions, resulting in the parent company going into bankruptcy and all stores being shut down.Â"
      ]
    },
    {
      "company": "Company Name",
      "position": "Owner/Manager",
      "startDate": "06/1991",
      "endDate": "09/1994",
      "location": "City, State",
      "responsibilities": [
        "Converted 7500 square feet of commercial space into 24 individual offices of varying sizes, several cubicle spaces, large and small conference rooms, reception area, secretarial work area and lounge.",
        "Individual offices were rented to independent business persons by the month, cubicles by the day or hour.Â All phone calls answered by staff and messages taken.Â Secretarial services available to tenants, as well as outside clients, for an hourly fee.Â Conference rooms available on a daily or hourly basis.Â Other business services included hosting meetings or conferences and publishing marketing materials for tenants and outside clients.",
        "Building was sold in 1993 and new owner had other plans for the space and refused to renew the lease.Â I had moved the business once and paid for build-out of this space.Â I couldn't afford to move again; decided to close business instead."
      ]
    },
    {
      "company": "Company Name",
      "position": "Principal",
      "startDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Consulted with clients to determine architectural preference to meet overall design goals.",
        "Originated and developed creative design concepts.",
        "Assisted clients with budget considerations regarding products and materials.",
        "Successfully resolved complex technical design issues.",
        "Interfaced with architects, contractors, sub-contractors, consultants, fabricators, and regulatory agencies.",
        "Specified proper products and materials for each project.",
        "Prepared construction documents and details to implement design concepts."
      ]
    }
  ],
  "education": [
    {
      "degree": "Associate of Arts : architectural/interior design",
      "institution": "New York School of Interior Design",
      "endDate": "1970",
      "location": "City, State",
      "startDate": "1970"
    },
    {
      "degree": "Associate of Arts : business principles and skills",
      "institution": "Lansing Business University (Davenport Business College)",
      "endDate": "1967",
      "location": "City, State",
      "startDate": "1967"
    }
  ],
  "skills": [
    "Accounting",
    "advertising",
    "Basic",
    "business law",
    "business writing",
    "computer aided design",
    "Color",
    "com",
    "client",
    "clients",
    "drafting",
    "Edit",
    "email",
    "Interior Design",
    "marketing",
    "Materials",
    "window",
    "rendering",
    "retail",
    "sales skills",
    "sales",
    "shorthand",
    "space-planning",
    "specification",
    "phone",
    "typing"
  ]
}
