{
  "personalInformation": {
    "summary": "Accomplished high-energy Executive Manager with a strong background in manufacturing engineering and over 25 years of experience with significant accomplishments in turnaround situations, team building, training, strategic planning, P&L oversight and revenue enhancement. Results oriented, consummate professional with excellent interpersonal and communicative skills, outstanding problem solving/troubleshooting abilities, and a proven success record achieving operational excellence. An extremely enthusiastic, self-directed, real change leader possessing the unique ability to manage multiple projects, make sound and timely decisions and ensure project completion to meet all critical deadlines and budget constraints. Hands on leadership experience interfacing and developing supplier partners, sales, marketing and customers.",
    "title": "CONSULTANT Executive Profile"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Consultant",
      "startDate": "02/2014",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Perform private consulting services in Operational Management for food and non-food manufacturing companies."
      ]
    },
    {
      "company": "Company Name",
      "position": "Director of Operations/Director of Quality Assurance",
      "startDate": "08/2013",
      "endDate": "12/2013",
      "location": "City, State",
      "responsibilities": [
        "Directed, led and managed all facets of the Plant Operations with P&L oversight including Manufacturing, Production Scheduling, MRP/ERP (SAGE \n– MAS200), Inventory Control, Materials Management, Procurement/Purchasing, Supply Chain Management, Traffic/Logistics, Warehouse Order Fulfillment, Human Resources, Quality Assurance, Shipping/Receiving, Project Management, Research and Development, Plant Engineering, Maintenance, Operations Administration, Safety, HACCP Team, Global Food Safety Initiative SQF Level II and Employee Training."
      ]
    },
    {
      "company": "Company Name",
      "position": "Plant Manager/Director of Quality Assurance",
      "startDate": "01/2012",
      "endDate": "08/2013",
      "location": "City, State",
      "responsibilities": [
        "Directed, led and managed all facets of the Plant Operations with P&L oversight including Manufacturing, Production Scheduling, MRP/ERP (SAGE) and Warehouse Management System (WMS) Implementation, Inventory Control, Materials Management, Procurement, Traffic/Logistics, Warehouse Order Fulfillment, Quality Assurance, Shipping/Receiving, Project Management, Research and Development, Engineering, Maintenance, Operations Administration, Safety, HACCP Team, Global Food Safety Initiative and Employee Training"
      ]
    },
    {
      "company": "Company Name",
      "position": "Director of Operations",
      "startDate": "11/2010",
      "endDate": "11/2011",
      "location": "City, State",
      "responsibilities": [
        "Directed, led and managed all facets of the Operations Team with P&L oversight including Production Scheduling, MRP/ERP (MAS 200) and Warehouse Management System (WMS) Implementation, Inventory Control, Materials Management, Procurement, Traffic/Logistics, Warehouse Order Fulfillment, Quality Assurance, Shipping/Receiving, Project Management, Research and Development, Engineering, Operations Administration, Safety, HACCP Team, Global Food Safety Initiative and Employee Training"
      ]
    },
    {
      "company": "Company Name",
      "position": "Consultant",
      "startDate": "01/2010",
      "endDate": "03/2010",
      "location": "City, State",
      "responsibilities": [
        "Hired as a consultant to install a new high speed packaging machine line and robotic packing system and perform an assessment of the company and prepare a report to assist with future growth."
      ]
    },
    {
      "company": "Company Name",
      "position": "Vice President and General Manager/Director of Quality Assurance",
      "startDate": "01/2004",
      "endDate": "10/2009",
      "location": "City, State",
      "responsibilities": [
        "Directed, managed and led all functions and departments of the business with complete P&L ownership. Responsible for Manufacturing, Quality Assurance, Sales and Marketing activities, Project Management, Research and Development, Engineering, Strategic Planning, Policy and Procedure establishment, Mergers and Acquisitions, Forecasting, New Product Introduction (NPI), New Product Development (NPD), and Strategic Planning."
      ]
    },
    {
      "company": "Company Name",
      "position": "Executive Director of Operations",
      "startDate": "07/2002",
      "endDate": "10/2003",
      "location": "City, State",
      "responsibilities": [
        "Directed, led, managed all facets of Manufacturing Operations with P&L oversight including Production Control, Materials Management, Procurement, Traffic/Logistics, Quality Assurance, Shipping/Receiving, IT, Project Management, Human Resources, Engineering, Administration and Training."
      ]
    },
    {
      "company": "Company Name",
      "position": "Operations Manager",
      "startDate": "04/2000",
      "endDate": "05/2002",
      "location": "City, State",
      "responsibilities": [
        "Managed, led and directed all facets of Production, Materials, Administration, Maintenance, Training, Quality Assurance, ISO, Project Management, Shipping/Receiving, Sales, Customer Service, Marketing and Third Party DOT Representative Inspection."
      ]
    },
    {
      "company": "Company Name",
      "position": "Director of Manufacturing/Plant Manager/Manufacturing Engineer",
      "startDate": "08/1997",
      "endDate": "01/2000",
      "location": "City, State",
      "responsibilities": [
        "Directed, managed and led all manufacturing operations including, Production, Warehouse/Distribution, Receiving, Purchasing, Training, Maintenance, Machinists, Project Management, Manufacturing Engineering, Research and Development, Planning/Scheduling and Production Control."
      ]
    },
    {
      "company": "Company Name",
      "position": "Plant Manager/Manufacturing Engineer/Quality Manager",
      "startDate": "04/1993",
      "endDate": "07/1997",
      "location": "City, State",
      "responsibilities": [
        "Directed, managed and led all manufacturing operations with P&L responsibility including Production, Engineering, HR, R&D, Maintenance, Sales, Customer Service, Project Management, Purchasing, Marketing, Logistics and Quality Assurance."
      ]
    },
    {
      "company": "Company Name",
      "position": "Aircraft Mechanic/Technician",
      "startDate": "01/1990",
      "endDate": "04/1993",
      "location": "City, State",
      "responsibilities": [
        "Performed commercial aircraft (MD 80, MD 11) jet engine installations, testing and inspection."
      ]
    },
    {
      "company": "Company Name",
      "position": "Technical Sergeant - E6",
      "startDate": "06/1978",
      "endDate": "11/1989",
      "location": "City, State",
      "responsibilities": [
        "Performed specialized Technical Maintenance for the Titan II and the Peacekeeper - MX Missile Systems. Top Secret Clearance-Inactive."
      ]
    }
  ],
  "accomplishments": [
    "Utilized Lean/Sigma to reduce setup and changeover times and improve production throughput by 35% at Trifecta Foods",
    "Designed, developed and implemented Key Performance Indicators (KPI's) for the entire plant, reducing Lotus Pet Foods labor cost by 37%",
    "Constructed, developed and maintained an annual operational budget to more than a 15% savings from plan at Lotus Pet Foods Inc.",
    "Improved throughput by 39% over a 4-year period through improved Lean Manufacturing, SPC, training program, plant layout and cell technology implementation, inventory control systems, Quality Systems Program, continuous process improvements and key capital investments, with no increase in staff while at Pacific Fabric Reels Inc.",
    "Acknowledged by the United States Air Force as a Titan II ICBM Propellant Transfer System Master Team Chief- responsible for directing and managing the maintenance team and associated budgets and $200 billion of USAF hardware while safely transferring over 1 million gallons of highly toxic missile propellants.",
    "Designed, developed and implemented a purchasing and contracting system and procedures, restoring discipline to the purchasing process and eliminating over market value contracts, saving over $500K at Trifecta Foods LLC.",
    "Created product specifications for purchasing reducing errors by 98% for in incoming ingredients and goods at Lotus Pet Foods.",
    "Fashioned a supplier partnership and score card system for all vendors, increasing supplier on time shipments to 99% at Albanese Confectionery Group.",
    "Established a supplier partnership program at Pacific Fabric Reels including creating consignment inventory, lowering costs from each supplier by an average of 5% and created a JIT inventory system, with random cycle counts and increased inventory accuracy to 99%",
    "Successfully led 3 Food Manufacturing companies through GFSI SQF Level II Certification designing and developing complete Quality Systems, Quality Policies and Directives, Food Defense Programs, GMP's and HACCP programs.",
    "Led the ISO 9001 Registration and Compliance Team, Project Manager of the MRP/ERP Implementation Team and installed a superior Quality Assurance System resulting in ISO Certification at Carleton Technologies.",
    "Created, implemented and maintained a complete Quality System resulting in successful ISO 9001 and 14001 Registration while with Pacific Fabric Reels.",
    "Designed and implemented a world class training programs and Certified Operator Programs at every company for which I have served, resulting in increased efficiencies, reduction in process waste and lower operating costs.",
    "Conceived, developed and maintained Standard Operating Procedures for all operations including Quality Control, Sanitation, Supply Chain, Warehouse/Distribution Center and Production/Manufacturing for each company I have served.",
    "Recognized by the United States Air Force as a Titan II and MX (Peacekeeper) ICBM Master Instructor.",
    "Employed engineering and process improvement skills and saved Lotus Pet Foods over $1 Million dollars in equipment upgrades, equipment installations and process improvements.",
    "Performed 2 Kaizen Events in 2 separate Departments, which enabled on time shipments to rise to 99.3% division wide and increased overall Quality Shipments to 98.9%. Developed and implemented a written Master Training Plan for all employees in the division and reduced turnover to less than 1% by improving work place morale at Multiwall Packaging.",
    "Utilizing Lean and Six Sigma practices, re-engineered and automated all processes resulting in a gross margins of over 35%, overhead indirect spending reduction by 21%, decreased production staff by 60%, doubled production output, reduced scrap ratio to less than 0.5% and improved the on time delivery metric to 100% at Pacific Fabric Reels.",
    "Engaged Lean Manufacturing principles and launched Continuous Improvement Teams at SCI which resulted in enhanced sales from $21 million to over $38 million, increasing throughput by 28%, reducing inventory by $3 million and improved gross margins by 12%.",
    "Applied Lean/Sigma and TPS manufacturing techniques and hands on management approach lowered labor cost in first 3 months from 31% to 16% and reduced customer quality complaints by 50%. Implemented a complete ISO Quality System at Multiwall packaging.",
    "Designed, developed and implemented a comprehensive safety program for every company that I have served, greatly mitigating and eliminating recordable industrial injuries and illnesses."
  ],
  "certifications": [
    {
      "name": "HACCP Certified"
    },
    {
      "name": "Lean Manufacturing Certified"
    },
    {
      "name": "Six Sigma Certified Champion"
    },
    {
      "name": "Better Process Control Certified"
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "Southern Illinois University",
      "endDate": "1992",
      "field": "Industrial Technology",
      "location": "City, State, USA"
    },
    {
      "degree": "Associate of Science",
      "institution": "Community College of the US Air Force",
      "endDate": "1989",
      "field": "Fuel Systems Maintenance",
      "location": "City, State, USA"
    }
  ],
  "highlights": [
    "Strategic Planning",
    "Training and Development",
    "Revenue Enhancement",
    "Infrastructure Development",
    "Total Quality Management",
    "Risk and Liability Management",
    "Project Management",
    "Performance/Metrics Management",
    "Supplier Management",
    "HACCP and GMP Certification",
    "Lean Manufacturing",
    "Six-Sigma Champion",
    "Manufacturing Engineering",
    "Quality Systems Design",
    "GFSI SQF Practitioner",
    "Business Process Reengineering"
  ],
  "skills": [
    "HACCP Certified",
    "Lean Manufacturing Certified",
    "Six Sigma Certified Champion",
    "Better Process Control Certified"
  ]
}
