{
  "personalInformation": {
    "title": "CLINICAL STUDY COORDINATOR II"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4 City",
      "position": "Clinical Study Coordinator II",
      "startDate": "October 2015",
      "endDate": "Current",
      "location": "State",
      "responsibilities": [
        "Coordinate clinical trials for the Surgical Research department with a primary focus in Cardiovascular and Vascular device related studies. Communicate closely with surgical staff, pharmaceutical companies, surgical device manufacturers and contract research organizations.Â",
        "Author informed patient consent forms for clinical trials, in accordance with Internal Review Board (IRB) and trial sponsor standards. Monitor studies to ensure continued compliance with federal and IRB regulations. Author IRB clinical trial submission, planned changed, continuation and end of study forms.Â",
        "Collect data from patient medical records, examinations and procedures, prepare and complete sponsor's clinical report forms. Monitor and document for AE and SAE occurence for submission to appropriate entities. A",
        "Responsible for device and drug accountability for each study. Communicate closely with hospital pharmaceutical service and ensure adherence to all pharmacy ans sponsor protocols.Â",
        "Introduced department to more efficient and improved patient payment process. Created department wide documents to improve trial efficiency including AE and SAE monitoring source documents, proof of patient payment forms, temperature monitoring logs for drug/device storage. Assisted and trained fellow staff with use of Epic EHR/EMR systems.A"
      ]
    },
    {
      "company": "Company Name i/4 City",
      "position": "Clinical Research Coordinator I",
      "startDate": "November 2014",
      "endDate": "October 2015",
      "location": "State",
      "responsibilities": [
        "Coordinated pharmaceutical Phase II, III, and IV clinical trials across multiple therapeutic areas, collaborating closely with physicians and staff, representatives from pharmaceutical companies, contract research organizations and academic institutions.",
        "Developed materials and tools necessary to appropriately carry out study procedures including source document development, study timelines and study related procedure strategies and execution plans.Â",
        "Interviewed and recruited patients for studies following protocols established jointly by study staff and project sponsors.Â Ensured all materials for each clinical trial protocol are available for subject enrollment and properly maintained.",
        "Maintained extensive patient contact, via telephone and written correspondence. Monitored patients to track follow-up visits, record AE and SAE's and patient outcomes. Performeded specimen collection, processing and shipment of biological specimens.",
        "Experience in multiple therapeutic areas including: Asthma, COPD, Women's Health, Hyperlipidemia, Gastrointestinal, Gout, Diabetes, Immunology and Vaccine trial studies."
      ]
    },
    {
      "company": "Company Name i/4 City",
      "position": "Exercise Specialist",
      "startDate": "July 2013",
      "endDate": "October 2014",
      "location": "State",
      "responsibilities": [
        "Supervised exercise sessions for phase II and III cardiac rehabilitation patients, including monitoring of cardiac telemetry unit, response to exercise, patient safety.",
        "Conducted patient orientations, prescribe cardiovascular and strength training exercise tailored to individual needs of patient.Â Provided and developed educational services and materials.",
        "Oversaw student internship program, develop educational materials, assess student learning.",
        "Performed clerical duties including billing, insurance verification and patient registration."
      ]
    },
    {
      "company": "Company Name i/4 City",
      "position": "Cardiovascular Medical Technician",
      "startDate": "July 2013",
      "endDate": "March 2014",
      "location": "State",
      "responsibilities": [
        "Conducted noninvasive cardiovascular testing procedures including, exercise and pharmacologic stress echos, exercise and pharmacologic nuclear stress tests and tilt table testing.",
        "Prepared patients for 24-hour holter and 30-day event monitor services, conducted inpatient and outpatient ECGs."
      ]
    },
    {
      "company": "Company Name i¼ City",
      "position": "Exercise Specialist",
      "startDate": "May 2013",
      "endDate": "October 2013",
      "location": "State",
      "responsibilities": [
        "Consulted patients on exercise and health promoting behavior.",
        "Designed customized training programs that addressed health problems, risk factor modification, specific injuries/physical limitations, and fitness goals.",
        "Performed and analyzed DEXA body composition scans."
      ]
    },
    {
      "company": "Company Name i/4 City",
      "position": "Fitness Specialist",
      "startDate": "January 2013",
      "endDate": "May 2013",
      "location": "State",
      "responsibilities": [
        "Taught group exercise classes to senior independent, assisted, and Alzheimer/dementia residents to promote functional, aerobic, strength and flexibility benefits.",
        "Provided individualized exercise instruction as requested by residents based on goals and needs.",
        "Monitored wellness center and promoted and participated in resident activity department events."
      ]
    },
    {
      "company": "Company Name i¼ City",
      "position": "Fitness Specialist",
      "startDate": "December 2012",
      "endDate": "August 2013",
      "location": "State",
      "responsibilities": [
        "Measured clients' fitness by completing comprehensive fitness evaluations and acquiring physician clearances based on risk stratification when needed.",
        "Designed customized client programs to meet individual fitness needs.",
        "Served as a point of reference for fitness expertise within the facility."
      ]
    },
    {
      "company": "Company Name i/4 City",
      "position": "Clinical Exercise Physiologist Intern",
      "startDate": "July 2012",
      "endDate": "January 2013",
      "location": "State"
    },
    {
      "company": "Company Name i¼ City",
      "position": "Clinical Exercise Physiologist Intern",
      "startDate": "September 2010",
      "endDate": "November 2010",
      "location": "State"
    },
    {
      "company": "Company Name i¼ City",
      "position": "Group Exercise Class Coordinator/Instructor",
      "startDate": "April 2010",
      "endDate": "June 2011",
      "location": "State",
      "responsibilities": [
        "In charge of overall efficiency of class procedures including: instructor replacement and training, class scheduling and cancellation, emergency procedures, and documentation and organization of paperwork and class supplies.",
        "Led exercise to groups of 40 or more participants aged 50 years and older; Educated participants on proper exercise form health benefits;",
        "Endorsed local community health promotion programs."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Science",
      "institution": "Ohio University i¼ City",
      "endDate": "June 2012",
      "field": "Clinical Exercise Physiology"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "Michigan State University 1/4 City",
      "endDate": "May 2011",
      "field": "Kinesiology"
    }
  ],
  "skills": [
    "Academic",
    "administrative support",
    "agency",
    "back-up",
    "benefits",
    "billing",
    "Cancer",
    "clerical",
    "clinical research",
    "Coach",
    "Oral",
    "community health",
    "client",
    "clients",
    "data collection",
    "Diabetes",
    "documentation",
    "educational materials",
    "functional",
    "GCP",
    "HR",
    "Immunology",
    "instruction",
    "instructor",
    "insurance",
    "managing",
    "Market",
    "materials",
    "Microsoft Office applications",
    "Page",
    "patient safety",
    "Phlebotomy",
    "Physiologist",
    "prescribe",
    "processes",
    "promotion",
    "protocols",
    "Recruitment",
    "rehabilitation",
    "Safety",
    "scheduling",
    "specimen collection",
    "Surgery",
    "telemetry",
    "Therapy",
    "Trainer",
    "training programs",
    "Vaccine",
    "composition"
  ]
}
