{
  "personalInformation": {
    "summary": "My main goal is to ensure that procedures are followed for seating and serving guests. Make sure that all staff act in a way that promotes guest satisfaction and handle any issues or complaints. It will be my pleasure to design and implement training for servers, bussers, hosts, baristas, and bartenders:L this training will involve raining on menu items, as well as \"shadowing\" other servers to learn the restaurant's procedures and standards. additionally, I will work side by side with the kitchen manage rand team to assist with the restaurant's cost controls by helping develop systems to manage product waste, labor costs, and breakage. Also I will oversee the facility upkeep, ensuring that the front of house areas are clean and meet restaurant standards while arranging that repairs are made in a timely manner and I will facilities maintenances needed.",
    "title": "PASTRY CHEF /SERVER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Pastry Chef/Server",
      "startDate": "May 2014",
      "endDate": "September 2015",
      "location": "City, State",
      "responsibilities": [
        "Effectively managed and assisted kitchen staff in producing food for banquets, catered events and member dining areas. Consistently produced exceptional menu items that regularly garnered diners' praise."
      ]
    },
    {
      "company": "Company Name",
      "position": "Line Cook",
      "startDate": "March 2013",
      "endDate": "March 2014",
      "location": "City, State",
      "responsibilities": [
        "Regularly developed new recipes in accordance with consumer tastes, nutritional needs, and budgetary considerations.Provided nutritious, safe, visually appealing, innovative and properly prepared and flavored food."
      ]
    },
    {
      "company": "Company Name",
      "position": "Dishwasher",
      "startDate": "April 2012",
      "endDate": "November 2012",
      "location": "City, State",
      "responsibilities": [
        "Consistently kept a clean and safe environment by adhering to all federal, state and local sanitation and safety requirements.",
        "Maintained system of control for storage temperatures and proper functioning of kitchen equipment"
      ]
    },
    {
      "company": "Company Name",
      "position": "Customer Service Rep",
      "startDate": "September 2012",
      "endDate": "December 2012",
      "location": "City, State",
      "responsibilities": [
        "Developed highly empathetic client relationships and earned reputation for exceeding sales goals.Achieved high sales percentage with consultative, value-focused customer service approach."
      ]
    },
    {
      "company": "Company Name",
      "position": "Catering Assistant/Server",
      "startDate": "January 2007",
      "endDate": "January 2008",
      "location": "City, State",
      "responsibilities": [
        "Accepted payment from customers and made change as necessary.Checked patrons' identification to ensure that they met minimum age requirements for consumption of alcoholic beveragesCleaned bars, work areas, and tablesAssisted diners with seating as needed"
      ]
    },
    {
      "company": "Company Name",
      "position": "Customer Service Representative",
      "startDate": "March 2004",
      "endDate": "November 2007",
      "location": "City, State"
    },
    {
      "company": "Company Name",
      "position": "Shift Manager",
      "startDate": "January 2001",
      "endDate": "January 2003",
      "location": "City, State",
      "responsibilities": [
        "Promoted within 1 month to shift manager supervising 20+ employees.",
        "Managed daily restaurant operations, created staff schedules, tracked/reviewed inventory, cross trained staff, closed out cash drawer, ran sales reports."
      ]
    },
    {
      "company": "Company Name",
      "position": "COMMUNITY KITCHEN STUDENT",
      "startDate": "COMMUNITY KITCHEN STUDENT",
      "location": "City, State",
      "responsibilities": [
        "Selected to participate in foodservice training program Developed knife skills Exposure to all aspects of kitchen operations Maintained all food and non-food storage areas including walk in and reach in coolers, walk in freezer, pantry, and paper room Provided on-site catering events Ensured quality control standards Completed Professional Cooking curriculum Properly received food supply and ensured product safety Assisted Chef Instructor with crew supervision and all aspects of production Collaborated with students and instructors to develop menus Learned proper cooking techniques for all Leading Sauces Experienced in all cooking methods Southwest Behavioral Health-Provided approximately 50 meals daily for Homeless Outreach Program"
      ]
    }
  ],
  "accomplishments": [
    "Researched, calmed and rapidly resolved client conflicts to prevent loss of key accounts.",
    "Worked with company systems such as Live Support and diligently completed all assigned tasks, working overtime as needed.",
    "Provided required weekly, monthly and quarterly reports listing sales figures and client track records.",
    "Assigned as point person to plan event logistics for trade show resulting in over $250,000 in revenue.",
    "Effectively cross trained in processing freight, vendor relations, administrative support, event set up/break down and logistics planning."
  ],
  "education": [
    {
      "degree": "Associate of Science Degree",
      "institution": "Mesa Community College",
      "endDate": "2012",
      "field": "Social Science Studies Administrative Justice Studies",
      "location": "City, State Social Science Studies Administrative Justice Studies"
    },
    {
      "degree": "Community Kitchen",
      "institution": "St. Mary's Food Bank Alliance-"
    }
  ],
  "highlights": [
    "Strong organizational skills",
    "Active listening skills",
    "Seasoned in conflict resolution",
    "Sharp problem solver",
    "Energetic work attitude",
    "Inventory control familiarity",
    "Courteous demeanor",
    "Top sales performer",
    "Customer service expert",
    "Adaptive team player",
    "Opening/closing procedures"
  ],
  "skills": [
    "Administrative Assistant",
    "administrative support",
    "Behavioral Health",
    "Conflict Resolution",
    "Cooking",
    "CPR",
    "Customer Service",
    "special events",
    "First Aid",
    "Goal Setting",
    "Instructor",
    "inventory",
    "Team Development",
    "logistics",
    "Marketing",
    "Excel",
    "Microsoft Office",
    "Payment Processing",
    "quality control",
    "Reporting",
    "restaurant operations",
    "Safety",
    "selling",
    "Sales",
    "sales reports",
    "supervising",
    "supervision",
    "Type",
    "Vendor Relations",
    "Workshops"
  ]
}
