{
  "personalInformation": {
    "summary": "High-energy Manager successful in building and motivating dynamic teams. Cultivates a company culture in which staff members feel comfortable voicing questions and concerns, as well as contributing new ideas that drive company growth.\nVersatile child advocate professional with over 5 years experience working in a student-focused learning environment helping students improve their literacy.",
    "title": "GRADATION CANDIDATE ADVOCATE"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Gradation Candidate Advocate",
      "startDate": "Mar 2016",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Served as mentor to junior team members.",
        "Routinely met with students' parents regarding in-class issues and learning interruptions to discuss solutions.",
        "Developed and implemented interesting and interactive learning mediums to increase student understanding of course materials.",
        "Employed [activities] and [techniques] techniques to encourage student learning and build community within the classroom.",
        "Interviewed clients individually and with families to determine what services would best address their needs.",
        "Retrieved requested files and delivered to appropriate personnel."
      ]
    },
    {
      "company": "Company Name",
      "position": "Scout Master",
      "startDate": "Jan 2012",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Tutor and Supervise Children ages 5-14.",
        "Planning and Orchestrating various trips and activities.",
        "Mentoring/ Coaching."
      ]
    },
    {
      "company": "Company Name",
      "position": "Department Supervisor",
      "startDate": "Jan 2011",
      "endDate": "Mar 2016",
      "location": "City, State",
      "responsibilities": [
        "Maintain outstanding customer service as per Company standards, generating sales, merchandising and safeguarding company assets.",
        "Ensure that each customer received exceptional service by providing a friendly environment, which included greeting and acknowledging every customer in a timely and personable manner.",
        "Handle cash, check and credit transactions at register and bagging merchandise.",
        "Use selling techniques such as add on sales and describing technical information to customers to enhance salesmanship and reach store and position sales goals.",
        "Played a role in processing, replenishing, and organizing merchandise before and after store hours and monitoring floor stock.",
        "Contributed to efforts to maximize proceeds, minimize loss and improve customer satisfaction.",
        "Assisted in floor moves, display maintenance and fitting room monitoring."
      ]
    },
    {
      "company": "Company Name",
      "position": "Warehouse Material Handler",
      "startDate": "Jan 2008",
      "endDate": "Jan 2010",
      "location": "City, State",
      "responsibilities": [
        "Distributed and assisted in weekly inventory of product.",
        "Received and processed large shipments of merchandise.",
        "Printed labels and loaded orders for delivery.",
        "Identified and organized appropriate orders according to cart system"
      ]
    },
    {
      "company": "Company Name",
      "position": "Promotions Manager",
      "startDate": "Jan 2007",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Utilize online social media networking sites to promote events.",
        "Create and increase public awareness of entertainment events by canvassing the Metro Atlanta area.",
        "Assist in venue preparation.",
        "Promote social nightlife in Atlanta University Center."
      ]
    },
    {
      "company": "Company Name",
      "position": "Shipping/Receiving Clerk",
      "startDate": "Jan 2006",
      "endDate": "Jan 2008",
      "location": "City, State",
      "responsibilities": [
        "Prepared items for shipping.",
        "Verified and reserved records of incoming and outgoing shipment.",
        "Utilized knowledge of shipping procedures to control shipping quality."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelors of Science, Physical Education",
      "institution": "University of South Carolina",
      "endDate": "2010",
      "location": "City, State",
      "startDate": "2010"
    }
  ],
  "skills": [
    "Operations management",
    "Staff development",
    "Inventory control",
    "Supervision and training",
    "Sound judgment",
    "Computer-savvy",
    "Handle cash",
    "Coaching",
    "credit",
    "customer satisfaction",
    "customer service",
    "delivery",
    "inventory",
    "Mentoring",
    "merchandising",
    "networking",
    "organizing",
    "quality",
    "selling",
    "sales",
    "shipping"
  ]
}
