{
  "personalInformation": {
    "summary": "Master's degree and more than seven years of experience planning, organizing, developing and directing social service projects. Possesses excellent communication and organization skills, pays attention to details and innately listens, empathizes and responds to patients, families, internal and external partners. Forward thinking, emotionally intelligent and effective social services coordinator. Supervised team of three employees to locate or collect, organize, enter and analyze 5000+ electronic and paper surveys within three months to evaluate program for no-cost extension eligibility. Communicated progress to leadership and staff at all levels through detailed reports and presentations. Recognized by management for exceptional planning, analysis, writing and leadership skills and promoted to healthcare consultant. Commended by colleagues and management for being flexible, diligent and thorough."
  },
  "professionalExperience": [
    {
      "company": "Company Name i/4 City, State",
      "position": "CONSULTANT",
      "startDate": "09/2016",
      "endDate": "08/2017",
      "responsibilities": [
        "Supports the planning, organization, development, and direction of overall operation of a $1M Substance Abuse and Mental Health Services Administration grant during its no cost extension.",
        "Provides information, technical assistance and training to ensure the program operates in accordance with current federal, state, and local standards, guidelines and regulations, our established policies and procedures, and as may be directed by the Principal Investigator, to assure that the medically related emotional and social needs of persons receiving substance abuse intervention are met/maintained on an individual basis.",
        "Collaborates to present on \"Alcohol and drug risk patterns of patients screened by advanced practice registered nursing (APRN) students\" at the 13th annual meeting of the International Network on Brief Interventions for Alcohol and Other Drugs, Lausanne, Switzerland.",
        "Ensures program is in compliance with applicable state and federal guidelines and writes final financial and program report for submittal to SAMHSA."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "GRANT PROJECT COORDINATOR",
      "startDate": "01/2016",
      "endDate": "08/2016",
      "responsibilities": [
        "Planned, organized, developed and directed overall operation of an alcohol screening, brief intervention and referral to treatment (SBIRT) training and evaluation project for 8 Advance Practice Registered Nurse (APRN) programs in three states using a $1M Substance Abuse and Mental Health Services Administration (SAMHSA)grant.",
        "Served as Project Director by applying knowledge of administrative procedures of budget, procurement, personnel and other administrative functions to ensure project activities were completed on time, within budget, and met their goals.",
        "Worked to ensure the program operated in accordance with current federal, state, and local standards, guidelines and regulations, our established policies and procedures, and as directed by the Principal Investigator, to assure that the medically related emotional and social needs of persons receiving substance abuse intervention were met/maintained on an individual basis.",
        "Supervised team of three employees to locate or collect, organize, enter and analyze 5000+ electronic and paper surveys within three months to evaluate program for no-cost extension eligibility.",
        "Collaborated to resolve web-based training and survey accessibility problems.",
        "Produced, edited and published several SBIRT training videos to sbirtonline.org and YouTube using on-the-job training."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "PATIENT ADVOCATE",
      "startDate": "07/2014",
      "endDate": "09/2015",
      "responsibilities": [
        "Planned, organized, developed, and directed Social Services in accordance with current federal, state, and local standards, guidelines and regulations, our established policies and procedures, and as directed by the Administrator, to assure that the medically related emotional and social needs of the Cancer Life Center patients were met/maintained on an individual basis.",
        "Provided health education, case management and support to 300+ patients diagnosed with cancer, their families and care providers resulting in significantly fewer hospitalizations and reduced costs for care amongst supported patients.",
        "Assisted in developing a nationwide model for cancer navigation using guideline-driven cancer management strategies and a $15 million Centers for Medicare and Medicaid Services Innovation Grant.",
        "Guided the work of several staff in resolving problems with reporting weekly progress towards defined goals, reviewing and evaluating statistical reports as well as collaborating with patients and their families to increase patient medication compliance and attendance to scheduled physician appointments."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "GRANT ACCOUNTS OFFICER",
      "startDate": "04/2010",
      "endDate": "04/2014",
      "responsibilities": [
        "Planned, directed and implemented program through which $137.6M Department of Housing and Urban Development (HUD) grant was administered to purchase and redevelop 1,246 affordable housing units in five states within three years; defined scope of 300+ projects, tracked project and overall program progress, created and distributed project status reports; reviewed and approved contracts, provided guidance on reporting and payment; Communicated with local municipalities, small governments and community groups to study environmental health problems and methods of disease prevention, coordinated nationwide environmental health protection programs, and evaluated and improved health education programs.",
        "Created, submitted and processed invoices and expenses totaling $37M, paying close attention to detail.",
        "Coordinated meetings with internal and external staff, collaborated to ensure individual projects were completed on time and within budget.",
        "Attended conferences/meetings and reviewed literature to stay abreast of current knowledge and issues.",
        "Monitored contractor compliance with specified programmatic and federal benchmarks in achieving their goals.",
        "Presented on \"National Environmental Policy Act (NEPA) Part 50: Environmental Hazards Compliance Requirements for HUD Nonprofit Grant Recipients\" to Habitat for Humanity International administrative staff, contractors and developers.",
        "Awarded a Certificate of Appreciation from Habitat for Humanity International."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "PROJECT CO-COORDINATOR",
      "startDate": "05/2009",
      "endDate": "09/2009",
      "responsibilities": [
        "Planned, directed and executed the Women, Infant, and Children (WIC) Nutrition and Health Survey in Chicago using a National Institutes of Health grant.",
        "Scheduled and supervised 12 data collectors at six sites.",
        "In so doing, accelerated participant recruitment by identifying and correcting common misinterpretations of survey's purpose, risks, and benefits.",
        "Identified equipment needs, worked with principal investigator to develop data collection/information management system, compiled and delivered data collection packets, and on biweekly basis made purchase requests averaging $100.",
        "Evaluated program activities for compliance with organizational, state and federal guidelines.",
        "Recruited, interviewed, and hired 400 survey participants; recorded contracts and mailed financial incentives totaling more than $2,000."
      ]
    }
  ],
  "education": [
    {
      "degree": "Doctor of Philosophy",
      "institution": "Walden University TBD",
      "field": "Public Health Candidate Community Health Education",
      "gpa": "3.3"
    },
    {
      "degree": "Master of Public Health",
      "institution": "University of Illinois at Chicago School of Public Health",
      "endDate": "2009",
      "field": "Community Health Sciences Capstone: A Qualitative Assessment of Alzheimer's Disease Services and Programs",
      "gpa": "3.4"
    },
    {
      "degree": "Bachelor of Arts",
      "institution": "Loyola University Chicago Loyola University Wellness Center Nursing Services",
      "endDate": "2007",
      "field": "Sociology Pre-Health Sciences",
      "gpa": "3.3"
    }
  ],
  "highlights": [
    "Microsoft Office Outlook, Word, Excel, PowerPoint, Publisher, Atlas.ti, SPSS, SAS and Internet"
  ],
  "skills": [
    "administrative",
    "administrative functions",
    "attention to detail",
    "benefits",
    "budget",
    "Cancer",
    "case management",
    "conferences",
    "contracts",
    "data collection",
    "direction",
    "disease prevention",
    "environmental health",
    "financial",
    "health education",
    "Innovation",
    "Director",
    "meetings",
    "Mental Health",
    "Excel",
    "Microsoft Office",
    "Outlook",
    "PowerPoint",
    "Publisher",
    "Word",
    "navigation",
    "Network",
    "nursing",
    "organizational",
    "personnel",
    "policies",
    "procurement",
    "progress",
    "receiving",
    "recruitment",
    "reporting",
    "SAS",
    "Social Services",
    "SPSS",
    "surveys",
    "technical assistance"
  ]
}
