{
  "personalInformation": {
    "summary": "Experienced Assistant Manager adept at problem solving, customer service and hiring and training hardworking, quality staff. Store Manager equipped with extensive experience in retail management and sales. Employs excellent leadership skills and multi-tasking strengths. Determined Assistant Manager with strong interpersonal skills and extensive retail and sales experience. Motivated Shift Manager practiced in customer relations, sales and inventory control. Demonstrated skill in improving store operations, increasing top line sales and reducing costs. Reliable Assistant Manager with 5 years in retail sales. Coaches and encourages staff toward advancement using an enthusiastic and supportive attitude.",
    "title": "TEACHER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Teacher",
      "startDate": "August 2008",
      "endDate": "June 2009",
      "responsibilities": [
        "Managed classrooms of 10 to 20 students during the absence of assigned teachers.",
        "Implemented a variety of teaching methods such as lectures, discussions and demonstrations.",
        "Established clear objectives for all lessons, units and projects.",
        "Set and communicated ground rules for the classroom based on respect and personal responsibility.",
        "Tutored children individually and in small groups to help them with difficult subjects.",
        "Taught after-school and summer enrichment programs.",
        "Established positive relationships with students, parents, fellow teachers and school administrators.",
        "Collaborated with other staff members to plan and schedule lessons promoting learning and student engagement.",
        "Employed a broad range of instructional techniques to retain student interest and maximize learning.",
        "Took appropriate disciplinary measures when students misbehaved.",
        "Worked outside normal hours to be available to answer parent and student questions.",
        "Disciplined children and recommended other measures to correct behavior.",
        "Carefully monitored children's play activities.",
        "Escorted children on outings and trips to local parks and zoos."
      ]
    },
    {
      "company": "Company Name",
      "position": "Assistant Manager",
      "startDate": "January 2010",
      "location": "1/4 State",
      "responsibilities": [
        "Maintained up-to-date knowledge of store policies regarding payments, returns and exchanges.",
        "Prevented store losses using awareness, attention to detail and integrity.",
        "Developed highly empathetic client relationships and earned reputation for exceeding sales goals.",
        "Achieved high sales percentage with consultative, value-focused customer service approach.",
        "Cross-trained and provided back-up for other customer service representatives when needed.",
        "Computed accurate sales prices for purchase Transactions.",
        "Worked as a team member performing cashier duties, product assistance and cleaning.",
        "Assessed customer needs and responded to questions.",
        "Cleaned and straightened work area.",
        "Issued receipts for purchases and gifts.",
        "Bagged merchandise by following standard procedures.",
        "Organized register supplies.",
        "Worked with customer service to resolve issues.",
        "Unboxed new merchandise.",
        "Rotated stock to maintain freshness.",
        "Updated register logs.",
        "Operated cash register with proficiency.",
        "Provided professional and courteous service at all times.",
        "Worked overtime shifts during busy periods.",
        "Placed special orders and called other stores to find desired items.",
        "Recommended merchandise based on customer needs.",
        "Operated a cash register to process cash, check and credit card transactions.",
        "Administered all point of sale opening and closing procedures.",
        "Replenished floor stock and processed shipments to ensure product availability for customers."
      ]
    },
    {
      "company": "Company Name",
      "position": "Cashier",
      "startDate": "July 2014",
      "location": "i/4 State",
      "responsibilities": [
        "Up-sold additional menu items, beverages and desserts to increase restaurant profits.",
        "Took necessary steps to meet customer needs and effectively resolve food or service issues.",
        "Recorded customer orders and repeated them back in a clear, understandable manner.",
        "Promptly reported complaints to a member of the management team",
        "Correctly received orders, processed payments and responded appropriately to guest concerns.",
        "Served fresh, hot food with a smile in a timely manner.",
        "Communicated clearly and positively with co-workers and management.",
        "Resolved guest complaints promptly and professionally.",
        "Served orders to customers at windows, counters and tables.",
        "Cut and chopped food items and cooked on a grill or in fryers.",
        "Packaged menu items into bags or trays and placed drink orders into carriers.",
        "Operated large-volume cooking equipment such as grills, deep-fat fryers and griddles.",
        "Accurately measured ingredients required for specific food items.",
        "Prepared and served beverages such as coffee, tea and fountain drinks.",
        "Properly portioned and packaged take-out foods for customers.",
        "Quickly and efficiently processed payments and made accurate change.",
        "Mastered Point of Sale (POS) computer system for automated order taking.",
        "Carefully maintained sanitation, health and safety standards in all work areas.",
        "Closely followed standard procedures for safe food preparation, assembly and presentation to ensure customer satisfaction.",
        "Frequently washed and sanitized hands, food areas and food preparation tools.",
        "Performed general maintenance duties, including mopping floors, washing dishes, wiping counter tops and emptying grease traps.",
        "Cleaned food preparation areas, cooking surfaces, and utensils.",
        "Maintained a neat, well-groomed appearance including impeccable personal hygiene, hair restraint and minimal jewelry that met company standards.",
        "Followed all established restaurant practices and procedures.",
        "Worked well with teammates and openly invited coaching from the management team",
        "Took initiative to find extra tasks when scheduled duties were completed.",
        "Quickly unloaded product shipments and stocked freezers.",
        "Prepared items according to written or verbal orders, working on several different orders simultaneously.",
        "Assessed customer needs and responded to questions.",
        "Cleaned and straightened work area.",
        "Issued receipts for purchases and gifts.",
        "Organized register supplies.",
        "Worked with customer service to resolve issues.",
        "Weighed food to determine correct pricing.",
        "Operated cash register with proficiency.",
        "Maintained gift certificate documentation.",
        "Provided professional and courteous service at all times."
      ]
    }
  ],
  "accomplishments": [
    "Promoted to Assistant Manager after 7 months in the cashier/service leader Awarded \"Great.",
    "Customer Service Award\" in 2015.position. Developed and implemented new loss prevention.",
    "methods which resulted in a reduction in shrinkage rates."
  ],
  "education": [
    {
      "degree": "Associates: Nursing, Nursing English, Mathematics and Accounting",
      "institution": "ECU",
      "endDate": "2019",
      "location": "City, State, USA",
      "startDate": "Nursing GPA: 2 English, Mathematics and Accounting"
    },
    {
      "degree": "Training course in Microsoft Excel and Word.",
      "institution": "Wilson Technical Community College",
      "location": "1/4 State, USA"
    },
    {
      "degree": "High School Diploma",
      "institution": "James B. Hunt High School",
      "endDate": "2009",
      "location": "i¼ State, USA"
    }
  ],
  "highlights": [
    "Retail inventory management Exceptional leader",
    "Accurate cash handling Conflict resolution skills",
    "Store opening and closing procedures Team-oriented",
    "Store operations Sales professional",
    "Outstanding communication skills Reliable",
    "Flexible schedule"
  ],
  "skills": [
    "Accounting",
    "approach",
    "attention to detail",
    "back-up",
    "cash handling",
    "cash register",
    "cashier",
    "closing",
    "coaching",
    "communication skills",
    "Conflict resolution",
    "cooking",
    "credit",
    "client",
    "customer satisfaction",
    "customer service",
    "documentation",
    "English",
    "fat",
    "health and safety standards",
    "inventory management",
    "Mathematics",
    "Microsoft Excel",
    "windows",
    "Word",
    "neat",
    "policies",
    "POS",
    "pricing",
    "knowledge of store",
    "Retail",
    "Sales",
    "tables",
    "teaching",
    "tops",
    "written"
  ]
}
