{
  "personalInformation": {
    "title": "ORGANIZATION DEVELOPMENT CONSULTANT"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "ORGANIZATION DEVELOPMENT CONSULTANT",
      "startDate": "January 2006",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Consulted with the CA Public Utility Commission (PUC) Executive Director and Senior Team to design and deliver an initiative to engage 800 employees in organization wide culture change.",
        "Work included interviewing executive staff, designing and facilitating meetings, coaching executive staff.",
        "The cultural shift from hierarchical to participative enabled the PUC to compete in the de-regulated environment.",
        "Designed and delivered, with a team of four consultants, an initiative to provide Appreciative Inquiry as an innovative method to improve all aspects of service delivery to county residents.",
        "The initiative culminated in a one-day conference for 400 Sacramento County employees in order to practice new skills.",
        "Project teams established to lead the implementation of Appreciative Inquiry throughout the organization.",
        "Co-authored County of Sacramento, Book of Success.",
        "Facilitated, with a team of 40 colleagues, controversial group discussions for NYC Citizen's Budget Commission planning session attended by 600 participants.",
        "Issues successfully prioritized which set the stage for Commissioner's use in decision making for upcoming budget.",
        "Designed and implemented an innovative 8-week job search training program which increased placement by 20% for training organization."
      ]
    },
    {
      "company": "Company Name",
      "position": "STAFF LIAISON",
      "startDate": "January 2004",
      "endDate": "January 2006",
      "location": "City, State",
      "responsibilities": [
        "Established the County's first youth center by forging alliances between internal and external stakeholders.",
        "Improved performance of literacy program staff to manage more caseloads and increase client participation by providing leadership and coaching.",
        "Transformed governance committee, in jeopardy of losing funding, into a successful operational team that met deadline and was awarded funding."
      ]
    },
    {
      "company": "Company Name",
      "position": "ORGANIZATION DEVELOPMENT CONSULTANT",
      "startDate": "January 2000",
      "endDate": "January 2001",
      "location": "City, State",
      "responsibilities": [
        "Developed and led the organization's first Corporate Education Department by integrating and aligning four autonomous, underperforming district offices resulting in improved training services to 6,000 person organization.",
        "Managers reported transfer of training to staff dramatically improved customer service.",
        "Improved delivery of training and increased use of training services throughout the organization by managing staff of 21 training professionals and instituting performance standards, assessment processes and peer coaching.",
        "Increased quality of customer service by 45% through coaching cross-functional team to develop the dysfunctional culture to one that valued collaboration and rewarded teamwork."
      ]
    },
    {
      "company": "Company Name",
      "position": "ORGANIZATION DEVELOPMENT CONSULTANT",
      "startDate": "January 1995",
      "endDate": "January 2000",
      "location": "City, State",
      "responsibilities": [
        "Coached CEO of bio tech start-up to change leadership style from controlling to collaborative resulting in the successful restructure of his executive team.",
        "Developed a culture of involvement and responsibility resulting in FDA deadlines met and IPO successfully secured by consulting to senior leadership team and direct reports.",
        "Increased leadership capabilities of Senior Team by coaching and consulting to Executive Team",
        "Team development included improved decision-making, strategic thinking and systems thinking resulting in reduced conflict throughout the organization and increased retention of leadership team members."
      ]
    },
    {
      "company": "Company Name",
      "position": "CO-FOUNDER/VICE PRESIDENT",
      "startDate": "January 1981",
      "endDate": "January 1993",
      "location": "City, State",
      "responsibilities": [
        "Increased sales from $20,000 to $1.2 million in five years.",
        "Managed 15-20 remodeling projects annually for award-winning Design/Build residential remodeling business."
      ]
    }
  ],
  "education": [
    {
      "degree": "Certified Executive Coach",
      "institution": "Professional School of Psychology"
    },
    {
      "degree": "State Management - Organizational Change and Leadership Master of Arts Management - Organizational Change and Leadership",
      "institution": "JFK University"
    },
    {
      "degree": "Sociology Bachelor of Arts Sociology",
      "institution": "Ramapo College of New Jersey"
    }
  ],
  "skills": [
    "Book",
    "Budget",
    "Coach",
    "coaching",
    "CA",
    "consulting",
    "client",
    "customer service",
    "decision-making",
    "decision making",
    "delivery",
    "designing",
    "functional",
    "leadership",
    "Team development",
    "Director",
    "managing",
    "meetings",
    "processes",
    "quality",
    "sales",
    "strategic thinking",
    "systems thinking",
    "teamwork"
  ]
}
