{
  "personalInformation": {
    "title": "DIRECTOR\nExecutive Profile"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Director",
      "startDate": "06/2012",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Manages all the daily operations, public relations and marketing efforts of the KC Metro Center.",
        "Responsible for developing marketing plan and materials to recruit students by working with the Director of Continuing Studies and the Marketing committee Manages the Kansas City Metro Center facility and supervises all clerical and part time positions Coordinates with faculty and departments that provide courses at the Center Works with local community colleges to create articulation agreements and plan other events Works independently to recruit students to attend the Metro Center by making contact with business and industry, working with area community colleges, school districts, chamber of commerce and other organizations Assisting other programs and departments to support recruitment and alumni efforts in the greater Kansas City area."
      ]
    },
    {
      "company": "Company Name",
      "position": "Online Facilitator",
      "startDate": "03/2008",
      "endDate": "09/2013",
      "location": "City, State",
      "responsibilities": [
        "Taught classes online for the Communication Department.",
        "Responsible for developing the syllabus and facilitating various communication classes.",
        "Courses taught include but are not limited to: Mass Media Overview & History, Information Products and Presentations, Communication Processes, Information Strategies, Information Sources, Communication Variety and Foundations of Interpersonal Communications, Foundations of Mass Communication and Essentials of Managerial Communication."
      ]
    },
    {
      "company": "Company Name",
      "position": "Public Information Coordinator",
      "startDate": "09/2006",
      "endDate": "06/2012",
      "location": "City, State",
      "responsibilities": [
        "Directed and supervised school district's communications program",
        "Manage award winning website, which includes daily updates to 7,300 pages.",
        "Create graphics, track analytics, and manage 14 website coordinators.",
        "Responsibilities include adding major enhancements to website; such as flash movies, archives, blogs, videos and podcasting.",
        "Serve as co-editor for the district's Facebook page.",
        "Facilitate website trainings.",
        "Train principals and secretaries on automated phone system.",
        "Deliver bi-weekly training educating volunteers about District and YouthFriends policies.",
        "Coordinate annual and special events which recognize or involve teachers, students, parents and volunteers.",
        "Design, write and approve various marketing mediums which includes flyers, brochures and messages for the mass notification system.",
        "Manage 12 coordinators for the district's YouthFriends Mentoring Program.",
        "Provided support to district's Educational Foundation by coordinating fundraising events and promoting student programs.",
        "Complete yearly process to receive a grant from Kansas City for the Foundation."
      ]
    },
    {
      "company": "Company Name",
      "position": "Public Relations and Alumni Affairs Coordinator",
      "startDate": "01/2003",
      "endDate": "09/2006",
      "location": "City, State",
      "responsibilities": [
        "Coordinated public relations, marketing and fund development for the college.",
        "Produced, wrote and approved various marketing mediums, such as newsprint, internet, annual reports, catalogs, strategic plans and brochures.",
        "Served as Editor-in-Chief of quarterly newsletter distributed to 3,000+ alumni, faculty, and friends of college.",
        "Developed and maintained Public Information website, and produced annual report and strategic plan.",
        "Organized class reunions and alumni events.",
        "Managed and budgeted other campus events.",
        "Facilitated 2005 annual campaign, which resulted in the highest annual donations received."
      ]
    }
  ],
  "education": [
    {
      "degree": "Ph.D.",
      "institution": "Kansas State University",
      "endDate": "2018",
      "location": "City, State",
      "startDate": "GPA: GPA: 4.0"
    },
    {
      "degree": "Master of Arts",
      "institution": "Missouri State University",
      "endDate": "2004",
      "location": "City, State",
      "startDate": "GPA: GPA: 3.19"
    },
    {
      "degree": "Bachelor of Arts",
      "institution": "Missouri Western State University",
      "endDate": "2002",
      "location": "City, State",
      "startDate": "GPA: GPA: 2.69"
    }
  ],
  "skills": [
    "Communications",
    "Editor",
    "Event Planning",
    "Special Events",
    "Director",
    "Fundraising",
    "Graphics",
    "Brochures",
    "Catalogs",
    "Marketing",
    "Marketing Plans",
    "Materials",
    "Mentoring",
    "Newsletters",
    "Presentations",
    "Processes",
    "Public Relations",
    "Recruitment",
    "Strategic Plans",
    "Supervision",
    "Website",
    "Annual Reports"
  ]
}
