{
  "personalInformation": {
    "title": "PUBLIC RELATIONS DIRECTOR"
  },
  "professionalExperience": [
    {
      "company": "Company Name i/4 City, State",
      "position": "Public Relations Director",
      "startDate": "N/A",
      "responsibilities": [
        "Developed a media plan for 4 company divisions Developed and fostered relationships between the media and division heads Created and distributed press releases for 4 company divisions Significantly increased visibility for 3 of 4 divisions Promoted company in 3 leading publications that had not previously published articles about CadmusCom."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Polo Specialist",
      "startDate": "N/A",
      "responsibilities": [
        "Received outstanding response letters from clients for excellent customer service.",
        "Exceeding presale goals for upcoming sale events.",
        "Receiving high marks for working with fellow employees and customer service during a recent job appraisal.",
        "Named to the Bloomingdale's Super Sellers Club.",
        "Appointed mentor to assist newly hired associates.",
        "Appointed Loyallist Leader to mentor associates for a new marketing program Created an atmosphere where sales associates worked as a team that resulted in increased Ralph Lauren Polo sales in the Men's department."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Account Executive",
      "startDate": "N/A",
      "responsibilities": [
        "Created press releases for nonprofit organizations including New Jersey Nets and Devils Foundation, The Cherry Blossom Festival and the Construction Industry Advancement Program CIAP).",
        "Promoted the 26th Annual Cherry Blossom Festival which was covered by News 12 New Jersey, ABC News World News Now,\nWNET-TV documentary, \"A Walk through Newark\" and NJN News.",
        "Two New York area television stations-WABC-TV and WNBC-TV-did weather remotes at Newark's Branch Brook Park covering the festival.",
        "Placed CIAP to participate in a discussion concerning construction job opportunities on WWOR-TV's Black Experience, a Sunday public affairs show.",
        "Developed and executed a publicity campaign for CIAP'S newly launched summer construction camp for elementary and middle school students which was covered by three Philadelphia broadcast stations-WPVI-TV, WCAU-TV, KYW-TV-for their 6 p.m\nnewscasts.",
        "Other outlets that did a story included Comcast's CN8 News, Philadelphia Inquirer and the Courier Post."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Account Executive",
      "startDate": "N/A",
      "responsibilities": [
        "Created story ideas to pitch for such clients as Medallion Financial Corp.and Hearts on Fire, a diamond wholesaler, that resulted in placements for programs such as Power Lunch and Entrepreneurs Now as well as articles in The New York Times and Fortune Magazine.",
        "Wrote by-line articles for The Business, Labor & Community Coalition and Onlight Inc.that were published in Real Estate Weekly."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Public Relations Specialist",
      "startDate": "N/A",
      "responsibilities": [
        "Launched a public relations program that publicized Rutgers College of Nursing faculty research resulting in positive coverage in such media outlets as The New York Times, Associated Press, USA Today, News 12 New Jersey, WPIX-TV, and WBGO-FM.",
        "Developed and implemented the college's first faculty e-newsletter.",
        "Assisted the dean with her speeches for the following: Bioterrorism Conference, college commencement, and Rep.",
        "Rush Holt press conference on his nurse faculty funding bill.",
        "Promoted the college's annual Bioterrorism Conference which attracted coverage from NJN News, WCTC-AM, Bergen Record, Herald News, WMBC-TV.",
        "Successfully publicized Dr.Rachel Jones's HIV cell phone video project which resulted in national and international news coverage as well as increase traffic to the project's web site.",
        "Oversaw public relations budget for the College of Nursing and stayed in budget during entire tenure."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Sales Associate",
      "startDate": "N/A",
      "responsibilities": [
        "Launched Rutgers College of Nursing's public relations program.",
        "Developed and implemented the college's first faculty newsletter, Promoted Dr.",
        "Rachel Jones' HIV/AIDS video research project nationally and internationally in print, social media, television and radio.",
        "Oversaw the college's public relations budget and stayed in budget during entire tenure.",
        "Assist clients with their purchases.",
        "Develop and maintain a client database.",
        "Promote excellent customer service."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Public Relations Specialist",
      "startDate": "N/A",
      "responsibilities": [
        "Created news source advisories that promoted university administrators and faculty members as experts on current issues.",
        "Coverage included Bloomberg Television, Home News Tribune, Star-Ledger, national and local television and radio coverage.",
        "Promoted the National Marriage Project's annual studies that resulted in interviews with USA Today, Baltimore Sun, Associated Press,\nWashington Times, Salt Lake Tribune, WINS-AM and WOR-AM.",
        "Promoted the university's mission to the public and developed relationships between the university and the media."
      ]
    }
  ],
  "education": [
    {
      "degree": "BA: Journalism-History",
      "institution": "Rutgers University 1/4 City, State Journalism-History"
    }
  ],
  "skills": [
    "ABC",
    "Bloomberg",
    "broadcast",
    "budget",
    "client",
    "clients",
    "excellent customer service",
    "customer service",
    "database",
    "Financial",
    "Ledger",
    "letters",
    "marketing",
    "media plan",
    "mentor",
    "newsletter",
    "Nursing",
    "Press",
    "press releases",
    "public relations",
    "publications",
    "publicity",
    "radio",
    "Real Estate",
    "Receiving",
    "research",
    "sales",
    "FM",
    "speeches",
    "Sun",
    "phone",
    "TV",
    "Television",
    "video",
    "web site",
    "articles"
  ]
}
