{
  "personalInformation": {
    "title": "DIRECTOR OF BUSINESS DEVELOPMENT"
  },
  "professionalExperience": [
    {
      "company": "Company Name i¼ City, State",
      "position": "Director of Business Development",
      "startDate": "January 2010",
      "endDate": "Current",
      "responsibilities": [
        "Advise on marketing strategy, business models and strategic alliances for private clients in education, scientific and healthcare verticals.",
        "Developed business plan, marketing strategy and media relations for global launch of $1M research management software product in competitive STM marketplace.",
        "Advice on brand positioning, UX and strategic relationships for college rankings portal based on consumer value led to partnerships with the Wounded Warrior Project and Veterans' Affairs.",
        "Developed key marketing messages and brand stories for $23M international non-profit.",
        "Developed marketing strategy and business opportunities for environmental nonprofit focused on transforming the market for healthy building materials.",
        "Monetized specialized consulting services to prominent clientele including leading healthcare, green building, and commercial building owners.",
        "Surveyed marketplace to identify service value and competitive pricing which yielded increased revenue.",
        "Repositioned healthy materials database for with toxicity screens for 34,000 chemicals targeted at 'green building' product environment.",
        "Segmented product users to understand product challenges and opportunities."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Vice President, Business Development",
      "startDate": "January 2009",
      "endDate": "January 2010",
      "responsibilities": [
        "Led cross platform revenue initiatives for dominant online ranking franchise \"America's Best, \" encompassing Education, Health, Personal Finance, Legal, and Politics verticals.",
        "Led cross-divisional team to integrate complex $1.2M joint venture, launching revenue-producing website within 90 days.",
        "Renegotiated underperforming partnerships by analyzing Google trends to optimize pricing.",
        "Doubled annual revenue from health insurer by analyzing value of Google keywords.",
        "Renegotiated contract to realize additional revenues to increase CPL.",
        "Generated four new products in nine months each estimated to produce $100K annually",
        "Developed lucrative marketing program focused on hospitals' high margin specialties",
        "Initiated hybrid partnership of lead generation and brand licensing for senior living category",
        "Tripled value of brand licensing in health and education categories via pricing analysis of 'out of home' advertising in top ten media markets."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Director, Content Strategy",
      "startDate": "January 2006",
      "endDate": "January 2009",
      "responsibilities": [
        "Sourced, negotiated and managed cross-platform distribution partnerships for 25 leading cable companies including Charter Communications and Virgin Media.",
        "Negotiated complex licensing partnerships with news, music, games, sports and technology providers, resulting in a 40% margin for company.",
        "Managed successful business relationships with more than 50 national accounts including Viacom, The Associated Press, Major League Baseball, The Weather Channel and American Greetings.",
        "Sourced Internet radio provider to provide 40 channels of customized content against backdrop of digital copyright restructuring legislation.",
        "Reduced content costs by $400,000 by renegotiating deal terms with large media content partners.",
        "Resulted in budget savings of 10% annually and retention of 'business critical providers."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Vice President, Business Development",
      "startDate": "January 2000",
      "endDate": "January 2005",
      "responsibilities": [
        "Developed digital business initiatives for four national magazines and a cable channel.",
        "Built consensus across 7 divisions to invest in new business models.",
        "Protected and advanced iconic brand online.",
        "Generated $500K+ annually in syndication revenue.",
        "On four-week deadline, sourced and produced 8 SKUS for big box store distribution deal.",
        "Resuscitated $2M flagship reference product line after 2 bankruptcies.",
        "Doubled unit sales and operating income through innovative licensing strategy.",
        "Negotiated profitable, multi-year marketing partnerships with national ISPs resulting in 60% increase in web traffic to drive advertising and e-commerce revenue.",
        "Established profitable licensing relationships with partners in Greece, Croatia, Germany and Italy."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Vice President, Marketing",
      "startDate": "January 1998",
      "endDate": "January 2000",
      "responsibilities": [
        "Recruited by AOL colleagues to manage e-commerce start-up including marketing strategy, strategic relationships, and communications.",
        "Garnered national print and broadcast coverage in the pre-Google era.",
        "Helped position company for profitable acquisition by national tea retailer."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Manager, Partner Marketing",
      "startDate": "January 1994",
      "endDate": "January 1998",
      "responsibilities": [
        "Directed partner relations and partner marketing during hyper-growth period, preserving key alliances through significant changes in business model.",
        "Led cross-divisional team including, technical, editorial, legal and advertising in onboarding of strategic partnerships such as the National Football League, CBS Sportsline, ABC News, Bloomberg L.P., NBC, Reuters, Web M.D. and Business Week.",
        "Developed an average of 25 customized marketing campaigns each month for national media partners such as Viacom, Business Week, IDG, Hachette-Filipacchi, Ziff Davis and NBC with response rates of between 1% and 5%.",
        "Managed multiple agencies, developed successful creative, resulting in record-setting customer acquisition.",
        "Directed partner management during hyper-growth period, managing 26 key national accounts through challenging restructuring.",
        "Effectively liaised between parties to preserve long-term business relationships resulting in $12M in savings.",
        "Developed and managed $18M annual partner marketing budget and staff of six."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Science",
      "institution": "Communications University of Tennessee"
    },
    {
      "degree": "Bachelor of Arts",
      "institution": "Journalism University of Oklahoma"
    },
    {
      "degree": "Marketing Strategies for Growth",
      "institution": "University of North Carolina at Chapel Hill ï» City, State, US"
    }
  ],
  "skills": [
    "Marketing",
    "Marketing Strategy",
    "Business Development",
    "Healthcare",
    "Advertising",
    "Business Plan",
    "Clients",
    "Hp-ux",
    "Media Relations",
    "Unix",
    "Ux",
    "Product Development",
    "Transmissions",
    "Budget",
    "National Accounts",
    "Restructuring",
    "Increase",
    "Pricing",
    "Budget Management",
    "Games",
    "Greetings",
    "Finance",
    "Joint Venture",
    "Joint Ventures",
    "Lead Generation",
    "New Products",
    "Out Of Home",
    "Pricing Analysis",
    "Sales",
    "Sales And",
    "Accounts Through",
    "Onboarding",
    "Partner Marketing",
    "Audience Segmentation",
    "Building Design",
    "Building Materials",
    "Commercial Building",
    "Database",
    "Market Segmentation",
    "Segmentation"
  ]
}
