{
  "personalInformation": {
    "title": "DIGITAL MARKETING MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Digital Marketing Manager",
      "startDate": "08/2012",
      "endDate": "01/2016",
      "location": "City, State",
      "responsibilities": [
        "Grew the combined SEM, display, retargeting and affiliate marketing channel by 15% in membership this past year.",
        "Hence an increase of $20 million in life time value.",
        "Launched acquisition and brand awareness marketing campaigns with marketing partners Affiliate, Retargeting, SEM Adwords, Facebook, etc.) that were segmented by market.",
        "Optimized campaigns across different channels by changing/adding keywords, creative, ad grouping, dna/cities, ad copies, bids, landing pages, etc.",
        "to lower CPA and increase ROI.",
        "Collaborated with pricing and creative team and marketing partners to create/replace creative that reflect marketing strategies.",
        "Worked with marketing partners to understand & compete with competitors' marketing strategies.",
        "Maintained budgets and negotiated prices/bonuses with new/existing marketing partners.",
        "Exported data from different marketing partners system.",
        "Used advance Excel to dissect data and create dashboards to highlight marketing campaigns (CPA, СРС, СРМ).",
        "Used PowerPoint to present KPI, ROI and recommendations to internal teams, executives and marketing partners.",
        "Managed an associate to maintain and optimize campaigns across different channels.",
        "Created A/B and multivariate tests with Sitespect to find landing page/channel/messaging that generate the highest conversion rate.",
        "Consequently increase conversion rate by 10%.",
        "Analyzed web & marketing performance metrics such as CTR, Conversion Rate, purchase funnel conversion rate, LTV, etc.",
        "with IBM Coremetric and Google Analytics."
      ]
    },
    {
      "company": "Company Name",
      "position": "Affiliate Marketing Manager",
      "startDate": "04/2009",
      "endDate": "07/2012",
      "location": "City, State",
      "responsibilities": [
        "Managed and monitored daily affiliate performance.",
        "Also optimized campaigns often by changing creative, landing pages, offers, etc.",
        "As a result generated 10% increase in revenue.",
        "Negotiated with affiliate networks for optimal cost: base on CPC, СРМ, СРА.",
        "Used SiteCatalyst, Omniture to generate daily and weekly reporting & analysis to internal team and external partners.",
        "Researched and built partnerships with new affiliates with high levels of relevant traffic.",
        "Worked with creative team to design creative that is relevant to current events and seasons.",
        "Managed A/B and multivariate tests to find the highest converting landing pages.",
        "Analyzed historic performance with advance Microsoft Excel (Pivot table and Vlookup) Developed new business models such as up selling, redesigning creative and pop ups.",
        "Collaborated with technical teams to resolve reporting, creative or application issues."
      ]
    },
    {
      "company": "Company Name",
      "position": "Business Intelligent Analyst",
      "startDate": "07/2006",
      "endDate": "04/2009",
      "location": "City, State",
      "responsibilities": [
        "Worked with multiple teams to increase call by 18% and revenue by 10% in past years.",
        "Used SQL to mine data from multiple databases and tables.",
        "Also gathered data from Salesforce.",
        "Built ad hoc report with Business Object - Infoview to highlight metrics: impressions, searches, clicks, CTR, revenue, etc.",
        "Created a dashboard that collects raw data live without the delay of applying business rules Designed A/B testing to highlight the effects of product enhancements or replacements.",
        "Analyzed the results of A/B testing with advance Excel (Pivot table, Vlookup, etc) and present KPI and forecast to team members and management in PowerPoint.",
        "Identified enhancements in existing online products to increase search relevancy and customer experience, as result increase in click through rate (CTR) & more revenue."
      ]
    },
    {
      "company": "Company Name",
      "position": "Loan Processor/Analyst",
      "startDate": "07/2004",
      "endDate": "06/2006",
      "location": "City, State",
      "responsibilities": [
        "Validated and verified loan application information.",
        "Compared application information to Database.",
        "Analyzed supporting documentation on Automated Underwriting System.",
        "Reviewed loan application package for completeness and accuracy.",
        "Reconciled application information against system input, comparing individual data.",
        "Calculated and analyzed debt to income ratio (i.e.",
        "employment, tax returns, etc.).",
        "Also funds to close (i.e.",
        "verification of deposits, gift money, etc).",
        "Coordinated rigorously with customers, boarding, processing, underwriting, closing, appraisal and escrow teams to close loans."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor",
      "institution": "University of California",
      "endDate": "May 2004",
      "field": "Cognitive Science Computational Modeling"
    }
  ],
  "skills": [
    "Window XP, Vista, 7",
    "Program languages: Lisp, HTML, SQL, Macros (VBA)",
    "Software Products/Tools: Microsoft Word, Excel (Pivot table, Vlookup, etc.), Access, PowerPoint",
    "Sharepoint, Salesforce, Google Analytics, IBM Coremetrics and",
    "Microstrategy, Infoview, Basecamp, Youtube and Facebook Analytics",
    "Sitespect, SEO (working knowledge). Others: Statistic, Behavioral Psychology",
    "ad",
    "budgets",
    "closing",
    "Conversion",
    "CPA",
    "databases",
    "Database",
    "dna",
    "documentation",
    "funds",
    "Google Analytics",
    "HTML",
    "IBM",
    "Lisp",
    "Macros",
    "marketing strategies",
    "marketing",
    "market",
    "messaging",
    "Access",
    "Microsoft Excel",
    "Excel",
    "money",
    "PowerPoint",
    "Sharepoint",
    "Window",
    "Microsoft Word",
    "Microstrategy",
    "networks",
    "Operating systems",
    "page",
    "Pivot table",
    "pricing",
    "Psychology",
    "reporting",
    "selling",
    "SQL",
    "tables",
    "tax returns",
    "Underwriting",
    "Vista",
    "VBA"
  ]
}
