{
  "personalInformation": {
    "title": "SENIOR INTERIOR DESIGNER"
  },
  "professionalExperience": [
    {
      "company": "Cooper Gardner",
      "position": "SENIOR INTERIOR DESIGNER",
      "startDate": "Feb 2012",
      "endDate": "Jul 2015",
      "responsibilities": [
        "Cooper Gardner is an established and dynamic multidisciplinary team focusing on a collaborative approach to Architecture, Interior Design, Landscaping, and Master-Planning.",
        "Provided creative and innovative interior design services for architectural clients through collaboration with clients, contractors, and vendors.",
        "Interviewed clients to develop projects, prepare preliminary plan diagrams and sketches, and to develop floor plans, project specifications, budgets, and schedules.",
        "Presented design concepts formulated with other designers, architects, and builders; managed the project technical and administrative staff.",
        "Selected appropriate interior finishes and furniture.",
        "Selected Projects: Willis: Interior construction project management, move management R&Q Investment Holdings Ltd.: Turn-key office fit-out."
      ]
    },
    {
      "company": "Bendell Design",
      "position": "SENIOR INTERIOR DESIGNER",
      "startDate": "Nov 2006",
      "endDate": "Jul 2010",
      "responsibilities": [
        "Bendell Design is a boutique-style consulting firm focused primarily on commercial and high-end interior design.",
        "Demonstrated superior client/project management abilities in formulating commercial design and space management solutions using cost-effective, and practical methodologies.",
        "Created commercial office space solutions for several global corporations requiring designs that appealed to the aesthetics of a worldwide clientele base.",
        "Maintained open communication channels between all stakeholders including C-level Executives, technicians, consultants, contractors, and design teams.",
        "Remained up-to-date with project parameters including building Codes, budgets and schedules."
      ]
    }
  ],
  "accomplishments": [
    "5K SF high-end interior fit-out Alterra Group Limited (Harbor Point Ltd., Max Capital Group Ltd.): Interior alterations and fit-outs .continued..",
    "VICTORIA STEVENSON PAGE 2 CUBELLIS ECOPLAN ARCHITECTS, INTERIORS, ENGINEERS Â Greater New York City LEAD INTERIOR DESIGNER, 6/1996 to 10/2006 A firm offering full-service architecture, interior design, and engineering services.",
    "Key player in integrating business and processes bought about by a merger with a large, interdisciplinary design firm",
    "Received industry recognition for client assistance with innovative commercial and residential projects including banks, luxury auto dealerships, recreational/fitness facilities, universities, restaurants, municipal buildings, and residential condominium complexes.",
    "Served as a Founding Member of the Green Design Committee tasked with raising employee awareness of the latest sustainable building practices to infuse projects with seamless, cost-effective incorporation of green practices in client designs.",
    "Successful in generating 100% of attained business through word-of-mouth and a reputation for superior, results-driven service; featured as case study in a leading industry publication.",
    "Selected Projects: Stevens Institute of Tech., Center for Technology Management: 96K SF new construction and interiors North Jersey Community Bank (now ConnectOne Bank): New HQ/branch interiors and fit-outs Wyckoff Family YMCA: 65K SF, offices, natatorium, daycare, multi-purpose gym, and interiors Montclair State University: Interior alterations for Campus departments and buildings Weehawken Police Department: Interior alterations Ferrari-Maserati NA: Auto display gallery and office interior improvements Kia Motor Car Corporation: Retail showrooms and office interiors Admiral's Walk Condominiums: Lobby & atrium improvements The Mill Building at Piermont Landing: Change of use - factory to condo - interior conversion Bergen County Jail: 263K SF annex addition - FF&E/interior finishing Additional experience as an Interior Designer with Visconti Design Associates, as a Retail Store Manager for The Bombay Company, and a CAD Draftsperson at Modular Home Center."
  ],
  "certifications": [
    {
      "name": "NCIDQ Certified, NATIONAL COUNCIL FOR INTERIOR DESIGN QUALIFICATIONS",
      "date": "NCIDQ Certificate #17785"
    },
    {
      "name": "ACCREDITED, USGBC Leadership in Energy and Environmental Design, LEED AP"
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Fine Arts, Interior Design",
      "institution": "ROCHESTER INSTITUTE OF TECHNOLOGY",
      "location": "i/4 City, State Interior Design"
    }
  ],
  "highlights": [
    "Microsoft Office Suite; Apple iWork Suite, Autodesk AutoCAD Architecture 2015, Buzzsaw, Revit; Adobe Creative Suite: Acrobat Pro, Illustrator, InDesign and Photoshop; GoPro Studio; Studio Webware (web-based interior decorating project management software); Wecora (web-based presentation boards); Bill Quick; Google Sketch- Up."
  ],
  "skills": [
    "administrative",
    "Acrobat",
    "Adobe Creative Suite",
    "Photoshop",
    "Apple",
    "approach",
    "AutoCAD",
    "budgets",
    "building Codes",
    "C",
    "consulting",
    "COUNCIL",
    "clientele",
    "client",
    "clients",
    "Fast",
    "floor plans",
    "Illustrator",
    "InDesign",
    "interior design",
    "Microsoft Office Suite",
    "office",
    "project management",
    "Quick",
    "Revit"
  ]
}
