{
  "personalInformation": {
    "summary": "Innovative Accountant proficient in extracting financial data from various reporting systems and suggesting key operational changes. Accommodating [Job Title] who effectively manages strict deadlines, schedules and repetitive tasks with a positive, can-do attitude. An accountant and analyst with more than 8-years, proven experience spanning over oil and gas services, manufacturing, and trading business. The experience is not limited to Financial & Management reporting, IFRS and US GAAP, Working Capital management, Cost control and reduction measures, Internal Controls, ERP system implementation and development(Oracle, Hyperion, and Quick Books), Statutory compliance, Payroll & inventory management, Business insight and support decision making, Planning, budgeting, forecasting, Capex control, Leadership and team management, dealing with banks, internal/external auditors & business lawyers, advising management on financial strategy, Commercial proposals and evaluation, risks coverage, Negotiating contract, dealing with client, Setting up new KPIs/Standards and measuring performance, due diligence, implementation of corporate policies and governance. Key Professional Skills Financial Reporting & Analysis (IFRS and US GAAP). Budgeting, Planning (Short, Medium and Long Term). System Development & Cost Controls. Project/Commercial evaluation. Prepare Activity Based Cost analysis for new and existing business venture. Internal Controls & Financial Audits. Controllership of Accounting Operations. Team Leadership & resource management. Bench Marking/Setting KPIs & Performance Measurement. ERP, MS Office, Power point, and advance Excel. Seeking a growth oriented career in accounting, finance, analysis, and planning where my professional knowledge, skills and experience can be effectively utilized.",
    "title": "ACTING FINANCE MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Acting Finance Manager",
      "startDate": "01/2011",
      "endDate": "Current",
      "location": "Saudi Arabia, Bahrain, and Jordan",
      "responsibilities": [
        "Prepare and analyze monthly, quarterly, and annual financial reports with executive summary.",
        "Prepare consolidated financials, and comparative analytical reviews for all entities.",
        "Monitor cash flow and report cash management report on weekly basis.",
        "Maintain integrity of general ledger, including the chart of accounts.",
        "Manage accounts payable, including daily invoice processing, and resolve payment discrepancies.",
        "Monitor accounts receivables and developed strategies to improve AR turnover ratios.",
        "Reconcile and analyze all ledger and balance sheet accounts, including bank reconciliations.",
        "Review, investigate and correct errors and inconsistencies in financial entries, documents and reports.",
        "Maintain fixed assets accounts and depreciation schedule.",
        "Review month-end inventory, physical stock counts and variations.",
        "Execute month end closing procedures and journal entries, including accruals, and prepaid accounts.",
        "L/Cs, Bank Guarantees, arranging facilities for the various group companies.",
        "Review Zakat/Sales Tax and withholding taxation.",
        "Liaison with internal, external auditors, banks, and business lawyers.",
        "Supervise the staff for effective and timely reporting.",
        "Develop and maintain internal controls and concrete document management.",
        "Review vendors' agreements, and track supplier pre-determine performance measures.",
        "Ensure and validated inter-company transactions.",
        "Develop Adhoc reports as require by the management. Accounting Analysis and Planning:",
        "Perform cost analysis and evaluate profit margins of each business units.",
        "Monitor performance and efficiency of the company.",
        "Follow up on cost tracking, monitor and control correct cost allocation and proper recognition thereto.",
        "Prepare budgets for short term and long term planning.",
        "Prepare forecasting and comparative analysis to achieve financial goals.",
        "Prepare costing model for new business, and Tender analysis for cost and profit evaluation.",
        "Prepare comprehensive Activity Based Cost Analysis.",
        "Conduct evaluations for cost reduction opportunities.",
        "Ensure corrective actions are taken in view of analysis.",
        "Participate in strategic planning, and formulating long-term business plans.",
        "Generate monthly KPIs report, and assisted management in improving existing business standards."
      ]
    },
    {
      "company": "Company Name",
      "position": "accountant",
      "startDate": "01/2009",
      "endDate": "01/2011",
      "location": "IN, USA",
      "responsibilities": [
        "Posted daily sales and generate sales reports for month end closings.",
        "Prepared cash deposit details and reconciled with bank.",
        "Reviewed and approved all retail invoices, and posted all expenses.",
        "Prepared detailed monthly inventory schedules, on average cost basis reconcile inventory account in systems to the general ledger.",
        "Verified time card sheets and processed payroll, on weekly basis.",
        "Prepared AR and AP aging analysis, and closely monitored cash flows.",
        "Developed internal controls to secure all assets and inventory.",
        "Reconciled all GL accounts and executed monthly financial accounts.",
        "Generated and structured chart of accounts and all other templates required in Quick books premier.",
        "Prepared sales tax returns on monthly basis.",
        "Implemented Quick Books Premier and prepared customized chart of accounts and financial reporting."
      ]
    },
    {
      "company": "Company Name",
      "position": "Inventory and Supply Chain analyst",
      "startDate": "01/2007",
      "endDate": "01/2009",
      "location": "IN, USA",
      "responsibilities": [
        "Coordinated and managed flow of materials into, through and out of the manufacturing process.",
        "Solved inventory issues in cross-functional and multicultural environment.",
        "Prepared forecast analysis of more than USD 10 million of inventory.",
        "Adopted strategies to improve material flow and cost reduction.",
        "Managed inventory turnover to inventory supply level.",
        "Posted all transactions into the system.",
        "Prepare month end adjustments and entered into the system.",
        "Reviewed manufacturing production goals.",
        "Assisted management in launching pilot projects.",
        "Analyzed variance reports on month end.",
        "Executed audit plans for all supplier agreements, ensuring contract compliance.",
        "Tracked supplier performance metrics relative to KPIs.",
        "Provided ad hoc analysis and special projects as required.",
        "Involved in conducting physical inventory to maintain 100% accuracy."
      ]
    }
  ],
  "accomplishments": [
    "Achieved [number] % cost reduction by eliminating redundant processes.",
    "Formally recognized for excellence achieved in financial analysis, budgeting and forecasting.",
    "Reduced cost by 400K USD over period of 2 years.",
    "Won contract worth USD 500 Mn contract from ARAMCO, in 2014.",
    "Developed internal reports to monitor & control the operating cost.",
    "Brought receivables down from 120 to 65 days.",
    "Implemented inventory management in ERP-Oracle Financials 12i.",
    "Designed reports to have visibility of P&L to each unit level.",
    "Determined basis for allocation of overhead cost to various cost centers and automated this in ERP.",
    "Placed new KPIs, benchmarks & standardize cost to control/ improve.",
    "Prepared 3, 5 and 7 years financial plans."
  ],
  "certifications": [
    {
      "name": "CMA Certified in advance MS Excel."
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "Kelley School of Business, Indiana University",
      "field": "Business, Accounting and Finance"
    }
  ],
  "highlights": [
    "Analytical reasoning",
    "Financial statement analysis",
    "Budget forecasting expertise",
    "Account reconciliation expert",
    "Effective time management",
    "Strong organizational skills",
    "General ledger accounting",
    "Analytical reasoning Computer Skills * Advanced in MS Excel, Access, Word and Power point. * SAP financial accounting. * Oracle financials and Hyperion reporting. * Experienced in using Synapse, Citrix database, QuickBooks pro and QuickBooks Premier. * Warehouse Management System, On Base, Mainframe, and Ultriva (Inventory maintenance software). Seminars, Trainings & Workshops Attended:",
    "Oracle Financial, Hyperion planning/consolidation.",
    "CPE - certificates, for Rolling Forecast, Leadership in new age of Finance, and Delegation skills.",
    "ABC Costing.",
    "Certified in advance MS Excel.",
    "ISO Quality Standards (OSHA).",
    "First Aid & Safety.",
    "Defensive Driving."
  ],
  "skills": [
    "Inventory",
    "Accountant",
    "Accounts And",
    "Ar",
    "Basis",
    "Cash",
    "Cost Reduction",
    "General Ledger",
    "Internal Controls",
    "Of Accounts",
    "Sales",
    "Sales Tax",
    "Accounting",
    "Finance",
    "Accounting Analysis",
    "Accounts Payable",
    "Accounts Receivables",
    "Balance Sheet",
    "Bank Reconciliations",
    "Budgets",
    "Business Plans",
    "Cash Management",
    "Closing",
    "Concrete",
    "Cost Analysis",
    "Cost Tracking",
    "Document Management",
    "Employee Resource Group",
    "Enterprise Resource Planning",
    "Erp",
    "Exploration",
    "Financial Reports",
    "Financials",
    "Fixed Assets",
    "Forecasting",
    "Invoice",
    "Journal",
    "Liaison",
    "Manage Accounts",
    "Oracle",
    "Oracle Financials",
    "Petroleum",
    "Receivables",
    "Reconciliations",
    "Strategic Planning",
    "Taxation",
    "Ap",
    "Brand Marketing",
    "Closings",
    "Consumer Products",
    "Daily Sales",
    "Financial Reporting",
    "Generate Sales",
    "Gl",
    "Invoices",
    "Payroll",
    "Premier",
    "Prepared Sales",
    "Quick Books",
    "Quickbooks",
    "Retail",
    "Retail Marketing",
    "Sales And",
    "Sales Reports",
    "Tax Returns",
    "Trading",
    "Ad Hoc Analysis",
    "Adjustments",
    "Air Conditioning",
    "Audit",
    "Compressors",
    "Hvac",
    "Manufacturing Process",
    "Material Flow",
    "Metrics",
    "Million",
    "Supply Chain",
    "Access",
    "Accounting Operations",
    "Audits",
    "Budgeting",
    "Citrix",
    "Cma",
    "Cost Control",
    "Cost Controls",
    "Database",
    "Due Diligence",
    "Excel",
    "Financial Accounting",
    "Financial Audits",
    "Gaap",
    "Governance",
    "Hyperion",
    "Iso",
    "Mainframe",
    "Maintenance",
    "Management Accounting",
    "Ms Excel",
    "Ms Office",
    "Operations",
    "Proposals",
    "Quickbooks Pro",
    "Sap",
    "System Development",
    "Team Management",
    "Warehouse Management",
    "Warehouse Management System",
    "Word",
    "Accounting And Finance"
  ]
}
