{
  "personalInformation": {
    "summary": "Customer service and sales expert who identifies customer needs and delivers solutions to problems. Driven to exceed sales and customer\nsatisfaction goals and build long term relationships with the clients. Creates a positive experience through high quality customer care. Bilingual\nmanager able to build, lead and train efficient and friendly service teams.",
    "title": "ACCOMMODATION SERVICE EXECUTIVE LL"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "ACCOMMODATION SERVICE EXECUTIVE ||",
      "startDate": "12/2016",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Communicate with Partners by telephone or by e mail to provide guidance and assistance regarding Booking.com platform Extranet.",
        "Provide commercial advise and orientation to Â partners based on Booking.com business model.",
        "Gather information to solve partner and guests issues regarding reservations in order to coordinate assistance with Customer Service\ndepartment.",
        "Review and process new partnership registrations and set them ready to open on Booking.com webpage.",
        "Keep partners and guests as center of all our operations to guarantee maximum satisfaction."
      ]
    },
    {
      "company": "Company Name",
      "position": "CUSTOMER SERVICE EXECUTIVE",
      "startDate": "02/2016",
      "endDate": "11/2016",
      "location": "City, State",
      "responsibilities": [
        "Communicate with customers by telephone or by e mail to provide information about hotel reservations, take or enter information, cancel\nreservations, A gather complaints details .",
        "Keep records of customer interactions or transactions, recording details of inquiries, complaints, or comments, as well as actions taken.",
        "Check and ensure that appropriate changes were made to resolve customers' problems.",
        "Contact customers to respond to inquiries or to notify them of claim investigation results or any planned adjustments.",
        "Refer unresolved customer grievances to designated departments for further investigation."
      ]
    },
    {
      "company": "Company Name",
      "position": "GENERAL MANAGER/SALES MANAGER",
      "startDate": "12/2011",
      "endDate": "01/2016",
      "location": "City, State",
      "responsibilities": [
        "Managed sales team generating daily new memberships according to sales quota, interacted with prospects and new customers and\nprovided high level of service to achieve 100% customer satisfaction and company revenue.",
        "Hired and trained all sales and customer service staff.",
        "Monitored customer preferences to determine focus of sales efforts.",
        "Developed, implemented and monitored programs to maximize customer satisfaction.",
        "Manage projects or contribute to committee or team work.",
        "Create, maintain, and enter information into databases."
      ]
    },
    {
      "company": "Company Name",
      "position": "GENERAL MANAGER",
      "startDate": "01/2005",
      "endDate": "12/2011",
      "location": "City, State",
      "responsibilities": [
        "Managed sales and customer service operation",
        "Control retention and attrition",
        "Responsible for new hire process",
        "Supervised over 30 employees",
        "Reported to District Vice PresidentÂ"
      ]
    },
    {
      "company": "Company Name",
      "position": "GUEST SERVICE MANAGER",
      "startDate": "01/2000",
      "endDate": "12/2004",
      "location": "City, State",
      "responsibilities": [
        "Served as public relations representative for the hotel.",
        "Assisted guests with any special requests during their visits.",
        "Answer inquiries pertaining to hotel services, guest registration, and travel directions, or make recommendations regarding shopping, dining,\nor entertainment Record guest comments or complaints, referring customers to managers as necessary.",
        "Transmit and receive messages, using telephones or telephone switchboards.",
        "Accomplishments researched, calmed and rapidly resolved client conflicts to ensure customer retention increasing it up to 85% per month.",
        "Consistently generated additional revenue through skilled customer services and sales techniques used to generate new corporate.",
        "accounts to service high volume employee corporations.",
        "Satisfactory managed company new locations pre saleand openings to guarantee revenue profit and investment return."
      ]
    }
  ],
  "education": [
    {
      "degree": "Law",
      "institution": "Universidad Santa Maria",
      "endDate": "2000",
      "location": "City, State, Venezuela",
      "startDate": "J.D. : Law"
    },
    {
      "degree": "Bachelor of Science : TOURISM",
      "institution": "IUTIRLA",
      "endDate": "1995",
      "location": "City, Venezuela Tourism and Hospitality Management Barcelona Hospitality and Tourism",
      "startDate": "Â\nÂ Courses on Military Law, Criminology ."
    },
    {
      "degree": "Instituto Universitario de Tecnologia Industrial \"Rodolfo Loero Arismendi\"",
      "institution": "El Morro, Anzoategui Graduated Cum Laude"
    }
  ],
  "skills": [
    "Client-focused",
    "Results-oriented",
    "Quick learner",
    "Superior communication skills",
    "Cheerful and energetic",
    "Effective team player",
    "Customer services supervision, decision making, dependable, staff training and development, problem solver, public relations, dynamic team player\nable to motivate employees to reach high level of performance while using maximum potential.",
    "Commercial awareness.",
    "Conversations and interviews.",
    "Developing high trust work relationships.",
    "Difference and challenge in teams.",
    "Discovering development management.",
    "Facilitating group discussions.",
    "Making decisions.",
    "Speeches and speech making.",
    "The importance of interpersonal skills.",
    "The role of a manager.",
    "Three principles of coaching approach."
  ]
}
