{
  "personalInformation": {
    "summary": "Capable Accountant successful at managing multiple projects and consistently meeting deadlines under pressure. Extensive knowledge of accounting software and processes. Insightful and self-directed with seven years of experience delivering quality. Employed critical thinking skills to examine issues and develop best practice solutions. Currently working towards becoming a CPA.",
    "title": "SENIOR ACCOUNTANT"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Senior Accountant",
      "startDate": "September 2014",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Prepared financial statements for different projects on monthly, quarterly basis",
        "Prepared journal entries, account analyses, reconciliations and internal reporting in a four day financial close",
        "Reconciled sub-ledger to general ledger account balances",
        "Assisting with budget preparation and preparing the monthly budget/forecast variance analysis to the P&L",
        "Maintained and reconciled fixed assets schedules",
        "Assisted in writing accounting policies for the key accounting processes",
        "Assisted in implementing EPICOR fixed assets module to replace Excel depreciation schedules",
        "Directly responsible for coordinating and managing payroll for over 50 employees on bi-weekly basis including resolving problems and issues with the payroll manager ADP."
      ]
    },
    {
      "company": "Company Name",
      "position": "Project Accountant",
      "startDate": "April 2013",
      "endDate": "September 2014",
      "location": "City, State",
      "responsibilities": [
        "Prepare monthly draw report for various projects - Brandywine, Liberty and Patriot.",
        "Monthly preparation of budget forecasting",
        "Provide support to project management monthly variance analysis for budget forecast.",
        "Prepare journal entries related to prepaid expenses, adjustments, accruals and inter-company transactions.",
        "Responsible for booking and reconciling the inventory, supplies, payroll and cash reconciliation.",
        "Align with corporate and operational initiatives with supporting financial and accounting documentation",
        "Prepare and reconcile monthly financial statements on timely basis.",
        "Responsible for all projects Accounts Payable process.",
        "Resolve vendor request on any discrepancy matters.",
        "Assist in month end closing and year end close",
        "Process ADP Payroll for Temple and Sherman O&M & backup payroll specialist for PGS."
      ]
    },
    {
      "company": "Company Name",
      "position": "Staff Accountant",
      "startDate": "September 2010",
      "endDate": "March 2013",
      "location": "City, State",
      "responsibilities": [
        "Maintained full accounting records for a multiple range of clients in the service, wholesale and retail industries.",
        "Computed taxes owed and prepared tax returns ensuring compliance with payment, reporting and other tax requirements.",
        "Responsible for preparing monthly financial statements for up to 30 corporations.",
        "Handled responsibilities of analyzing month end financial reports and performed account reconciliations.",
        "Comprehensive knowledge of General Ledger.",
        "Assisted in preparing IRS Forms 1120 and 1120S.",
        "Entered invoices and managed accounts payable ensuring the accuracy of financial statements.",
        "Performed the tasks of posting checks, tracking General Ledger accounts, and posting Journal entries.",
        "Prepared closing Journal entries at year-end.",
        "Ensured filing and compliance with Sales and Franchise Tax deadlines for over 50 clients.",
        "Analyzed, prepared and input Payroll data.",
        "Ensured compliance with all applicable state and federal wage and hour laws.",
        "Prepared weekly, monthly and quarterly payroll reports including 941, 940, TWC, W-2/W-3 &1099.",
        "Resolved issues for clients on daily basis.",
        "Established relationships with client personnel at different levels",
        "Administered online banking functions.",
        "Trained new staff on various different functions."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Science",
      "institution": "University of Texas at Dallas- Naveen Jindal School of Management",
      "endDate": "2012",
      "field": "Accounting and Information Management",
      "gpa": "3.7/4.0"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "Magna Cum Laude Graduate",
      "endDate": "2010",
      "field": "Accounting and Information Management"
    }
  ],
  "skills": [
    "Account reconciliations",
    "accounting software",
    "accounts payable",
    "Bank Reconciliations",
    "filing",
    "financial reports",
    "Financial Statement Preparation",
    "financial statements",
    "Forecasting",
    "General Ledger",
    "General Ledger accounts",
    "General Ledger Accounting",
    "month end closing",
    "Quick Books",
    "Sales",
    "tax returns",
    "monthly variance analysis"
  ]
}
