{
  "personalInformation": {
    "summary": "At the Culinary Institute of America, I was taught and mentored by an expert team of world renowned chefs and professors with outstanding industry and education credentials. I gained extensive exposure and experience through the advanced culinary curriculum that is only offered at CIA. My education went beyond memorizing and executing foods, cooking techniques and recipes - I learned how to analyze foods, how to adapt them, and most important ... how to get creative with them. I am well trained in both classic and contemporary culinary methods and techniques and developed a strong understanding of how to prepare a wide variety of global cuisines, as well as, wine & beer pairing.\nI have had the opportunity to work with famed Chef Larry Forgione \"The Godfather of American Cuisine\" (father of Iron Chef Marc Forgione) Learning the true practice of sourcing local ingredients into the restaurant known as farm-to-table cooking. I gained extensive hands-on experience in CIA professional kitchens and bakeshops, and in their award-winning student-staffed restaurants (including the American Bounty Restaurant, and Ristorante Caterina de' Medici, St. Andrews Restaurant). I gained both back-of-the-house and front-of-the-house experience under the guidance of the expert faculty and through a 5 month externship at Walt Disney World's 3rd signature premier restaurant \"Artist Point\" in Orlando, Florida at the Wilderness Lodge in Magic Kingdom. Additionally, I gained solid professional experience at Cattail Creek Country club in Maryland, running the private catering businesses.",
    "title": "LEAD CHEF & FOOD TRUCK MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Lead Chef & Food Truck Manager",
      "startDate": "05/2015",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Helped make a concept become a reality and currently working to become a brand.",
        "Working under a talented former French Laundry Executive Chef, and a team of passionate individuals."
      ]
    },
    {
      "company": "Company Name",
      "position": "Executive Chef",
      "startDate": "10/2012",
      "endDate": "02/2013",
      "location": "City, State",
      "responsibilities": [
        "Worked multiple stations (including pantry, fish, middle sauce and grill).",
        "Made significant contributions to assist kitchen to successfully serve thousands of dining guests during the busy 2012 Thanksgiving & Christmas Holiday season.",
        "Gained invaluable experience is a fine dining, high production kitchen (average 200-300 covers normally; 500-700 during holidays, 40+ hours/wk) Developed and maintained positive working relationships with others to reach business goals.",
        "Followed all safety and sanitation policies when handling food and beverage to uphold proper health standards.",
        "Consistently provided professional, friendly and engaging service.",
        "Provided friendly and attentive service."
      ]
    },
    {
      "company": "Company Name",
      "position": "Chef, Owner",
      "startDate": "05/2010",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Chef Aaron LeRoi Hodge - Various Locations From Maryland to New York to California (www.ChefAaronLeRoi.com) - specializes in Healthy Cuisine and Personal Fit Meals.",
        "Preparing 50-100 meals weekly for customers at various types of gyms.",
        "Rotating healthy weekly menu choices; fresh local ingredients; focused on catering real, naturally ingredients, that can improve health and promote good eating habits.",
        "Full Personal Chef Services w/ a wide variety of meals from 10 - 50 guests"
      ]
    },
    {
      "company": "Company Name",
      "position": "Culinary Apprentice under Executive Chef",
      "startDate": "05/2010",
      "endDate": "02/2012",
      "location": "City, State",
      "responsibilities": [
        "Food preparation, cooking, carving, grilling, food plating and serving for buffets.",
        "30 hours/week Consistently provided professional, friendly and engaging service.",
        "Followed all safety and sanitation policies when handling food and beverage to uphold proper health standards.",
        "Displayed enthusiasm and knowledge about the restaurant's menu and products."
      ]
    }
  ],
  "accomplishments": [
    "Recipient of 2011 Glenelg High School Principal's Award for Exemplary Achievements (Only 13 graduates out of a class of 300 received this distinction).",
    "Lead member of Glenelg High School's Culinary Team (ProStart Curriculum). Achieved 3rd Place, 3rd Place, then 1st Place finish in the annual ProStart Competition.",
    "Successfully managed the culinary kitchens at the Culinary Institute Of America",
    "Successfully worked my way up quickly through all stations at the Artist Point Resort in Walt Disney World, serving 300-700 covers each night with a cohesive team.",
    "Successfully branched out on my own, traveling to Napa CA to continue pursuing my Personal Chef goals."
  ],
  "highlights": [
    "Focused and disciplined",
    "High volume production capability",
    "Contemporary sauce work",
    "Well-tuned palette",
    "Sense of urgency",
    "Problem Solver",
    "ServSafe certified"
  ],
  "skills": [
    "Knowledge of the personal chef/private catering business",
    "Maintain great quality of food",
    "Fast and capable of handling large projects"
  ]
}
