{
  "personalInformation": {
    "summary": "Committed and motivated professional with exceptional customer service and decision making skills. Extensive experience working with a diverse client base and delivering results. High-achieving professional possessing excellent communication, organizational and analytical capabilities. Background in business development, customer service and project management.",
    "title": "BUSINESS DEVELOPMENT"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Business Development",
      "startDate": "February 2015",
      "endDate": "September 2015",
      "location": "City, State",
      "responsibilities": [
        "Responsibilities have included setting up new with vendors, manufactures and contractors by implementing effective networking and content marketing strategies.",
        "Added value to marketing material by introducing creative advertising concepts.",
        "Generated new sales opportunities through direct and telephone selling and emails.",
        "Coordinated and managed major proposal processes from initiation to implementation.",
        "Successfully established effective systems for record retention by creating database for daily correspondence tracking. Standardized department filing system to increase efficiency."
      ]
    },
    {
      "company": "Company Name",
      "position": "Service Manager",
      "startDate": "November 2014",
      "endDate": "February 2015",
      "location": "City, State",
      "responsibilities": [
        "Developed, implemented and monitored programs to maximize customer satisfaction and manage on-site customer service representatives.",
        "Interviewed, hired and trained new quality customer service representatives."
      ]
    },
    {
      "company": "Company Name",
      "position": "System Technology Specialist",
      "startDate": "November 2012",
      "endDate": "January 2014",
      "location": "City, State",
      "responsibilities": [
        "Support customers with reconfiguring of system software.",
        "Trouble shoot and repair systems in timely manner, per customer contracts.",
        "Assist with bringing new systems on line and training."
      ]
    },
    {
      "company": "Company Name",
      "position": "Project Manager",
      "startDate": "April 2012",
      "endDate": "November 2012",
      "location": "City, State",
      "responsibilities": [
        "Define project scope, goals and deliverables.",
        "Manage cost, schedule, and performance of project, while working to ensure the ultimate success and acceptance of the project.",
        "Mentor staff consulting excellence and encouraged best practice of company standards."
      ]
    },
    {
      "company": "Company Name",
      "position": "Support Manager",
      "startDate": "April 2011",
      "endDate": "December 2011",
      "location": "City, State",
      "responsibilities": [
        "Responsible for departmental staffing needs, performance management, training and development, and daily management of customer service employees.",
        "Manage all service issues to customers satisfaction to 98%",
        "Developed quality assurance program that reduced warranty calls by thirty percent in the first two months",
        "realigned staging and routing process to create more steam lined operation, minimizing overtime first time service calls were completes at a 20% higher success rate maintain and track monthly reports customer satisfaction, warranty expenditure, outstanding work order reports.",
        "Develop plan for sales department for reoccurring revenue",
        "Member of KAIZEN board Support all departments on an as needed basis."
      ]
    },
    {
      "company": "Company Name",
      "position": "Project Administrator",
      "startDate": "September 2006",
      "endDate": "December 2011",
      "location": "City, State",
      "responsibilities": [
        "Responsible for creating and maintaining project records, hard and electronic copies, transmitting them accordingly to internal and or external customers.",
        "Create and maintain budget reports on all active jobs",
        "Supporting the project managers with any additional reports, scheduling, RFI's, purchasing, create and update job submittal packets and operation manuals coordinate training for internal and external customer."
      ]
    }
  ],
  "highlights": [
    "Problem resolution",
    "Results-oriented",
    "Meticulous attention to detail",
    "Managing multiple priorities",
    "Microsoft Office proficiency",
    "Customer relations specialist",
    "Employee training and development"
  ],
  "skills": [
    "Active Learning",
    "Client Relations",
    "Computer Proficiency",
    "Creative Problem Solving",
    "Critical Thinking",
    "Data Collection",
    "Data Entry",
    "Documentation",
    "Email",
    "Executive Management Support",
    "Filing",
    "Internet Research",
    "Letters and Memos",
    "Minute Taking",
    "Multi-Task Management",
    "Organizational Skills",
    "Research",
    "Scheduling",
    "Service Orientation",
    "Speaking",
    "Spreadsheets",
    "Travel Arrangements"
  ]
}
