{
  "personalInformation": {
    "summary": "Provide leadership to developing engineering standards and ensure projects executed meet safety, functional, reliability, budget and schedule goals\nfor capital projects. Liaise with upper level management and engineering daily to resolve technical and/or operational issues. Continuous, efficient\nand reliable operation using selected KPI's. Lead the efforts in specifying and selecting materials and component parts and collaborate with our\nglobal organization to select and evaluate vendors, taking advantage of vendor expertise to incorporate into designs, improving quality and reducing\ncosts. Manage to continue successful operations throughout the account. Develop a matrix to gather various utility expenditures and work to\nreduce annual costs. Support key operations and business initiatives for operations, design, and facilities planning. Provide deep technical expertise\nto the infrastructure group in the following areas: Building operations, Data Center, Capacity Planning, power management, HVAC operation and\nmanagement, fire/water/smoke detection, power monitoring, preventative and corrective maintenance, asset management, and historic\npreservation. Develop site solutions in support of various key infrastructure and business needs. Work to help develop overall solutions for\nbusiness projects spanning multiple disciplines and departments. Prepare documentation including: engineering designs, inventory asset\nmanagement, physical view metrics, and performance reporting, to work directly with internal and external Site engineers, to create facilities and\nsite designs for new projects and upgrades. Plan and coordinate the implementation for new projects. Negotiate Pricing directly with vendors and\nproviders. Manage outsource hosting supplier relationship. Take responsibility for capital budgeting, spending, and procurement tracking of all\nbuild activities. Project ROI data, and lead cross-organizational teams as needed.",
    "title": "FACILITIES ENGINEERING MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name i¼",
      "position": "Facilities Engineering Manager",
      "startDate": "01/2008",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Provide engineering and Facility management supervision to the Facilities Organization to ensure continuous operations of facilities related\nsystems including HVAC, Electrical systems, Security Systems, Data Center, Vacuum and others as needed.",
        "Manage and operate within a 20 million annual budget.",
        "Working within the corporate organization and several depts., such as legal, real estate, and procurement, on the development and\nexecution of contracts to ensure 100% compliance within MSA's for ownership and clients.",
        "Ensure a safe and compliant work place, knowledge and adherence to applicable standards and regulations.",
        "Manage daily maintenance and building systems operational activities for the facility.",
        "Ensure maintenance repairs are conducted in a timely manner.",
        "Manage contractors and employees involved in conducting maintenance work.",
        "Manage EHS and Safety Committee to ensure that the facility is a safe work place.",
        "Conduct meetings to review the building environment and conditions periodically to ensure that conditions are compliant with building and\nfire codes.",
        "Test the function of safety systems periodically, Ensure that all operates in Accordance and Compliance to Requisite Regulating Bodies to\ninclude: NFPA, NEC, OSHA, EPA, Corporate, and Divisional procedures.",
        "Provide lead design, project management and technical support for all engineering changes or modifications performed on the building.",
        "Leading and coordinating with internal customers & project teams.",
        "Effectively communicating with site management Formulating strategic project and operating plans and issuing pertinent reports.",
        "Management and coordination of all phases of work including the work of outside consultants, suppliers, and contractors.",
        "Track performance to budget monthly Issue facility operation related purchase orders.",
        "Approve facility related work invoices.",
        "Develop strategic plans for cost reduction and optimization.",
        "Demonstrate excellent project management skills.",
        "Highly computer literate in various database software programs.",
        "Excellent interpersonal and team working skills combined with good written communication skills.",
        "Technical and working knowledge of facility design & safety standards.",
        "OSHA, NFPA, IBC, NEC codes."
      ]
    },
    {
      "company": "Company Name i¼",
      "position": "Field Engineering Supervisor",
      "startDate": "07/2007",
      "endDate": "12/2007",
      "location": "City, State",
      "responsibilities": [
        "Responsible for the overall installation and commissioning of plant production/process machinery and systems.",
        "Duties include installing, troubleshooting, repairing, electrical and PLC, CPU's on monorail systems for the laundry/linen industry..",
        "Experienced with PLC programming and a wide variety of controls and equipment automation."
      ]
    },
    {
      "company": "Company Name ï¼",
      "position": "Chief Plant Engineer",
      "startDate": "10/2001",
      "endDate": "05/2007",
      "location": "City, State",
      "responsibilities": [
        "in charge of maintenance, overseeing all plant processes, building, and production equipment.",
        "Responsible for the operation and maintenance of a high pressure steam plant and all auxiliary equipment.",
        "Responsible for the operation and maintenance of an industrial wastewater plant and associated systems.",
        "Project manager during a vital system upgrade that led to an annual savings of over $350,000 per year.",
        "Safety committee leader, directly responsible for the training and implementation of lock-out Tag-out, fork truck safety, and all general plant\noperations.",
        "Highly experienced with pneumatics, hydraulics, electrical, PLC, automation, HVACR.",
        "Plumbing, welding and fabrication, and mechanical repair."
      ]
    },
    {
      "company": "Company Name 1/4",
      "position": "Nuclear Inspector",
      "startDate": "11/1999",
      "endDate": "08/2001",
      "location": "City, State",
      "responsibilities": [
        "Worked in a fabrication and machine shop as a Nuclear Quality Assurance Inspector..",
        "Certified non-destructive testing, such as vacuum and helium leak testing, ultrasonic weld flaw detection, radiography, visual and dimensional\ninspection..",
        "Directly responsible for the final preparation of all quality documentation.",
        "Documentation standards such as ASME code, Mil spec, and codes governed by the Nuclear Regulatory Commission.",
        "A team leader responsible for the completion of over 30 nuclear waste storage containers currently in use in most power plants."
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "Submariner",
      "startDate": "01/1996",
      "endDate": "10/1999",
      "location": "City, State",
      "responsibilities": [
        "Machinists mate onboard the USS Philadelphia.",
        "Trained as an EMT and firefighter.",
        "Duties included the overall operation and maintenance of various ships systems, such as the Nuclear Power Propulsion system..",
        "The first, in the 30 year history of the ship, to be awarded the Navy Achievement medal as a Jr.",
        "ranking Fireman; medal was awarded for outstanding leadership and knowledge of all the ship's systems."
      ]
    }
  ],
  "education": [
    {
      "degree": "Professional Certified Energy Manager Leed Green associate",
      "institution": ""
    }
  ],
  "skills": [
    "automation",
    "budget",
    "interpersonal",
    "computer literate",
    "contracts",
    "cost reduction",
    "CPU's",
    "clients",
    "database software",
    "Documentation",
    "Electrical\nsystems",
    "Energy Manager",
    "Facility management",
    "HVAC",
    "hydraulics",
    "inspection",
    "Inspector",
    "laundry",
    "leadership",
    "team leader",
    "legal",
    "machinery",
    "mechanical",
    "meetings",
    "MSA",
    "Navy",
    "NEC",
    "optimization",
    "PLC programming",
    "PLC",
    "Plumbing",
    "processes",
    "procurement",
    "project management",
    "quality",
    "Quality Assurance",
    "radiography",
    "real estate",
    "repairs",
    "repairing",
    "Safety",
    "strategic",
    "strategic plans",
    "supervision",
    "technical support",
    "troubleshooting",
    "upgrade",
    "weld",
    "welding",
    "written communication skills"
  ]
}
