{
  "personalInformation": {
    "title": "BUSINESS DEVELOPMENT MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name i/4 City, State",
      "position": "Business Development Manager",
      "startDate": "July 2010",
      "endDate": "Current",
      "responsibilities": [
        "Sales and marketing of utility engineering and design services including staff augmentation to mid-sized companies and investor-owned utilities.",
        "Clients include LG&E-KU, EKPC, AT&T, Time Warner and Industrial/Commercial.",
        "Double digit increase in sales by developing strong relationships with clients, staff, partners, and management from initial contact through implementation.",
        "Proven ability in building name brand awareness through various marketing techniques.",
        "Responsible for launch of new turn-key energy saving business segment in January 2012 resulting in $500,000 in new business within 7 months.",
        "Received first purchase for new business in 46 days from start of service.",
        "Selling ROI to C-Suite and building owners.",
        "Achieved goal of $1,000,000 + in pipeline in 180 days.",
        "1,056,737 in quoted business for 22 new clients."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Account Executive",
      "startDate": "November 2009",
      "endDate": "June 2010",
      "responsibilities": [
        "Sales and marketing of Lean Six Sigma Consulting services to small and mid-sized companies.",
        "Consulting and solution skills applied for marketing to small-to-mid-sized companies in the greater Louisville and Lexington Markets.",
        "Green Belt Training in Lean Six Sigma."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Senior Account Executive",
      "startDate": "January 2008",
      "endDate": "June 2009",
      "responsibilities": [
        "Sales and marketing of network computer software and hardware systems in addition to integration and managed services.",
        "Targeted C-Level executives, IT manager and engineers in banking, manufacturing, healthcare and insurance industries.",
        "Partnered with cross-functional teams to identify, develop, qualify and close business opportunities.",
        "Wrote proposals, calculated and presented ROI analyses, and negotiated contracts.",
        "Created e-mail marketing programs and monthly newsletter."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Manager",
      "startDate": "January 2002",
      "endDate": "January 2008",
      "responsibilities": [
        "Responsible for new business development and growing sales in Kentucky territory with a sales target of $25 million.",
        "Sales of Expense Management Solutions to new middle market business segments (companies with annual sales; revenue between $10 million and $250 million).",
        "Effectively filtered and qualified prospects and built pipelines to ensure targets are exceeded.",
        "Focused on vertical marketing to Auto, Construction, Medical, and Manufacturing markets.",
        "Achieved 138% of Goal.",
        "Developed methods for prospecting and closing medical practices which resulted in closing 14 new doctor practices with a total of $2mm in gross volume.",
        "These techniques were duplicated and shared around the region resulting in 10% increased sales among teams."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Sales Account Manager",
      "startDate": "January 1994",
      "endDate": "January 2002",
      "responsibilities": [
        "Responsible for opening new accounts and managing long-term client relationships of key OEM accounts totaling more than $4 million.",
        "Worked closely with design engineers at OEM clients in cross-functional teams to provide value-added components and assemblies.",
        "Identified new business opportunities well aligned with business capabilities and client needs.",
        "Clients include decision makers at accounts that require design, development and manufacture of custom metal stampings, springs, wire forms and assemblies."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Key Account Manager",
      "startDate": "January 1991",
      "endDate": "January 1994",
      "responsibilities": [
        "Opened new markets with focus on applianceand office products industry along with other high-volume industries.",
        "Broke new ground with the development, maintenance and servicing of key OEM accounts totaling $2 million.",
        "Multi-national company with operations in 13 countries involved in the design, development and manufacturing of custom engineered plastic, foam and rubber components."
      ]
    }
  ],
  "education": [
    {
      "degree": "B.S",
      "institution": "Mechanical Engineering University of Kentucky 1/4 City, State",
      "field": "Mechanical Engineering"
    }
  ],
  "highlights": [
    "Microsoft Office Suite",
    "Outlook",
    "Salesforce.com CRM (Customer Relationship Management)",
    "Virtual and cloud computing environment"
  ],
  "skills": [
    "banking",
    "C",
    "closing",
    "hardware",
    "Consulting",
    "contracts",
    "Customer Relationship Management",
    "CRM",
    "client",
    "Clients",
    "e-mail",
    "energy saving",
    "focus",
    "forms",
    "functional",
    "insurance",
    "managing",
    "marketing",
    "market",
    "Microsoft Office Suite",
    "office",
    "Outlook",
    "network",
    "new business development",
    "newsletter",
    "proposals",
    "Selling",
    "Sales",
    "Salesforce.com CRM",
    "Six Sigma",
    "utilities"
  ]
}
