{
  "personalInformation": {
    "summary": "Experienced, driven and successful Sales Professional recognized for consistently growing sales revenues and profitability. Frequently selected by management to open new territories and rapidly develop sales pipelines through the use of innovative and imaginative sales and marketing programs that achieve maximum market exposure and penetration. Parlays commitment to community and passionate for causes supported into strong networking and business alliances. Proficiencies: Solution Based Sales Key Relationship Management Business Development Project Management Product Knowledge Territory Management Customer Education & Training Marketing & Brand Positioning Stakeholder Engagement",
    "title": "BUSINESS DEVELOPMENT MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Business Development Manager",
      "startDate": "09/2013",
      "endDate": "08/2014",
      "location": "City, State",
      "responsibilities": [
        "Provided leadership and drove sales for organization providing workforce solutions to Aerospace & Defense, Engineering,.",
        "Government, Health Care, Life Sciences, Information Technology and Telecommunications industries.",
        "Accomplishments: Consistently grew sales revenues and profitability Extend coverage of Indianapolis office to cover Midwest region",
        "Rapidly developed the sales pipelines with innovative and imaginative sales and marketing programs."
      ]
    },
    {
      "company": "Company Name",
      "position": "Network Solutions Consultant",
      "startDate": "01/2012",
      "endDate": "01/2013",
      "location": "City, State",
      "responsibilities": [
        "Provided sales and leadership expertise to various departments including mentoring junior sales staff enhancing organizational sales for organization catering to Information Technology industry in providing staffing solutions.",
        "Accomplishments"
      ]
    },
    {
      "company": "Company Name",
      "position": "Relocation Consultant",
      "startDate": "01/2011",
      "endDate": "01/2012",
      "location": "City, State",
      "responsibilities": [
        "Served as recognized expert and solutions partner to clients of leader in the relocation industry in National Account and Commercial Relocations while managing contract administration and compliance for book of business.",
        "Accomplishments"
      ]
    },
    {
      "company": "Company Name",
      "position": "Director",
      "startDate": "01/2006",
      "endDate": "01/2008",
      "location": "City, State",
      "responsibilities": [
        "Motivator, driver and sales champion for leader in the LTL and TL business as well as kiosk delivery and installation.",
        "setting and maintaining bar for National and Commercial accounts were maintained at high level of customer.",
        "satisfaction within client expectations, timelines and budgets.",
        "Accomplishments"
      ]
    },
    {
      "company": "Company Name",
      "position": "Commercial Relocation Consultant",
      "startDate": "01/2005",
      "endDate": "01/2006",
      "location": "City, State",
      "responsibilities": [
        "Provided Commercial Relocation Management sales and management expertise for three locations ensuring smooth.",
        "relocation services.",
        "Generated sales in the areas of Household goods, National Accounts and Commercial relocations.",
        "Effectively penetrated markets, sought out and acquired new clients.",
        "Successfully introduced and facilitated new marketing techniques in coaching junior staff.",
        "Increased sales within assigned territory, for a total of $400,000 in new revenue."
      ]
    },
    {
      "company": "Company Name",
      "position": "Relocation Consultant",
      "startDate": "01/2004",
      "endDate": "01/2005",
      "location": "City, State",
      "responsibilities": [
        "Led teams, managed projects and provided relocation management services that increased the effectiveness of sales staff in support of leading company with locations in IN, KY and OH.",
        "Accomplishments"
      ]
    },
    {
      "company": "Company Name",
      "position": "Regional Manager",
      "startDate": "01/2002",
      "endDate": "01/2004",
      "location": "City, State",
      "responsibilities": [
        "Expertly provided COD Sales, National Account Sales and Commercial Sales in Indianapolis, IN marketplace and.",
        "surrounding states (OH, MI, KY, TN and IL) for leading relocation organizations for Mayflower in the United States.",
        "Worked with both domestic and international relocations generating gross sales exceeding $500,000.",
        "Assisted in the training of all new laborers and project managers on proper policies and procedures for commercial relocations.",
        "Developed effective and innovative Customer Relationship Management and marketing techniques."
      ]
    }
  ],
  "education": [
    {
      "degree": "Associate's degree",
      "institution": "Ashford University",
      "location": "City, State",
      "startDate": "Early Education"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "Ashford University",
      "location": "City, State"
    }
  ],
  "skills": [
    "billing",
    "book",
    "budgets",
    "coaching",
    "contract administration",
    "Customer Relationship Management",
    "CRM",
    "client",
    "clients",
    "Client liaison",
    "customer satisfaction",
    "customer service",
    "delivery",
    "directing",
    "Government",
    "Information Technology",
    "invoicing",
    "leadership",
    "Managing",
    "marketing",
    "Market",
    "mentoring",
    "office",
    "organizational",
    "policies",
    "Project Management",
    "Relationship management",
    "RFP",
    "Sales",
    "sales and management",
    "staffing",
    "Telecommunications",
    "training programs",
    "Author"
  ]
}
