{
  "personalInformation": {
    "summary": "I help media companies succeed with digital products and customer experiences. My passion is helping people and organizations transform, grow, and thrive with a unique mix of strategy, marketing, product, and technology leadership. This expertise has been developed over twenty years spent building successful digital businesses and products - across the world.",
    "title": "VICE-PRESIDENT DATA AND MARKETING TECHNOLOGY"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Vice-President Data and Marketing Technology",
      "startDate": "04/2017",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Driving evolution of the firm into a data-driven marketing company, leading the design and delivery of data-driven products, services, strategies, and platforms.",
        "Setting the strategy and direction for a newly formed Data Division while hitting ambitious growth targets.",
        "Leadership of in-house startup Orchestrate, which is a marketing funnel automation and lead nurturing platform for B2B markets that capitalizes on content marketing.",
        "Leading full life cycle product development for data & data-driven products, including market research, positioning, processes, and technology.",
        "Acting as product owner for data and martech across all platforms in our Agile processes.",
        "Ensuring compliance with data privacy legislation functioning as Data Protection Officer."
      ]
    },
    {
      "company": "Company Name",
      "position": "Vice-President Digital Media",
      "startDate": "03/2011",
      "endDate": "03/2017",
      "location": "City, State",
      "responsibilities": [
        "Responsible for shaping and executing product vision and strategy and driving digital business transformation.",
        "Led product management, digital marketing, and digital strategy.",
        "Responsible for 35 reports, budget of $5 million, 100+ web sites, 80+ mobile apps, matrix P&L owner for $25+ million digital business.",
        "Led product development, market research, digital strategy, internal digital consulting, web production, online marketing, video production, and directory management.",
        "Founded and co-led an in-house business startup at the junction of marketing technology, machine learning, and data.",
        "Led extensive market research and co-wrote business plan.",
        "Key contributor to the company's strategic plan known as Vision 2020.",
        "Led digital sales to 10x increase over a five-year period, grew traffic 4x.",
        "Drove CMS implementation projects to move 100 web sites to new CMS."
      ]
    },
    {
      "company": "Company Name",
      "position": "Director of Product Management",
      "startDate": "11/2007",
      "endDate": "03/2011",
      "location": "City, State",
      "responsibilities": [
        "In this role, I built a world-class product management organization focused on customer-driven innovation.",
        "Designed and implemented a new product development process which improved strategic alignment and sped the flow of new products through the pipeline, as well as leveraging innovation across all divisions.",
        "Grew digital sales 60% and web traffic 50% the first full year in position, with strong>50% annual growth the following two years.",
        "Led digital product sales growth of 10x in eight years.",
        "Developed key metrics to drive the strategic and tactical goals and managed a product portfolio across multiple vertical markets.",
        "Drove implementation of agile product development processes that improved quality & results."
      ]
    },
    {
      "company": "Company Name",
      "position": "Global Process Expert; Senior Manager CRM",
      "startDate": "01/2005",
      "endDate": "10/2007",
      "location": "City, State",
      "responsibilities": [
        "Drove major initiatives for database marketing, CRM, market sensing, data quality, and lead management resulting in significant sales growth and strategic advantage.",
        "Led sales process initiative to integrate a new division of 500 salespeople that resulted in significant business improvement and sales increases.",
        "Responsible for driving positive change and measurable improvement of marketing and sales processes in North America, including implementation across 1,100 salespeople and multiple IT systems.",
        "Owned customer data and related processes, led improvements in data gathering, creation, and sourcing processes resulting in achievement of Hilti's top rating globally in data quality."
      ]
    },
    {
      "company": "Company Name",
      "position": "Global E-Business Channel Manager",
      "startDate": "03/2002",
      "endDate": "12/2004",
      "location": "City, State",
      "responsibilities": []
    },
    {
      "company": "Company Name",
      "position": "Global E-Business Implementation Manager",
      "startDate": "07/2001",
      "endDate": "08/2002",
      "location": "City, State",
      "responsibilities": [
        "Global product owner for e-commerce, led global product development, marketing, and implementation for 15 major e-commerce web sites as well as e-procurement.",
        "Achieved 2004 revenue target of 50 million CHF and drove annual growth exceeding 300% annually for three straight years.",
        "Developed and implemented e-business project portfolio process that identified, prioritized, and measured business opportunities, resulting in 25% reduced average project delivery time and increased ROI.",
        "Increased customer retention rate 40% and conversion rates over 30% by developing and executing online personalized marketing, grew traffic by 100% via SEO efforts."
      ]
    },
    {
      "company": "Company Name",
      "position": "E-Products Marketing Manager",
      "startDate": "01/1999",
      "endDate": "06/2001",
      "location": "City, State",
      "responsibilities": [
        "Spearheaded market research, design, requirements, prototyping, and implementation of company's first & second generation e-commerce sites, established and managed ten-person e-commerce department.",
        "Awarded Hilti North America's Leadership Award for exemplifying the company's leadership principles."
      ]
    },
    {
      "company": "Company Name",
      "position": "Sales Manager",
      "startDate": "01/1997",
      "endDate": "12/1998",
      "location": "City, State",
      "responsibilities": [
        "Led sales team of ten salespeople, achieved President's Club in 2 consecutive years."
      ]
    },
    {
      "company": "Company Name",
      "position": "Inside Sales Representative",
      "startDate": "05/1993",
      "endDate": "12/1996",
      "location": "City, State",
      "responsibilities": []
    }
  ],
  "skills": [
    "Team leadership",
    "Budgeting and finance",
    "Process implementation",
    "Project management",
    "Staff development",
    "Strong verbal communication",
    "Extremely organized",
    "Agile",
    "automation",
    "B2B",
    "budget",
    "business plan",
    "business startup",
    "CMS",
    "consulting",
    "content",
    "conversion",
    "CRM",
    "database marketing",
    "delivery",
    "direction",
    "Driving",
    "e-commerce",
    "e-business",
    "full life cycle",
    "innovation",
    "Leadership",
    "machine learning",
    "market research",
    "marketing",
    "market",
    "marketing and sales",
    "new product development",
    "online marketing",
    "positioning",
    "processes",
    "procurement",
    "product development",
    "product management",
    "prototyping",
    "quality",
    "sales",
    "strategy",
    "strategic",
    "unique",
    "video production",
    "vision",
    "web sites",
    "web production"
  ]
  }
