{
  "personalInformation": {
    "title": "SR. BUSINESS DEVELOPMENT DIRECTOR Professional Summary"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Sr. Business Development Director",
      "startDate": "01/2014",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Manage and develop business relations with insurance marketplace clients sales.",
        "Direct sales team with software sales nationally.",
        "Consult clients to assess technology requirements and advise on software to address their needs.",
        "Lead project management for complete life cycle of software build and customization."
      ]
    },
    {
      "company": "Company Name",
      "position": "IT Program Manager",
      "startDate": "01/2012",
      "endDate": "01/2014",
      "location": "City, State",
      "responsibilities": [
        "Successfully built the confidence and trust of major companies, in Xerox software and support through astute assessment of client needs and the development of strategies to meet them, raising customer satisfaction ratings from 'not happy' to 'extremely happy'.",
        "Devised and implemented a core process for project management that ensured sustained support, eliminated errors and achieved high levels of customer satisfaction.",
        "Managed projects and support teams providing high quality of service to Xerox clients in Europe and USA, installing and supporting scanned invoice data software and international network installation between 4 countries.",
        "Directed a team of 15 in the setup of a complex Xerox mailroom in Poland, networked between 3 countries, with a budget of $2M.",
        "Provided project management for full lifecycle enhancement and break fix projects, recovering lost revenue."
      ]
    },
    {
      "company": "Company Name",
      "position": "Quality Engineering Analyst",
      "startDate": "01/2007",
      "endDate": "01/2011",
      "location": "City, State",
      "responsibilities": [
        "Instructor on Six Sigma tools and implementation techniques in a classroom setting.",
        "Assisted in preparation of marketing materials for inter-departmental clients.",
        "Implemented Six Sigma site support for best practice, and lead 20 departments in Six Sigma Lean pilot projects on production line and business practices including conducting such process improvements as Root Cause Analysis.",
        "Coordinated Six Sigma best business practices/tier audits/environmental health and safety planning for rocket engine production and NASA support with configuration management Led a team that achieved company 'Gold Standard' for the development and delivery of a customer focused strategy that consistently achieved error free completion, and on time delivery, in full consultation with customer to ensure needs were met.",
        "On time delivery equated to a savings of $1.5M for the company.",
        "Developed quality management programs to assist internal staff, suppliers, customers and partners with initiatives to re-engineer processes and methods that ensured the attainment of cost, efficiency and quality objectives.",
        "Assessed, monitored and implemented systematic process improvements on a wide variety of complex projects including but not limited to building space shuttle main engines, RS-25 engine, X-51 Hypersonic engine, Nuclear and Electric ION engine, RL10, F119 and F135 military jet engines.",
        "This support included NASA contracts."
      ]
    },
    {
      "company": "Company Name",
      "position": "Quality Engineering Analyst",
      "startDate": "01/1997",
      "endDate": "01/2007",
      "location": "City, State",
      "responsibilities": [
        "Played a key role in the Advanced Projects Group - Radar cross section X and Ku band Material science methods for ceramic materials with AutoCAD Nozzle design for jet engine with infrared applications.",
        "Technical analyst for F-22 F119 engine and F-35 F135 engine IR and Radar cross section analysis Held responsibility for providing information security support for all classified Nispom programs.",
        "Provided department business development consultancy to identify and implement process improvements."
      ]
    },
    {
      "company": "Company Name",
      "position": "Distributed Computer Systems Analyst / Network Administrator",
      "startDate": "01/1990",
      "endDate": "01/1996",
      "location": "City, State",
      "responsibilities": [
        "Provided computer consultancy and support for more than 200 workstations across 5 counties.",
        "Installed and maintained Microsoft Windows server networks.",
        "Coordinated and managed computer equipment logistics."
      ]
    }
  ],
  "skills": [
    "Strong verbal communication",
    "Data management",
    "Process implementation",
    "Powerful negotiator",
    "Budgeting and finance",
    "Team leadership",
    "Self-motivated",
    "Project management",
    "Conflict resolution",
    "Risk management processes and analysis",
    "analyst",
    "AutoCAD",
    "budget",
    "business development",
    "develop business",
    "configuration management",
    "consultation",
    "contracts",
    "client",
    "clients",
    "customer",
    "satisfaction",
    "delivery",
    "Direct sales",
    "engineer",
    "environmental health and safety",
    "information security",
    "instructor",
    "insurance",
    "logistics",
    "marketing",
    "materials",
    "Material science",
    "Microsoft Windows",
    "Radar",
    "network installation",
    "networks",
    "processes",
    "project management",
    "quality",
    "quality management",
    "sales",
    "Six Sigma",
    "strategy"
  ]
}
