{
  "personalInformation": {
    "summary": "Punctual, customer-focused professional focused on exceeding expectations and building customer loyalty. Flexible schedule and strong communicator who consistently meets and exceeds customer service goals. Reliable team player with an enthusiastic, outgoing attitude.",
    "title": "SALES ASSOCIATE"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Sales Associate",
      "startDate": "10/2013",
      "endDate": "01/2014",
      "location": "City, State",
      "responsibilities": [
        "Priced merchandise, stocked shelves and took inventory of supplies.",
        "Alerted customers to upcoming sales events and promotions.",
        "Identified potential shoplifters and alerted management.",
        "Determined customer needs by asking relevant questions and listening actively to the responses.",
        "Answered customer telephone calls promptly and in an appropriate manner.",
        "Followed merchandising guidelines to present visually appealing displays.",
        "Followed merchandising guidelines to present visually appealing displays.",
        "Resolved all customer complaints in a professional manner while prioritizing customer satisfaction."
      ]
    },
    {
      "company": "City, State",
      "position": "Childcare Professional",
      "startDate": "03/2013",
      "endDate": "01/2016",
      "responsibilities": [
        "Carefully monitored children's play activities.Â",
        "Prepared meals per employers instruction or om my own if instruction was not provided",
        "Disciplined children and recommended other measures to correct behavior.",
        "Incorporated music and art activities to encourage creativity and expression.",
        "Routinely picked children up from school and activities.",
        "Escorted children on outings and trips to local parks and zoos.",
        "Upheld all CPR andÂ First Â Aid Â certifications."
      ]
    },
    {
      "company": "Company Name",
      "position": "Cashier",
      "startDate": "10/2011",
      "endDate": "05/2012",
      "location": "City, State",
      "responsibilities": [
        "Operated a cash register for cash, check and credit card transactions with 100% accuracy.",
        "Cleaned and organized the store, including the checkout desk and displays.",
        "Alerted customers to upcoming sales events and promotions.",
        "Identified potential shoplifters and alerted management.",
        "Completed all point of sale opening and closing procedures, including counting the contents of the cash register.",
        "Handled all customer relations issues in a gracious manner and in accordance with company policies.",
        "Welcomed customers into the store and helped them locate items.",
        "Used time efficiently when not serving customers, including folding clothes and cleaning out fitting rooms."
      ]
    }
  ],
  "education": [
    {
      "degree": "High School Diploma",
      "institution": "Prospect Mountain High School",
      "endDate": "2010",
      "location": "City, State",
      "startDate": "2010"
    },
    {
      "degree": "Dental Assistant Certificate: Dental Assistant",
      "institution": "New Hampshire Technical Institute",
      "field": "Dental Assisting",
      "graduationDate": "2012",
      "location": "City, State"
    }
  ],
  "highlights": [
    "Interpersonal communication",
    "High customer service standardsÂ",
    "Adapt to diverse groups",
    "Excellent people skills",
    "Skilled problem solver",
    "Consistently meets sales goals",
    "Â Personable",
    "Motivated team player",
    "Conflict resolution proficiency",
    "Strong problem solving ability",
    "Active listener",
    "Exceptional organizational skills"
  ],
  "skills": [
    "Professional and friendly, Â Careful and active listener,Â Multi-tasking, organizational skills, great telephone and computer communication skills"
  ]
}
