{
  "personalInformation": {
    "summary": "A Professional with management experience and exceptional people skills. Versed in Relationship  Management and Human Resource Management. Desires a challenging role as an Administrator in a busy and productive environment.",
    "title": "SUBSTITUTE PARA PROFESSIONAL"
  },
  "professionalExperience": [
    {
      "company": "Current Company Name",
      "position": "Substitute Para Professional",
      "startDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Assist classroom teachers Pre-School - Grade 8. Guide students in reading, writing, math, science and computer technology in small groups and one on one. Present in the classroom to partner with teacher in presenting and reviewing lessons. Accompany students in transitioning to Unified Arts classrooms."
      ]
    },
    {
      "company": "Company Name",
      "position": "Founder / Creative Director",
      "startDate": "03/2005",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "On site event photography and private photo sessions. Coordinate and shoot photographs for sports leagues. Create custom slideshow productions using various forms of video and print media, still photos, and music. Create custom video presentations using client's existing video footage. Personally consult with client to obtain background and detail on a production's subject to create an accurate and personal portrayal with the productions story. Create an expand a returning group of clientele. Design and implement marketing and advertising campaigns. Photographically document school classes and teams for duration of school year and season, respectively and prepare slideshow production keepsake."
      ]
    },
    {
      "company": "Company Name",
      "position": "Project Manager",
      "startDate": "05/2010",
      "endDate": "02/2014",
      "location": "City, State",
      "responsibilities": [
        "Create project plans for new clients. Coordinate the journey of clients through the compliance process. Primarily responsible for maintaining client relationships. Specifically focused on supporting clients with all their questions and requirements regarding investment adviser compliance, investment adviser registration and investment adviser obligations under SEC regulations. Track and interact with Investment Advisory professional designation organizations. Sales opportunity tracking, proposal and contract preparation, prepare and send materials at monthly, quarterly and annual intervals. Track replies and submissions to identify appropriate registrations or trigger for new tasks. Respond to client inquiries and perform follow up. Manage Annual Renewals and Account User Certification programs as required.",
        "Create agendas and participate in weekly Project Review. Meetings Communicate with state securities divisions on registration requirements Performed Human Resource functions coordinating insurance programs, lead redesign project of company website researching and working with designers."
      ]
    },
    {
      "company": "Company Name",
      "position": "Private Family Care",
      "startDate": "09/2009",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Ongoing Periodic Services",
        "Sep 2009 - June 2010- Daily one on one infant and child care in private home setting."
      ]
    },
    {
      "company": "Company Name",
      "position": "Manufacturer's Representative",
      "startDate": "02/2006",
      "endDate": "10/2011",
      "location": "City, State",
      "responsibilities": [
        "Create and support a nationwide network of clientele. Represent national flag and flagpole manufacturers Interface with manufacturer's nationwide. Perform Accounts Receivable and Payable functions .Design and implement marketing and advertising campaigns. Visit customers and installation location sites."
      ]
    },
    {
      "company": "Company Name",
      "position": "Kitchen Consultant",
      "startDate": "07/2003",
      "endDate": "05/2006",
      "location": "City, State",
      "responsibilities": [
        "Operated independent business conducting in home kitchen shows demonstrating products, recipes, cooking techniques and quick tips.",
        "Attracted customers to become a host and hold a show, created and expanded a network of clientele. Prepared and executed promotional mailings to customers and fundraising groups and executed local advertising campaigns. Performed customer care follow-up with customers a period of time after products are delivered."
      ]
    },
    {
      "company": "Company Name",
      "position": "US Business Development Manager",
      "startDate": "03/2002",
      "endDate": "12/2004",
      "location": "City, State"
    },
    {
      "company": "Company Name",
      "position": "Customer Relations Manager / Sales Administrator",
      "startDate": "07/1995",
      "endDate": "02/2001",
      "location": "City, State",
      "responsibilities": [
        "Responsible for developing US based network of dealers, manufacturer's representatives and distributors. Acted as primary contact for Formenta's and PLP's base of national dealer, manufacturer's representative, and distributor network. Received and processed orders, providing first level technical support when required. Coordinated shipping and production arrangements as well as maintained freight company relationships. Monitored inventory and ordered restocking shipments to US based satellite warehouses. Generated and analyzed periodic sales reports, processed and qualified new dealer inquiries, generated standard and customized flagpole quotes. Consulted with manufacturing plant on technical matters, customer feedback and product development. Established and maintained promotional and collateral material budget. Developed and managed the preparation, ordering, and distribution of sales materials. Participated in sales calls and trade shows, administered trade show arrangements, coordinated and directed trade show follow-up. Participated in the development and implementation of marketing objectives and sales strategies. Established policies and procedures pertaining to customer service and organizing internal operations. Interviewed, trained, and supervised employees."
      ]
    }
  ],
  "accomplishments": [
    "Named Employee of the Year at PLP Composite Technologies Inc. for performance above and beyond in executing dedication, problem resolution, communication and relationship management during a business crisis.",
    "Recognized in monthly Pampered Chef publication as consultant nationally achieving third highest sales for a single show."
  ],
  "education": [
    {
      "degree": "Certificate in Human Resources Management",
      "institution": "Bryant University",
      "endDate": "Feb 2015",
      "location": "City, State"
    },
    {
      "degree": "General Courses",
      "institution": "U Mass Dartmouth",
      "location": "City, State"
    },
    {
      "degree": "Marketing and Management and Human Resource Courses",
      "institution": "Bristol Community College",
      "location": "City, State Fisher Junior College"
    },
    {
      "degree": "Mass Communications",
      "institution": "Emerson College",
      "location": "City, State"
    }
  ],
  "highlights": [
    "Operations management",
    "Excel in process development and implementation",
    "Reports generation and analysis",
    "Training and development",
    "Project management",
    "Proficiency in Human Resource Management",
    "Relationship management",
    "File/records maintenance",
    "Event planning and scheduling",
    "Microsoft Office"
  ],
  "skills": [
    "Relationship Management",
    "Human Resources Management",
    "Adaptable",
    "Advertising",
    "Budgets",
    "Contract and Proposal Preparation",
    "Customer Service",
    "Form Creation",
    "Instruction",
    "Inventory",
    "Marketing",
    "Materials Development",
    "Meeting and Event Planning",
    "Travel Arrangements",
    "Policies",
    "Presentations",
    "Product Development",
    "Process Development",
    "Project Plans",
    "Research Gathering",
    "Trade Shows",
    "Account Management",
    "Accounts Payable/Receivable",
    "Business Development",
    "Client Relations",
    "Computer Proficient",
    "Creative Problem Solving",
    "Domestic and International Experience",
    "Marketing",
    "Project Management",
    "Training and Development",
    "Benefits Administration"
  ]
}
