{
  "personalInformation": {
    "summary": "Flexible Accountant who adapts seamlessly to constantly evolving accounting processes and technology. Adept at budget forecasting, financial reporting and corporate tax planning.",
    "title": "HEAD OF ACCOUNTS AND FINANCE"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Head of Accounts and Finance",
      "startDate": "October 2013",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "I'm always accountable for the accounting operations of the company, to include the production of monthly financial reports, maintenance of an adequate system of accounting records, and a comprehensive set of controls and budgets designed to mitigate risk, enhance the accuracy of the company's reported financial results, and ensure that reported results comply with generally accepted accounting principles or international financial reporting standards.",
        "Maintain a documented system of accounting policies and procedures",
        "Manage outsourced functions",
        "Oversee the operations of the accounting department, including the design of an organizational structure adequate for achieving the department's goals and objectives",
        "Oversee the accounting operations of branches (Freetown, Kenema, Kono and Kailahun) especially their control systems, transaction-processing operations, and policies and procedures.",
        "Mitigating risk for cash handling from Bank to Rural areas disbursing centers",
        "Handling project finances, reporting and accountability within the company",
        "Maintain company's PPE register and disposal",
        "Ensure that accounts payable are paid in a timely manner",
        "Ensure that all reasonable discounts are taken on accounts payable",
        "Ensure that accounts receivable are collected promptly",
        "Process payroll in a timely manner",
        "Ensure that periodic bank reconciliations are completed",
        "Ensure that required debt payments are made on a timely basis",
        "Maintain the chart of accounts",
        "Maintain an orderly accounting filing system",
        "Maintain a system of controls over accounting transactions",
        "Processing commission to agents (VCs) and second payment (Premium) to farmers is done proportional to the weight of coco procured in that month",
        "Issue timely and complete monthly financial statements",
        "Ensure the upload of monthly financial reports to SAP accounting software is done in timely",
        "Lead and Coordinate the preparation of the corporate annual report",
        "Recommend benchmarks against which to measure the performance of company operations",
        "Calculate and issue financial and operating metrics",
        "Manage the production of the annual budget and forecasts",
        "Calculate variances from the budget and report significant issues to management",
        "Provide for a system of management cost reports purposely for cost control by the project managers and other stakeholders.",
        "Provide financial analysis as needed, in particular for capital investments, pricing decisions and company performance",
        "Coordinate the provision of information to external auditors for the annual audit",
        "Coordinate the provision of information to Government revenue authorities in regard to past financial statement",
        "Monitor debt levels and compliance with debt covenants",
        "Comply with local, state, and federal government reporting requirements and tax filings",
        "Coordinate the provision of information to other stakeholders who finances the implementation of the projects within the company like AECF, IFAD, and Social Projects.",
        "Participating with operation department for improving infrastructure of field activities",
        "Crop traceability from smallholder farmers to overseas customers",
        "Crop flow from smallholder farmers to the point of sale",
        "Crop Grower lists/farmer lists",
        "Farmer data spreadsheets (no. of coco trees per hector, contracts)",
        "Establishing new buying posts (BPs)",
        "Establishing Geo-traceability of farms",
        "Establishing a binding agreement with those (agents-village coordinators"
      ]
    },
    {
      "company": "Company Name",
      "position": "Senior Accountant",
      "startDate": "December 2010",
      "endDate": "October 2013",
      "location": "City, State",
      "responsibilities": [
        "Working with Pivot tables to coffee & cocoa books from different branches",
        "Reporting program expenses and budget in form of TTs requests to abroad directors",
        "Manage financial matters and procedures in project implementation",
        "Preparing payment requests/vouchers and cheques for payment",
        "Preparing weekly reports on the trend of the debt levels with banks.",
        "Preparing weekly fund sheet Report (a detailed cash flow).",
        "Preparing, Posting and Reconciling Main Books in the system.",
        "Preparing the schedules for the two companies of all sales (both direct export and local sales).",
        "Preparing, reconciling and posting to the system, monthly payroll, payroll journals and statutory computations and remitting of SDL, NSSF, PAYE, W/Tax.",
        "Preparation of monthly Bank (for HO & Branches) and Intercompany reconciliation statements and posting all those variances to the syste",
        "Exchange rate controlling when dealing with foreign currencies against functional currency",
        "Making thoroughness and tightly monitoring of the Receivables from debtors by telephone, email, and some time by physical appearance.",
        "Participating in all preparatory andreviews of the final accounts",
        "Responding to External & internal auditors during auditing and as well as to TRA queries regarding to the companies past accounts submitted.",
        "Stock Valuation, Physical Stock verification and Movement of stock",
        "Calculations of VC, and Agents Commissions plus premiums and District Levies"
      ]
    },
    {
      "company": "Company Name",
      "position": "Accountant",
      "startDate": "June 2009",
      "endDate": "December 2010",
      "location": "City, State",
      "responsibilities": [
        "Maintaining staff imprest records and retirement (IOU issued & IOU retired) as well as staff loans & Salary Advance register",
        "Reconciliation of Circulation debtors, Advertisement debtors, Suppliers and Petty cash ledgers",
        "Monthly reconciliation of Bank Statements with the Bank books in the systems and preparing Banks reconciliation Reports and investigating and resolves any un-reconciled differences",
        "Monthly VAT computations and filing returns to TRA",
        "Maintaining fixed Assets Register, Manage depreciation from Fixed Assets register by setting up depreciating schedule, register the acquired Assets and post depreciation.",
        "Preparing Monthly Sales Performance Report for Upcountry and Local Representatives",
        "Transfer of cash & cheque from main cash / receipts control account to pettycash and banks in Tally and Pastel",
        "Preparing, verifying, processing and issuing expense vouchers and posting to the systems",
        "Daily Freight charges of newspapers to upcountry representatives",
        "Upcountry monthly Retainers fees",
        "Weekly correspondence fees",
        "Advertisement commissions",
        "Data entry of advertisement transactions in Tally & Pastel"
      ]
    },
    {
      "company": "Company Name",
      "position": "Trainee",
      "startDate": "August 2008",
      "endDate": "June 2009",
      "location": "City, State",
      "responsibilities": [
        "Prepare payments",
        "Prepare regular reports on revenue, expenditure and tax returns;",
        "maintain and reconcile the direct debits accounts in the systems;",
        "Prepare invoice and bills;",
        "Prepare bank reconciliation statements;",
        "Disburse cash and cheque payments;",
        "Post transactions in a computerized accounting system;",
        "Reconcile debtors and creditors records"
      ]
    }
  ],
  "highlights": [
    "Financial statement analysis",
    "Understands foreign tax reporting",
    "Budget forecasting expertise",
    "Adobe software proficiency",
    "Effective time management",
    "General ledger accounting",
    "Flexible team player",
    "Cash-flow report generation",
    "Public and private accounting",
    "Cost accounting",
    "General and tax accounting",
    "Account reconciliations",
    "Proficient in Microsoft Office",
    "Knowledge of Sage",
    "Proficient in SAP",
    "ERP (Enterprise Resource Planning) software",
    "QuickBooks"
  ],
  "skills": [
    "Project Reporting",
    "Accounts payables & receivables,",
    "Auditing, Data entry,",
    "Internet",
    "Exchange rate control,",
    "Microsoft Proficiency: Word, Spreadsheets, Outlook, Power Point",
    "Payroll processing,",
    "Accounting software: Quick Books, Sage Pastel, SAP ERP, TAS Books, TALLY,",
    "Research",
    "Account reconciling",
    "Financial Reporting",
    "Management Accounting",
    "GAAP",
    "IFRS",
    "Forecast Vs Actuals for weekly and monthwise"
  ]
}
