{
  "personalInformation": {
    "title": "PERSONAL STYLIST- WOMEN'S DESIGNER\nSummary\nEager to work in a fast-paced customer focusedÂ environment driven to expand sales volume by utilizing developing technology. Proficient at\nunderstanding client needs and collaborating on a creative vision to exceed expectations and deliver results conducive to cultivating relationships\nand growing business."
  },
  "professionalExperience": [
    {
      "company": "Company Name City",
      "position": "Personal Stylist- Women's Designer",
      "startDate": "05/2014",
      "endDate": "02/2017",
      "location": "State",
      "responsibilities": [
        "Leverages knowledge of design and brands to create a\npersonalized experience to individual clients based on dressing concerns. Â Nurtures relationships by creating impactful appointments\naccompanied by planned follow-ups. Effectively time manages consultations with future clients while servicing those within the store. Utilizes\ninternal digital application wardrobing clients on their terms. Implements communication templates via text and email regarding selling campaigns\nand customer rewards incentive programs. Â Integrates tools to improve customer retention and achieve significant level of designer selling volume."
      ]
    },
    {
      "company": "Company Name City",
      "position": "Sales Associate- via C department",
      "startDate": "02/2010",
      "endDate": "05/2014",
      "location": "State",
      "responsibilities": [
        "Relocated personal clientele to a competitive top volume\ndoor. Profited in business development in an elevated women's designer department. Effectively time managed customer service to create a\npersonalized experience while maximizing sales volume. Regularly attended product knowledge seminars allowing delivery of service at the highest\nlevel. Initiated conversations with management when unexpected problems arose to ensure future success amongst the team and client\nrelationships."
      ]
    },
    {
      "company": "Company Name City",
      "position": "Sales Associate, Savvy department",
      "startDate": "06/2006",
      "endDate": "02/2010",
      "location": "State",
      "responsibilities": [
        "Successfully assisted customers in choosing outfits that were\nconsistent with needs and budget. Developed relationships to offer value to the customer experience. Increased sales volume by suggesting\nadditional items at point of service. Advanced visual presentation of merchandise on the selling floor. Adapted numeracy skills when conducting\ntransactions with customers."
      ]
    },
    {
      "company": "Company Name City",
      "position": "Team Member",
      "startDate": "08/2004",
      "endDate": "06/2006",
      "location": "State",
      "responsibilities": [
        "Delivered friendly and prompt service to customers. Â Managed stock levels to\nprevent shortage of items. Contributed to maintaining company integrity during each transaction. Performed as a training mentor and shift lead\nduring critical times."
      ]
    }
  ],
  "accomplishments": [
    "2016 Net Sales Volume- $783,210",
    "Own Your Business Chart- 58.1% exceeding 40% expectation",
    "Cross-Sell Reporting- 48.7% exceeding 30% expectation",
    "Personal Stylist- 3 Years",
    "Quarterly Top Tier Volume- 3 Quarters",
    "Quarterly Pacesetter Volume- 5 Quarters",
    "Yearly Pacesetter Volume- 2 Years",
    "Customer Service All Star- 2 Years"
  ],
  "skills": [
    "Microsoft Office: Word",
    "PowerPoint",
    "Excel"
  ]
  }
