{
  "personalInformation": {
    "summary": "I am looking into changing careers and establishing a career. Â I have had a wide variety of jobs including summer camp counselor, fitness instructor, visitation specialist, child care, delivery driving, coach, and disaster specialist. Â I am looking for a full-time position.",
    "title": "ASSISTANT TEACHER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Assistant teacher",
      "startDate": "03/2016",
      "endDate": "05/2016",
      "location": "City, State",
      "responsibilities": [
        "Care for children in institutional setting, such as group homes, nursery schools, private businesses, or schools for the handicapped.",
        "Communicate with children's parents or guardians about daily activities, behaviors, and related issues.",
        "Discipline children and recommend or initiate other measures to control behavior, such as caring for own clothing and picking up toys and books.",
        "Dress children and change diapers.",
        "Identify signs of emotional or developmental problems in children and bring them to parents' or guardians' attention.",
        "Instruct children in health and personal habits, such as eating, resting, and toilet habits.",
        "Keep records on individual children, including daily observations and information about activities, meals served, and medications administered.",
        "Maintain a safe play environment.",
        "Observe and monitor children's play activities.",
        "Organize and store toys and materials to ensure order in activity areas.",
        "Perform general personnel functions, such as supervision, training, and scheduling.",
        "Perform housekeeping duties, such as laundry, cleaning, dish washing, and changing of linens.",
        "Read to children and teach them simple painting, drawing, handicrafts, and songs.",
        "Sanitize toys and play equipment.",
        "Support children's emotional and social development, encouraging understanding of others and positive self-concepts."
      ]
    },
    {
      "company": "Company Name",
      "position": "Delivery Driver",
      "startDate": "07/2015",
      "endDate": "02/2016",
      "location": "City, State",
      "responsibilities": [
        "Drive vehicles with capacities under three tons to transport materials to and from specified destinations, such as railroad stations, plants, residences, offices, or within industrial yards.",
        "Inspect and maintain vehicle supplies and equipment, such as gas, oil, water, tires, lights, or brakes, to ensure that vehicles are in properworking condition.",
        "Load and unload trucks, vans, or automobiles.",
        "Obey traffic laws and follow established traffic and transportation procedures.",
        "Present bills and receipts and collect payments for goods delivered or loaded.",
        "Read maps and follow written or verbal geographic directions.",
        "Report any mechanical problems encountered with vehicles.",
        "Turn in receipts and money received from deliveries.",
        "Verify the contents of inventory loads against shipping papers."
      ]
    },
    {
      "company": "Company Name",
      "position": "CLUB 66 before and after school teacher",
      "startDate": "08/2014",
      "endDate": "02/2016",
      "location": "City, State",
      "responsibilities": [
        "Arrange indoor and outdoor space to facilitate creative play, motor-skill activities, and safety.",
        "Attend staff meetings, and serve on committees as required.",
        "Attend professional meetings, educational conferences, and teacher training workshops to maintain and improve professional competence.",
        "Attend to children's basic needs by feeding them, dressing them, and changing their diapers.",
        "Demonstrate activities to children.",
        "Establish and enforce rules for behavior, and procedures for maintaining order.",
        "Identify children showing signs of emotional, developmental, or health-related problems, and discuss them with supervisors, parents or guardians, and child development specialists.",
        "Maintain accurate and complete student records as required by laws, district policies, and administrative regulations.",
        "Organize and lead activities designed to promote physical, mental and social development, such as games, arts and crafts, music, storytelling, and field trips.",
        "Plan and supervise class projects, field trips, visits by guests, or other experiential activities, and guide students in learning from those activities.",
        "Prepare materials and classrooms for class activities.",
        "Provide a variety of materials and resources for children to explore, manipulate and use, both in learning activities and in imaginative play.",
        "Read books to entire classes or to small groups.",
        "Serve meals and snacks in accordance with nutritional guidelines."
      ]
    },
    {
      "company": "Company Name",
      "position": "Disaster Service Specialist",
      "startDate": "08/2011",
      "endDate": "09/2013",
      "location": "City, State",
      "responsibilities": [
        "Oversee disaster services for 18 countiesÂ",
        "supervised over 100 volunteers",
        "recruited and trained volunteers to respond to local and national level disasters",
        "served as a liaison in the Emergency Operation Center",
        "administrative work",
        "office work",
        "community events"
      ]
    },
    {
      "company": "Company Name",
      "position": "Preschool Teacher",
      "startDate": "08/2004",
      "endDate": "10/2010",
      "location": "City, State",
      "responsibilities": [
        "Adapt teaching methods and instructional materials to meet students' varying needs and interests.",
        "Arrange indoor and outdoor space to facilitate creative play, motor-skill activities, and safety.",
        "Assimilate arriving children to the school environment by greeting them, helping them remove outerwear, and selecting activities of interest to them.",
        "Attend professional meetings, educational conferences, and teacher training workshops to maintain and improve professional competence.",
        "Attend to children's basic needs by feeding them, dressing them, and changing their diapers.",
        "Collaborate with other teachers and administrators in the development, evaluation, and revision of preschool programs.",
        "Confer with other staff members to plan and schedule lessons promoting learning, following approved curricula.",
        "Demonstrate activities to children.",
        "Enforce all administration policies and rules governing students.",
        "Establish and enforce rules for behavior, and procedures for maintaining order.",
        "Establish clear objectives for all lessons, units, and projects, and communicate those objectives to children.",
        "Identify children showing signs of emotional, developmental, or health-related problems, and discuss them with supervisors, parents or guardians, and child development specialists.",
        "Maintain accurate and complete student records as required by laws, district policies, and administrative regulations.",
        "Meet with other professionals to discuss individual students' needs and progress.",
        "Observe and evaluate children's performance, behavior, social development, and physical health.",
        "Organize and label materials, and display students' work in a manner appropriate for their ages and perceptual skills.",
        "Organize and lead activities designed to promote physical, mental and social development, such as games, arts and crafts, music, storytelling, and field trips.",
        "Plan and conduct activities for a balanced program of instruction, demonstration, and work time that provides students with opportunities to observe, question, and investigate.",
        "Plan and supervise class projects, field trips, visits by guests, or other experiential activities, and guide students in learning from those activities.",
        "Prepare materials and classrooms for class activities.",
        "Provide a variety of materials and resources for children to explore, manipulate and use, both in learning activities and in imaginative play.",
        "Provide disabled students with assistive devices, supportive technology, and assistance accessing facilities such as restrooms.",
        "Read books to entire classes or to small groups.",
        "Select, store, order, issue, and inventory classroom equipment, materials, and supplies.",
        "Serve meals and snacks in accordance with nutritional guidelines."
      ]
    }
  ],
  "education": [
    {
      "degree": "Ph.D.",
      "institution": "Walden University",
      "location": "City, State",
      "startDate": "N/A"
    },
    {
      "degree": "Master of Arts",
      "institution": "American Military University",
      "endDate": "2011",
      "gpa": "3.0",
      "location": "City, State"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "Iowa State University",
      "endDate": "2009",
      "location": "City, State"
    }
  ],
  "skills": [
    "administrative",
    "arts",
    "basic",
    "Coach",
    "Customer service",
    "Inspect",
    "instruction",
    "inventory",
    "laundry",
    "transport materials",
    "meal prep",
    "personnel",
    "Read",
    "safety",
    "scheduling",
    "shipping",
    "supervision",
    "teaching"
  ]
}
