{
  "personalInformation": {
    "summary": "To obtain a challenging position in the field of Engineering and to work within a team environment, where I can contribute my skills and experience to a client focused, dynamic organization.",
    "title": "ENGINEERING TEACHER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Engineering Teacher",
      "startDate": "09/2014",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Update lesson plans each semester to stay relevant in the field of engineering and technology.",
        "Utilize variety of teaching styles, such as group discussions, lectures and simulations to maximize student interest, participation, and comprehension.",
        "Integrate creative learning strategies for students who are learning engineering design project presentations.",
        "Provide students with hands-on CAD software activities and an overall concept of engineering and technology.",
        "Assist in two robotic clubs for students who wish to excel in science, technology, engineering, and mathematics projects.",
        "Attend a variety of ongoing professional development workshops centered on learning goals.",
        "Sponsor in multiple seminar field trips for students who are interested in pursuing an engineering career path."
      ]
    },
    {
      "company": "Company Name",
      "position": "Civil CAD Supervisor",
      "startDate": "10/2013",
      "endDate": "09/2014",
      "location": "City, State",
      "responsibilities": [
        "Provided hands on software training for each CAD drafter to utilize the latest version of Autodesk Civil 3D.",
        "Supervised the CAD drafting department with design projects to ensure quality control and manage production.",
        "Coordinated with professional engineers, surveyors, inspectors, consultants and construction managers concerning active projects.",
        "Ensured all assign work to be completed in a timely manner and attended project management meetings to focus proactively on the scope or work for each project."
      ]
    },
    {
      "company": "Company Name",
      "position": "Adjunct Instructor",
      "startDate": "08/2013",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Teach students the basic understanding of blueprint reading and sketching for welding and machining math.",
        "Develop and implement an effective unit lesson plans.",
        "Provide weekly grade reports for each student to encourage them to achieve in their course study.",
        "Utilize successful learning strategies that promote student engagement.",
        "Fostered a classroom environment conducive to their learning ability and promoting excellent student/teacher interaction."
      ]
    },
    {
      "company": "Company Name",
      "position": "Program Chair",
      "startDate": "10/2010",
      "endDate": "10/2012",
      "location": "City, State",
      "responsibilities": [
        "Served as a subject matter expert for students, instructional staff and advisory committees regarding academic curriculum and technical information.",
        "Notified the Dean concerning student engagement and retention issues.",
        "Assisted the Dean in determining classroom equipments for capital budgeting.",
        "Analysis student course planning reviews and class schedules for each faculty member.",
        "Developed and implemented student retention strategies.",
        "Oversaw training and supervision for faculty performance.",
        "Involved with the hiring process for screened and interviewed new candidates.",
        "Participated in professional advisory committee meetings.",
        "Motivated students to actively participate in all aspects of educational process.",
        "Maintained teaching assignments as scheduled.",
        "Setup and maintained grade book throughout each course.",
        "Provided weekly feedback to students with grade reports and attendance reports.",
        "Documented the high risk student with advisories and recorded in the school's academic database."
      ]
    },
    {
      "company": "Company Name",
      "position": "Civil Project Engineer",
      "startDate": "05/2005",
      "endDate": "09/2010",
      "location": "City, State",
      "responsibilities": [
        "Planned and scheduled subdivision plats with the city and county planning and zoning commission meetings for approval and city pre-construction meetings for construction approval.",
        "Coordinated projects with external clients, architects, surveyors, and public agencies.",
        "Performed field evaluations with contractors and city inspectors to review construction for compliance with design intent.",
        "Prepared feasibility studies, engineering cost estimates, bid proposals, drainage reports, engineering reports, construction documents, specifications, cut sheets, public utility permits, plats, As-Builts, addendums, submittals, and analyzed geotechnical reports for civil engineering and subdivision projects.",
        "Mentored proactively with the CAD group to execute construction documents for imperative deadlines, contractor's (RFI) Request for Information for project verification, trained the group to design pump lift stations, grade roadways, parking lots, soil erosion and sediment control designs, plan and profiles for sewer and storm lines, subdivision plats, land surveys, with the use of AutoCAD Land desktop.",
        "Coached and trained the group to become team players, to work positively under pressure by prioritizing and managing multiple projects simultaneously, and encouraged them to handle cold calls and follow ups effectively to display good communication skills.",
        "Coached CAD operators to quickly check their drawing proposed layout for proper dimensions, scheduling, labeling, and spelled check prior to final review and engineer construction document approval, assisted them in troubleshooting their CAD errors, user (pc) personal computers, pc system networking and to install AutoCAD relative software programs.",
        "Supported field verification of photographic illustrations to CAD operators from scope phase to construction phase and final walk-thru phase.",
        "Provided an energetic atmosphere towards CAD operators minister them to have a positive attitude towards other clients and to interact with their co-workers on wide range of projects."
      ]
    },
    {
      "company": "Company Name",
      "position": "Civil CAD Designer",
      "startDate": "03/2003",
      "endDate": "05/2005",
      "location": "City, State",
      "responsibilities": [
        "Supervised CAD team to design civil plan and profiles, subdivisions, plats, survey roadway grading, storm drain, and sanitary sewer improvements with the use of AutoCAD Land desktop.",
        "Provided pipe works and terrain surface, contour, and volume calculation for project engineers.",
        "Exported/imported survey GPS collection data for construction stakeout and topographic layouts.",
        "Supervised CAD team by teaching them to use good drafting standards and techniques, over saw their construction documents and assisted them in developing and maintaining a CAD detail library for a fast growing small business.",
        "Introduced AutoLisp programming to enhance their AutoCAD skills.",
        "Trained entry level CAD technicians to utilize the latest Land Desktop AutoCAD software and focused on their techniques of strength and weakness."
      ]
    },
    {
      "company": "Company Name",
      "position": "Mechanical HVAC Engineer",
      "startDate": "08/2000",
      "endDate": "05/2001",
      "location": "City, State",
      "responsibilities": [
        "Coordinated with multi-disciplinary design teams in project development meetings and assisted on-site field evaluation to verify specification with project construction.",
        "Prepared heating and cooling load calculations for mechanical HVAC systems with Trace 700 or Carrier software in sectors such as residential, commercial, semiconductor facilities, and pharmaceutical facilities buildings according to ASHRAE standards for Indoor Air Quality.",
        "Designed mechanical and plumbing plans, and lift stations as per to specifications and codes in respect to the designed criteria for turn key projects with AutoCAD or Microstation.",
        "Attended Trane and Carrier HVAC seminars for product knowledge in-depth training.",
        "Lead and developed the CAD design team to undertake all work and to support projects, to assist project engineers by meeting their deadlines and mentoring them to always check their work."
      ]
    },
    {
      "company": "Company Name",
      "position": "Co-op Mechanical Engineer",
      "startDate": "01/1997",
      "endDate": "12/2000",
      "location": "City, State",
      "responsibilities": [
        "Calculated mechanical HVAC heat loss and heat gain with the use of Elite HVAC software, sized supply and return duct layouts, diffusers, and designed plumbing risers.",
        "Drafted and designed the mechanical electrical and plumbing plans with AutoCAD.",
        "Drafted and designed electrical lighting layouts.",
        "Sized the domestic water and condensate lines to adhere plumbing codes.",
        "Scheduled roof top and make-up air units according to the specifications.",
        "Collaborated with electrical engineers for building design impact and discrepancies."
      ]
    },
    {
      "company": "Company Name",
      "position": "Architectural Draftsman",
      "startDate": "01/1992",
      "endDate": "12/1997",
      "location": "City, State",
      "responsibilities": [
        "Drafted and designed architectural plans and prepared project specifications.",
        "Designed elevation views, wall section details, building section details, schedules, and typical drawing details.",
        "Prepared shop drawings.",
        "Review plans to comply with ADA and building code.",
        "Attended clients meetings for scope of work.",
        "Drafted and designed structural and civil construction plans.",
        "Coordinated with MEP engineers, civil engineers, and structural engineers.",
        "Field measured and inspected site work during construction phase and revised architectural plans as needed."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Education: Leadership",
      "institution": "Northcentral University",
      "endDate": "01/2014",
      "field": "Leadership",
      "location": "City, State"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "The University of Texas",
      "endDate": "05/2000",
      "field": "Mechanical Engineering",
      "location": "City, State"
    },
    {
      "degree": "Associate of Applied Science",
      "institution": "Texas State Technical College",
      "endDate": "06/1992",
      "field": "Drafting and Design Technology",
      "location": "City, State"
    },
    {
      "degree": "High School Diploma",
      "institution": "Edinburg High School Independent School District",
      "endDate": "05/1988"
    }
  ],
  "skills": [
    "Proficiency in AutoCAD",
    "Computer proficient",
    "Microsoft Office",
    "Autodesk Civil 3D",
    "GIS",
    "Construction cost estimating",
    "HVAC Design",
    "Autodesk Inventor Pro",
    "Autodesk Revit",
    "Windows 7/XP/2000",
    "Android",
    "MS-DOS",
    "Autodesk Civil 3D",
    "Autodesk AutoCAD",
    "Autodesk Inventor Professional",
    "Pro/E",
    "Solidworks",
    "GIS Analyst",
    "Lidar data",
    "Autodesk Revit Architectural",
    "Microstation",
    "MathCAD",
    "CAD/CAM",
    "Fortran",
    "Microsoft Office (Word, Excel, Outlook, Power point, Access, Publisher, and FrontPage)",
    "I-DEAS",
    "Elite HVAC",
    "Trace 700",
    "Carrier",
    "NC Programming",
    "Adobe (Acrobat, Flash, and Photoshop)",
    "Internet Explorer",
    "Firefox",
    "HTML",
    "CSS",
    "Wordpress"
  ]
}
