{
  "personalInformation": {
    "summary": "Business Development Manager & Talent Acquisition Specialist equipped with the excellent negotiation skills, market insight and business acumen necessary to guide struggling and newly-formed companies to financial success.\nMotivated BDM & Recruiter adept at business prospect research, product promotion and account expansion in the Information Technology (IT) market.\nBusiness Development Analyst skilled at advising large corporations on business logistics, including talent acquisition retention and operational efficiency with major projects meeting deadlines.\nBusiness development expert with 5+ years as a top sales performer in in the Staffing/Recruiting Services market. Comfortable with new ideas, innovative products and start-up environments.\nSkilled at establishing and maintaining strategic partnerships to generate essential business opportunities.\nBusiness development professional experienced in sales management, marketing, technical presentation creation and service training.\nBusiness Development Manager versed in building strategic partnerships through persuasion, negotiation and personal presence.Business development professional successful at acquiring, expanding and managing key corporate accounts.",
    "title": "BUSINESS DEVELOPMENT MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Business Development Manager",
      "startDate": "09/2015",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Increased monthly sales by 50% by implementing strategies to develop and expand existing customer base.",
        "Cold and warm called 80+ new and existing accounts per day.",
        "Developed a new customer base consisting of 3 accounts.",
        "Generated new accounts by implementing effective networking and content marketing strategies.",
        "Identified strategic partnerships and gathered market information to gain a competitive advantage.",
        "Targeted new long-term business partner prospects and closed 2 deals in 2 months in the IT Recruiting/Staffing industry.",
        "Tracked RFPs and bids to develop new business opportunities.",
        "Optimized current revenue streams by networking for additional business prospects with established clients.",
        "Identified, coordinated and participated in client relationship-building activities and meetings.",
        "Added value to marketing material by introducing creative advertising concepts.",
        "Cultivated relationships with key players in various industries to create ongoing and mutually beneficial referral systems."
      ]
    },
    {
      "company": "Company Name",
      "position": "Business Development Manager",
      "startDate": "03/2013",
      "endDate": "09/2015",
      "location": "City, State",
      "responsibilities": [
        "Developed and integrated market plans to efficiently position the company brand within targeted markets.",
        "Coordinated and managed major proposal processes from initiation to implementation.",
        "Marketed and developed key accounts by favorably representing the company at membership and community functions.",
        "Researched economic processing factors to determine the best process and sales strategies.",
        "Leveraged existing network of contacts with new commercial prospects.",
        "Created and conducted unique marketing proposal presentations and RFP responses.",
        "Maintained up-to-date knowledge of industry, target accounts and competitive landscape.",
        "Collaborated with account executives to penetrate new accounts, identify potential customers and coordinate service demonstrations.",
        "Generated new sales opportunities through direct and telephone selling and emails.",
        "Leveraged lead generation tools to increase profitability and product presence in the marketplace.",
        "Developed growth plans by identifying key clients, key targets and priority service lines.",
        "Answered candidates' and clients' questions regarding recruiting services, salary/pay rate negotiations and the job descriptions presented.",
        "Cultivated relationships with key players in various industries to create ongoing and mutually beneficial referral systems.",
        "Added value to marketing material by introducing creative advertising concepts.",
        "Cold and warm called 80+ new and existing accounts per day.",
        "Develope d a new customer base consisting of 5 accounts in addition to supporting 10 additional existing clients Nationwide.",
        "Exceeded targeted sales goals by 30%."
      ]
    },
    {
      "company": "Company Name",
      "position": "Talent Acquisition Consultant / Account Executive",
      "startDate": "07/2010",
      "endDate": "12/2012",
      "location": "City, State",
      "responsibilities": [
        "Recruited and interviewed 48 applicants per year.",
        "Increased the employee base by 40% to meet changing staffing needs.",
        "Advised managers on the market regarding prospect candidates and recommend needed changes.",
        "Identified staff vacancies and recruited, interviewed and selected applicants.",
        "Directed personnel, training and labor relations activities.",
        "Served as a link between management and employees by handling questions, interpreting and administering contracts and helping resolve work-related problems.",
        "Conducted new employee orientation to foster positive attitude toward organizational objectives.",
        "Acted as a liaison between outside sales representatives and 4 accounts.",
        "Generated 15 leads weekly.",
        "Conducted business to business telephone sales.",
        "Contacted new and existing customers to discuss how their needs could be met with specific services.",
        "Negotiated prices, terms of sales and service agreements.",
        "Completed 100 outbound calls daily, with average conversion rate of 10%.",
        "Responded to all client inquiries in a timely manner.",
        "Achieved a 100% customer renewal rate.",
        "Advanced user of SugarCRM & Smart Search sales management software, generating pipeline and account reports weekly.",
        "Maintained detailed account records and contact logs using SugarCRM.",
        "Generated new business through keeping in touch with my network and following them to every new company they join.",
        "Accountable for full life cycle recruiting including overall client satisfaction."
      ]
    }
  ],
  "highlights": [
    "Fortune 500 partner experience",
    "Excellent sales techniques",
    "National account management",
    "Top-ranked sales executive",
    "Fluent in Spanish",
    "Excellent communicator",
    "Contract review",
    "Cold calling",
    "Adept multi-tasker",
    "Work force management",
    "Analytical problem solver",
    "SmartSearch, JobDiva, MaxHire & Sugar CRM systems expert"
  ],
  "skills": [
    "Careful and active listener",
    "Self- Starter & self-motivated",
    "Hungry for growth and continuous learning",
    "Proactive and energetic"
  ]
}
