{
  "personalInformation": {
    "summary": "Well organized Water Resources Specialist II offering four and a half years of experience inÂ permit writing, land use planning,Â and development review.Â Serves asÂ Natural Resources Department lead to assist Lummi Planning and Public Works in obtaining and complying with federal permits for all large development projects on the Lumi Indian Reservation.Â Experienced in multipleÂ project management, including coordination with contractors, consultants, project managers, project engineers, and agency representatives. Assists community members and applicants in understanding Tribal Codes of Laws and development requirements, including documentationÂ and issuance of stop work orders for land use and permit violations.Â Conducts site visits and performs assisted wetland delineations in support of development proposals and permit review.",
    "title": "WATER RESOURCES SPECIALIST II"
  },
  "professionalExperience": [
    {
      "company": "Company Name - City, State",
      "position": "Water Resources Specialist II",
      "startDate": "January 2012 to Current",
      "responsibilities": [
        "Review, conduct site visits,Â consult, develop permit conditions, and maintain recordsÂ for all Land Use Applications received by the Lummi Planning and Public Works Department.Â Includes coordination and support of the wetland inventory update program and evaluation of development proposals for impacts to wetlands and other sensitive natural resources.",
        "EnsureÂ all federally permitted development projects comply with permit conditions.Â IncludesÂ Storm Water Pollution Plan review and approval, attendance of regular project meetings, coordination with contractors, project managers, project engineers, other agencies, and project file maintenance and documentation.",
        "Supervision ofÂ surface, marineÂ and ground water monitoring program and associated Water Resources Specialist.Â Development ofÂ project capacity with changing program goals and needs of the department and community.Â Includes support of field work and operation of a boat for water quality samples collected at marine sample sites.",
        "Demonstrated ability to write reports that accurately reflect field conditions and have proven to organize time effectively and meet task objectives in a timely manner."
      ]
    },
    {
      "company": "Company Name - City, State",
      "position": "Water Resources Technician III",
      "startDate": "February 2007 to January 2012",
      "responsibilities": [
        "Coordinated and implemented the surface, marine and groundwater quality monitoring program for the Reservation.",
        "Conducted data entry and quality assurance and quality control to ensure collection of high quality usable data.",
        "Assisted database programmer with database development for permit and water quality programs.",
        "Maintained sampling equipment, ordered supplies and communicated with vendors."
      ]
    },
    {
      "company": "Company Name - City, State",
      "position": "North Puget Sound Gypsy Moth Supervisor",
      "startDate": "May 2005 to November 2006",
      "responsibilities": [
        "Advertised, recruited, hired, trained and supervised sixÂ technicians as trappers for the Washington State Gypsy Moth ProgramÂ",
        "Conducted meetings and attended meetings at the State office in Olympia.",
        "Performed planning and quality assurance/quality control activities requiring long hours and travel.Â",
        "Provided coaching and mentoring of technicians as needed."
      ]
    },
    {
      "company": "Company Name - City, State",
      "position": "Architectural Control Assistant",
      "startDate": "March 2006 to June 2006",
      "responsibilities": [
        "Performed building plan submittal, review, and record keeping.Â",
        "Served community members with questions on permit applications.",
        "Assisted with preparing agendas for meetings, conducting meetingsÂ and documenting meeting minutes.Â",
        "Coordinated and assisted with the Tree Subcommittee site visits."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "Western Washington University - City, State",
      "field": "Environmental Science and Geology, 2004",
      "graduationDate": "2004"
    },
    {
      "degree": "Associate of Science",
      "institution": "Whatcom Community College - City, State",
      "field": "Freshwater Ecology, 2002",
      "graduationDate": "2002"
    }
  ],
  "highlights": [
    "Use of Microsoft Access for permit tracking and documentation",
    "Ability to use geographical positioning systems (GPS) in support of field investigations",
    "Use of Geographic Information Systems (GIS) to document and present findings",
    "Knowledge of Microsoft PowerPoint presentation software",
    "Skilled in project management, record keeping, andÂ documentation",
    "Ability to work with multiple agencies and other professionals on projects",
    "Ability to interact and communicate effectively with the public",
    "Highly organized and detail oriented"
  ],
  "skills": [
    "tenacious",
    "courteous",
    "diplomatic",
    "professional",
    "self motivated"
  ]
}
