{
  "personalInformation": {
    "title": "CHEF ASSISTANT"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Chef Assistant",
      "startDate": "09/2016",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Ensure cleanliness of kitchen work stations and operate dish washing machinery.",
        "Assist chef in preparation and plating of meals for lunch and dinner services of up to 75 guests.",
        "Arrange the banquet area according to expected guest flow and type of event.",
        "Welcome customers and monitor flow between front and back-of-the-house operations.",
        "Manage team of 10-15 students and delegate preparation tasks to ensure a smooth lunch/dinner service Cape Cod B aseball League Bourne, MA.",
        "Public Relations Intern: Bourne Braves May- September (14' and 15').",
        "Managed social media presence on Twitter, Instagram and Facebook for the Bourne Braves - Created \"Player Spotlights\".",
        "Administered primary source of team funding- overseeing donation collections and raffle programs.",
        "Coordinated volunteers for CCBL All-Star Game to maximize merchandise sales and food and beverage output for approximately 10,000 attendees."
      ]
    },
    {
      "company": "Company Name",
      "position": "Property Operations Intern",
      "startDate": "05/2016",
      "endDate": "01/2017",
      "location": "City, State",
      "responsibilities": [
        "Inspect apartment homes on the market to assess whether company standards are being met, and communicate issues to the maintenance team, including follow up.",
        "Conduct weekly audits of parking, storage, and guest logs for a community with 407 apartments.",
        "Display an extremely high level of customer service handling daily resident concerns, service requests, questions etc.",
        "Independently organized resident events and maintained their budgets and marketing.",
        "Created the first ever \"Puppy Pow Wow\" for 52 resident dogs we had on property, which included contacting community businesses and securing sponsorships.",
        "Also worked extensively with Roche Brothers for the catering of a 600 person end-of-summer cook out."
      ]
    },
    {
      "company": "Company Name",
      "position": "Sales Associate",
      "startDate": "05/2012",
      "endDate": "01/2016",
      "location": "City, State",
      "responsibilities": [
        "Contributed to Wrentham's store being placed first in the district for sales associate credit card enrollments."
      ]
    }
  ],
  "certifications": [
    {
      "name": "CVENT Certified"
    },
    {
      "name": "TIPS Certified"
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "Uni versity of Massachusetts",
      "endDate": "May 2017",
      "field": "Hospitality and Tourism Management",
      "gpa": "3.99",
      "location": "City, State"
    }
  ],
  "interests": [
    "Delta Sigma Pi (Professional Business Fraternity) March 2015-Present · Participate in recruiting, fundraising, community service and professional events (March of Dimes \"March for Babies\", \"Zumbathon\" for Wounded Warrior Project, PopTab Fundraising for Ronald McDonald House) · Reinforce my professional skills through training and development opportunities, grow through various leadership platforms, and contribute to the community through service work HTM Career Day Board October 2015-Present · Served on the HTM Career Day planning board as the Facilities Director- monitoring the flow of the event floor and company satisfaction. Handled all company requests on the day of the event · Collaborated with the Career Day committee to fundraise and market Career Day. This included weekly organizational meetings Eta Sigma Delta Honor Society Fall 2015-Present · Selected to the only premier International Hospitality Management Honor Society (Chapter of Distinction 2015) · Serves as a means of uniting outstanding students for campus activities, fundraisers, and volunt eer programs ('\"Not Bread Alone\" Soup kitchen)"
  ],
  "skills": [
    "budgets",
    "credit",
    "customer service",
    "Inspect",
    "MA",
    "machinery",
    "Mac OS",
    "marketing",
    "market",
    "MS Excel",
    "PowerPoint",
    "MS Word",
    "Public Relations",
    "sales",
    "type"
  ]
}
