{
  "personalInformation": {
    "summary": "To maintain a long term position in a cohesive, diverse environment, that promotes a professional environment and values employees and families. To obtain a teaching opportunity in grade levels EC - 4th grade.",
    "title": "TEACHER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Teacher",
      "startDate": "08/2015",
      "responsibilities": [
        "Teaching all subjects to High School and Junior High, Coach for PE.",
        "Lesson planning, grades, reports."
      ]
    },
    {
      "company": "Company Name",
      "position": "Kindergarten Teacher",
      "startDate": "01/2014",
      "responsibilities": [
        "Math 3 Hrs.",
        "day Reading, Social Studies, Science Writing Accomplishments I have had several students that have had many challenges to overcome before moving on to 1st grade, I have assisted in making the obstacles become less and prepare them to be great next year."
      ]
    },
    {
      "company": "Company Name",
      "position": "Daycare, Lead Teacher",
      "startDate": "06/2010",
      "responsibilities": [
        "Teaching 2,3,4 year old age group.",
        "Math, writing, letter and number recognition, listening skills, color recognition.",
        "Preparing the 4 year old age group for kinder, and the 2 and 3 year old age group was early scaffolding techniques to build knowledge and ability to grow the whole child through play, classroom activities and center activities as well as one on one time and whole group learning.",
        "Accomplishments The level of preparedness in my classroom would allow for the children in the school years to be very successful.",
        "I built up their strengths and used activities to help them with their weaknesses.",
        "I used a positive reinforcement and the words I can't were not allowed in the classroom",
        "I taught by example, using modeling skills and allowed the children to express their ideas and thought process in the classroom by discussions.",
        "Which also let the children accomplish the self respect and self accomplishment they needed in life."
      ]
    },
    {
      "company": "Company Name",
      "position": "Accounts Recievable",
      "startDate": "06/2012",
      "endDate": "06/2014",
      "responsibilities": [
        "Customer Service, computer Data entry, making and receiving collection calls from clients. Completing reports daily. Completing set goal of monies brought in to company on a daily, weekly, and monthly basis."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Arts",
      "institution": "Schreiner University - Education",
      "endDate": "2010"
    }
  ],
  "skills": [
    "Speaking",
    "math",
    "planning",
    "leading",
    "computer skills",
    "communication with staff,parents and students.",
    "Accounts Receivable Clerk",
    "Microsoft word",
    "Microsoft Works",
    "Excel",
    "Internet Research",
    "Powerpoint.",
    "Accounts Receivable",
    "Lesson planning",
    "listening",
    "Math",
    "Excel",
    "Power point",
    "Microsoft word",
    "Microsoft Works",
    "Internet Research",
    "problem solving",
    "Speaking",
    "Teacher"
  ]
}
