{
  "personalInformation": {
    "summary": "Strong 4-H/agriculture education and extension background in areas of youth development and adult agriculture advocacy. Expertise in outreach programs towards youth and adults. Energetic, prospective extension agent who is a self-starter and team oriented with excellent analytical, organizational, and project management skills. Successful at building strong professional relationships as a skilled mentor and educator, who excels at bringing out the best in 4-H members, parents, and volunteers. Knowledgeable about theories, methods, and curriculum standards used in designing, developing and delivering successful training programs, projects, and 4-H clubs. Prospective extension agent who is organized, driven, and effective at using efficient educational methods while focusing on the individual needs of each participant.",
    "title": "UT-TSU AGRICULTURE/4-H EXTENSION AGENT TRAINEE"
  },
  "professionalExperience": [
    {
      "company": "UT-TSU Agriculture",
      "position": "4-H Extension Agent Trainee",
      "startDate": "09/2015",
      "endDate": "Current",
      "location": "Company Name City, State",
      "responsibilities": [
        "Observe the daily aspects of an agriculture extension agent and a 4-H youth development extension agent",
        "Analyzed and participate on several in service Agriculture, 4-H, or teaching training workshops",
        "Help and set up 4H clubs and Master Beef programs",
        "Visit farms: soil sampling, weed, forage, or tree identification",
        "Supported tours and analyzed demonstrations at various workshops to increase my knowledge in field of study",
        "Continuing to develop my first year goals for the county: soil sampling test poster, weed/plant identification presentation, and Ag in the Classroom program (4-H)",
        "Understand and stay up-to-date on current and emerging issues involving youth and volunteer development.",
        "Attend in-service trainings to stay current on 4-H/Agriculture related guidelines and new program opportunities",
        "Learn by Doing\""
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Research Assistant Manager",
      "startDate": "05/2008",
      "endDate": "08/2015",
      "responsibilities": [
        "Manage over herd health management of research animals and diverse undergraduate and graduate students",
        "General livestock record keeping Inventory control of farm supplies",
        "Development and management of livestock facilities: Nutrition and Health",
        "Collect and process field data, laboratory procedures, and various administrative tasks as needed to meet objectives of ruminant research projects",
        "Conduct educational lectures, demonstrations, and tours to outreach programs for extension agents, small farm producers, community, and elementary and secondary school districts.",
        "Prepare purchasing requisitions, invoices and purchase orders materials and services",
        "Assist with results of research proposals and evaluation of livestock research development programs."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "UT Extension Intern",
      "startDate": "05/2013",
      "endDate": "08/2013",
      "responsibilities": [
        "Assisted in tutoring 4-H students in various clubs for upcoming competitions",
        "Helped in setting up 4H club meetings, registering 4-Hers at judging contest, judged at the Summer County Fair, and became an adult leader for 4H Camp",
        "Created a few monthly newsletter issues for the county on recent program activities and upcoming events",
        "Developed and delivered a few objectives, research-based educational programs to meet the needs of diverse adult and youth audiences; created an activity sheet and useful information on vegetables and pollination to 25 local community kids",
        "Assisted with decorating and photographing several program activities for 4-H",
        "Judged at the beef and sheep expo skill-a-thon contests: retail cuts, breeds, feeds, medication, and parts of the animal",
        "Assisted with livestock evaluation and showmanship of county 4-Her's",
        "Helped answer calls on identifying weeds and insects for county residents and gave them way to control their infestations.",
        "Attended 4-H camp with fosters independence, leadership skills, team building skills and environmental education and general life skills."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Veterinary Technician Assistant",
      "startDate": "05/2006",
      "endDate": "08/2008",
      "responsibilities": [
        "Provide nursing care and healing therapy for animals",
        "Perform laboratory tests to help in finding of animal health problems",
        "Sterilize and prepare surgical equipment and clean after surgery",
        "Handle, and care for animals during treatment and surgery",
        "Produce radiography, and collect and analyze samples."
      ]
    }
  ],
  "accomplishments": [
    "Educated new employees on proper facility procedures and policies, by developing a training manual for several training seminars within 4 years as a research assistant",
    "Promoted to Research Assistant Manager after only three months in position to support and train new staff.",
    "Completion of UT Extension Summer County Summer Internship Program Summer County Extension Office, Gallatin, TN 2013",
    "Completion of Summer Enrichment and Reinforcement Program (SERP) College of Veterinary Medicine, Nursing and Allied Health, Tuskegee, AL 2006"
  ],
  "education": [
    {
      "degree": "Master of Science",
      "institution": "Tennessee State University",
      "endDate": "2014",
      "field": "Agriculture Education and Extension",
      "location": "City, State"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "Tennessee State University",
      "endDate": "2008",
      "field": "Agriculture Science Animal Science/Pre-Veterinary Medicine",
      "location": "City, State"
    }
  ],
  "skills": [
    "Time Management",
    "Classroom: Discipline, Instruction, Management, Creative Lesson Planning",
    "Research",
    "Goal Setting, Implementation, andÂ Program Development"
  ]
}
