{
  "personalInformation": {
    "title": "COMMITTEE MEMBER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Committee Member",
      "startDate": "January 2016",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Works to facilitate citizen participation in the planning and implementation of the Durham Community Development Block Grant Program (CDBG).",
        "Ensures that decent affordable housing and city services are provided to most vulnerable communities.",
        "Collaborate with local, state, and federal officials to create jobs through the expansion and retention of businesses in Durham."
      ]
    },
    {
      "company": "Company Name",
      "position": "Correctional Officer",
      "startDate": "August 2015",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Supervise inmates in the close custody (death row, lock down, and mental health) housing units, and those segregated for administrative or punitive measures; instruct inmates in housekeeping and sanitation; supervise the issuance of clothing and other personal effects to inmates.",
        "Oversee periodic patrols of quarters and work areas and initiate counts of inmates at regular and irregular intervals.",
        "Maintain control and discipline including use of physical restraint and restraining devices; prevent the introduction of contraband into the institution/unit."
      ]
    },
    {
      "company": "Company Name",
      "position": "Sr. Police Officer/Field Training Officer (FTO)",
      "startDate": "October 2009",
      "endDate": "April 2013",
      "location": "City, State",
      "responsibilities": [
        "Assumed first line supervisor duties for a patrol squad in the presence and/or absence of the lieutenant.",
        "Administered and completed performance evaluations; reviewed officers reports and daily activity logs for accuracy, completeness and essential elements.",
        "Patrolled assigned areas on foot and/or by motor vehicle to control traffic, prevent and/or deter crime and to arrest violators.",
        "Issued warnings and/or citations to motor vehicle operators when violations of the Commonwealth of Pennsylvania Motor Vehicle Laws were observed."
      ]
    },
    {
      "company": "Company Name",
      "position": "Program Coordinator/Case Manager",
      "startDate": "March 2007",
      "endDate": "July 2011",
      "location": "City, State",
      "responsibilities": [
        "Maintained confidentiality in compliance with HIPPA laws, while organizing case records and providing assistance to clients with appropriate documentation; worked closely with local and state social services agencies.",
        "Assessed the functional, social, psychological, environmental, and financial needs of all clients.",
        "Structured and managed a cost-effective, comprehensive plan to meet the housing, living, and, social service's needs of the client, and implemented a short- term living plan that would help assist them as they worked towards total independence."
      ]
    },
    {
      "company": "Company Name",
      "position": "Sr. Mental Health Case Manager",
      "startDate": "December 2005",
      "endDate": "March 2007",
      "location": "City, State",
      "responsibilities": [
        "Provided high-quality mental health and educational services to children and adolescents with special learning, social adjustment, dependency and behavioral health needs."
      ]
    },
    {
      "company": "Company Name",
      "position": "Sr. Police Officer/Anti Crimes Unit",
      "startDate": "February 2002",
      "endDate": "August 2007",
      "location": "City, State",
      "responsibilities": [
        "Initiated drug interdiction and organized crime investigations.",
        "Effected many arrests as a result of my investigations of illegal drug organizations, collection of physical and scientific evidence, interviewing confidential informants, and interrogating suspects which led to confessions."
      ]
    },
    {
      "company": "Company Name",
      "position": "Mental Health Technician",
      "startDate": "November 2004",
      "endDate": "March 2006",
      "location": "City, State",
      "responsibilities": [
        "Reviewed patient charts and treatment history for compliance issues with the Joint Commission on Accreditation of Health Care Organizations (JСАНО).",
        "Promoted the maximum cognitive, social, behavior, and emotional development in each patient assigned to me, in the most expedient and efficient manner."
      ]
    },
    {
      "company": "Company Name",
      "position": "Police Officer",
      "startDate": "April 1990",
      "endDate": "September 1996",
      "location": "City, State",
      "responsibilities": [
        "Member of the Tactical Response Unit, which was responsible for making forcible entries to effect the safe execution of warrants.",
        "Served on the Commonwealth of Pennsylvania Office of Attorney General Drug Elimination Task Force."
      ]
    },
    {
      "company": "Company Name",
      "position": "Criminal Investigator",
      "startDate": "January 1989",
      "endDate": "March 1991",
      "location": "City, State",
      "responsibilities": [
        "Initiated several undercover sales and purchases of United States Food Coupons.",
        "Prepared detailed reports for the United States Attorney for the Eastern District of Pennsylvania for prosecution.",
        "Drafted federal Affidavit's of Probable Cause for the U.S. Attorney of the Eastern District of Pennsylvania.",
        "As a result of my investigations, all of the defendants were found guilty for violating the U.S. Food Stamp Act (7 U.S.C.2024)."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Public Administration & Master of Science in Information Science MPA/MIS",
      "institution": "North Carolina Central University",
      "endDate": "2016",
      "location": "City, State",
      "startDate": "Select One"
    },
    {
      "degree": "B.S. Legal Studies : Legal Studies",
      "institution": "Kaplan University",
      "endDate": "02/2013",
      "location": "City, State",
      "startDate": "Select One"
    }
  ],
  "skills": [
    "Customer Relations",
    "Problem Resolution",
    "Project Management",
    "Strategic Planning",
    "Leadership/communication skills",
    "Contract Negotiations",
    "Public Relations",
    "Performance Analysis",
    "Team Leadership",
    "Departmental Operations Leadership",
    "Time Management",
    "Training and Development",
    "Conflict Resolution",
    "Negotiations"
  ]
}
