{
  "personalInformation": {
    "summary": "Creative communications professional with over a decade of experience in planning and implementing strategic, results driven communication programs that integrate traditional public relations with emerging social and digital media communications strategies. Extensive experience in semiconductor, wireless networking, telecommunications, cloud computing and PCB design market segments.",
    "title": "MANAGER, INDUSTRY ANALYST RELATIONS"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Manager, Industry Analyst Relations",
      "startDate": "Aug 2015",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "•Contributed to the development of a strategic analyst relations plan designed to communicate overall vision and major initiatives around comprehensive eCommerce suite and marketing solutions.",
        "•Cultivate and strengthen relationships with key influencers at major industry analyst firms, ensuring that they are up to speed on company strategy, objectives, capabilities, client case studies and messaging.",
        "•Collaborate with product marketing, subject matter experts and executives to advance company rankings in analyst benchmark reports, including Forrester Waves™ and Gartner Magic Quadrant.",
        "•Provide strategic insights to senior management and cross-functional marketing teams on analyst research reports to help guide product strategy and roadmaps.",
        "•Support in the negotiation of industry analyst firm subscription contracts during renewal process."
      ]
    },
    {
      "company": "Company Name",
      "position": "Account Director",
      "startDate": "Sep 2014",
      "endDate": "May 2015",
      "location": "City, State",
      "responsibilities": [
        "Served as lead day-to-day strategic advisor on client programs and initiatives including: strategic planning, company and product launches, media and analyst relations, social media strategy, visual storytelling, thought leadership campaigns, corporate brand positioning, crisis communications, industry events, budget management and forecasting.",
        "Collaborated on the global launch of Alcatel Lucent's cloud-based unified communications platform, Rapport, securing coverage with key industry analysts and media outlets including: Wireless Week, No Jitter, Current Analysis, Fierce Enterprise Communications, Converge! Network Digest, UC Strategies, Light Reading and Europe Outlook.",
        "Demonstrated ability to manage global account teams of up to six direct reports, providing strategic guidance on multiple campaign initiatives from concept through implementation on time and within budget parameters.",
        "Cultivated ongoing thought leadership opportunities for Rajant Corporation executives in key industry outlets such as: Network Computing, Urgent Communications, Network World and eWeek.",
        "Provided strategic guidance on analyst relations programs across all accounts including: development of outreach strategy, coordination of analyst tours, creation of briefing materials, message development, corporate strategy days and spokesperson preparation.",
        "Oversaw the development and execution of owned and earned client social media campaigns, including: optimization of client LinkedIn pages and executive profiles, blog post content calendars, microsite development, SEO enhancement, Twitter, Google+ and Instagram engagement strategies."
      ]
    },
    {
      "company": "Company Name",
      "position": "Account Manager",
      "startDate": "Jul 2011",
      "endDate": "Sep 2014",
      "location": "City, State",
      "responsibilities": [
        "Provided strategic day-to-day counsel for clients on the execution of communication initiatives to support organizational objectives including: media and analyst relations, content creation strategy, social media strategy, product launches, industry awards, event planning and execution.",
        "Spearheaded the global launch of wearable technology start-up Ineda systems, securing coverage with top-tier media outlets such as Venture Beat, Re/Code, The Wall Street Journal, EE Times, Reuters and GigaOm",
        "Developed written content reinforcing key messages and thought leadership including: press releases, byline article abstracts, customer case studies, FAQs, executive bios, guest blog posts, company backgrounders and story pitches.",
        "Proven track record in cultivating relationships with technology media, resulting in placements with key trade publications, such as: EE Times, eWeek, Network Computing, Electronic Design, EE Journal, IEEE Spectrum and Design News.",
        "Managed speaking and awards programs, including researching and vetting opportunities, coordination with event organizers and developing preparation materials."
      ]
    },
    {
      "company": "Company Name",
      "position": "Partner",
      "startDate": "Oct 2008",
      "endDate": "Dec 2012",
      "location": "City, State",
      "responsibilities": [
        "Served as marketing communications consultant delivering holistic, integrated communications counsel across a broad array of disciplines including: public relations, advertising, social media strategy, direct marketing, customer retention strategy and branding.",
        "Created high-level marketing communications materials including: strategic plans, market analysis reports, press releases, backgrounders, website copy, case studies, FAQ's, and contributed articles.",
        "Consistently achieved coverage for clients with high-level media outlets such as: The Wall Street Journal, Oprah Magazine, Salon.com, CNN Small Business, G4TV, MSN Games, Massively.com and The Globe and Mail.",
        "Managed external vendors in the development of client newsletters, campaign datasheets, brochures, tradeshow exhibits and website copy to ensure adherence to client communication objectives."
      ]
    },
    {
      "company": "Company Name",
      "position": "Senior Public Relations Specialist",
      "startDate": "Feb 2005",
      "endDate": "Jul 2007",
      "location": "City, State",
      "responsibilities": [
        "Managed integrated campaigns that included advertising planning, public relations, social media and tradeshow coordination.",
        "Composed high-level documents including: public relations strategic plans, press releases, contributed articles, backgrounders, Q&As, pitch letters and case studies.",
        "Organized local and national media tours in support of strategic initiatives and product launches.",
        "Achieved media coverage with a variety of high-level national outlets including: The Wall Street Journal, San Francisco Times and San Jose Mercury News."
      ]
    },
    {
      "company": "Company Name",
      "position": "Marketing Associate",
      "startDate": "Jan 2003",
      "endDate": "Jan 2004",
      "location": "City, State",
      "responsibilities": [
        "Developed and managed overall budget for event marketing, sponsorship and tradeshow coordination.",
        "Planned and organized all on-site race promotions and events for employees, athletes and business associates.",
        "Served as primary liaison to national and international sales staff for all events marketing support."
      ]
    },
    {
      "company": "Company Name",
      "position": "Director of Special Events",
      "startDate": "Mar 2002",
      "endDate": "Jan 2003",
      "location": "City, State",
      "responsibilities": [
        "Composed and managed event budgets to meet organizational objectives.",
        "Drove negotiation of event site contracts for fundraising events, including: menu selection, AV needs, technological requirements, entertainment, travel and accommodations.",
        "Oversaw recruitment of committee members and supervised all activities."
      ]
    },
    {
      "company": "Company Name",
      "position": "Account Executive",
      "startDate": "Aug 1999",
      "endDate": "Feb 2001",
      "location": "City, State",
      "responsibilities": [
        "Developed and implemented strategic public relations plans for clients involved in technology, law enforcement, finance, real estate, hospitality and community affairs.",
        "Composed and distributed strategic client pitches, press releases, fact sheets, backgrounders and public service announcements.",
        "Provided support in strategic planning and publicity for new product launches."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science, Public Relations",
      "institution": "San Jose State University",
      "graduationDate": "2000",
      "location": "City, State, USA"
    }
  ],
  "skills": [
    "Proficient in Microsoft Office Suite",
    "Experienced with multiple media databases, including: Vocus, Cision and MyMediaInfo.",
    "Familiar with social media and influencer management tools, such as Hootsuite, Buffer, SocialBro, TrendKite and BuzzSumo."
  ]
}
