{
  "personalInformation": {
    "summary": "Solid background in special needs and early childhood education, with strong emphasis in children's development. Consistently exceed teaching goals and parents expectations. Experienced in assessing and evaluating individual needs to provide an enhanced learning experience. Skilled in developing and implementing strategies and procedures.Enthusiastic teacher who has earned trust and respect from students, colleagues and administration for 12+ years.",
    "title": "LEAD TEACHER"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4 City, State",
      "position": "Lead Teacher",
      "startDate": "Aug 2013",
      "endDate": "Jun 2015",
      "responsibilities": [
        "Manage children portfolio and progress using Teaching Strategies Gold Plan and execute daily lessons.",
        "Make in-home student referrals",
        "Maintain the comfort, safety and educational demeanor of the classroom environment.",
        "Supervise one assistant teacher's in the classroom",
        "Plan and allocate work equally among the staff.",
        "Evaluate and test students for appropriate class placement."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Head Teacher",
      "startDate": "Jan 2003",
      "endDate": "Aug 2013",
      "responsibilities": [
        "Evaluate and test students for appropriate class placement.",
        "Translate CPSE evaluations to non-English speaking parents.",
        "Collaborate with school administrators and parents to develop student program plans to ensure successful outcomes."
      ]
    },
    {
      "company": "CompanyNameï¼ City , State",
      "position": "case manager",
      "startDate": "Oct 2005",
      "endDate": "May 2006",
      "responsibilities": [
        "Managed acaseload of over 18 at risk teenageand young adult females",
        "Met with client's familymembersand drug counselors when substanceabuse was issuein order to determinesuch activitiesand keep recidivismdown.",
        "Helped clients with schoolenrollmentand verified attendance",
        "Held weekly teamconferences to discussclientcourt dates, progressand concern in order to prepare monthly court reports for legalstaffand judges.",
        "Provided case managementservices,escort, faceto faceservices in community,communicationwith community providers,conducted site visits to shelter, residentialand outpatient programs,and attending caseconferences to engageand support participants in community treatment.",
        "Addressed any ongoing legaland or personalissues our female populationwas dealingwith.",
        "Kept track ofclient progress viacompany databasesystems.",
        "Set up randomdrug tests in collaborationwith our Substance Unit for female participantsabuse.",
        "Directed any participantmental health concerns to our director.",
        "Madereferrals for participants to outpatient/inpatient drug treatments facilities",
        "Actasadvocateand liaison for participants in securing access to community services, incomesupportand self help"
      ]
    },
    {
      "company": "CompanyNameï¼ City , State",
      "position": "Assistant Teacher",
      "startDate": "Jan 2001",
      "endDate": "Jan 2003",
      "responsibilities": [
        "Collaborated with classroomassistantsand teachers in creatingweekly classroomlesson plans on a bi-weekly basis.",
        "Evaluated and tested students forappropriateclass placement.",
        "Reviewed daily progress notes beforetheywereentered into thecompany'selectronicsystemand edited themas needed.",
        "Responsiblefor ordering, receiving and distributing officeand classroomsupplies."
      ]
    }
  ],
  "accomplishments": [
    "Created collaborative classroom experience through [process, initiative].",
    "Introduced new learning methods to ensure total comprehension for all students.",
    "Employed special educational strategies and techniques during instruction to improve the development of sensory/perceptual-motor skills, language, cognition, and memory.",
    "Planned and conducted activities for a balanced program of instruction, demonstration, and work time that provided students with opportunities to observe, question, and investigate.",
    "Regularly met with parents to discuss student issues and course weakness areas.",
    "Motivated students to engage with course materials for History of WWII course by organizing a war veteran to come to class to speak about his personal experience."
  ],
  "certifications": [
    {
      "name": "CPR and First Aid"
    }
  ],
  "education": [
    {
      "degree": "M.S",
      "institution": "Touro Collegeï¼ City , State",
      "endDate": "2006",
      "field": "Education/ SpecialEducationEarly childhood"
    },
    {
      "degree": "A.S",
      "institution": "KingsboroughCommunityCollegeï¼ City , State",
      "endDate": "2000",
      "field": "Liberalarts"
    },
    {
      "degree": "Bachelor ofScience",
      "institution": "College ofStaten Island ï¼ City , State",
      "field": "Psychology"
    }
  ],
  "highlights": [
    "Excellent classroom management",
    "Active participation in [groups, plans, events]",
    "Teaching, tutoring and counseling",
    "Experience working special needs students",
    "Effectively work with parents",
    "Interactive teaching/learning",
    "Innovative lesson planning",
    "Classroom management",
    "Effective listening",
    "CPR/First-aid certified",
    "Goal Setting and Implementation"
  ],
  "interests": [
    "Recognition for planning and presenting at UNICEF conference."
  ],
  "skills": [
    "bilingualspeaking and reading fluently inEnglish and Spanish, demonstrate yourability to work wellwith ateam, handles details;coordinatesand completes tasks,plansand arrangesactivities;multitasks,writesclearly and concisely; listensattentively; openly expresses ideas,providesand asks for feedback,and cooperatesand works wellwith others."
  ]
}
