{
  "personalInformation": {
    "summary": "Current graduate student at the University of Arizona Global Campus pursuing a Master's Degree in Health Informatics and Analytics with five years of experience in at-home care. An exceptionally empathetic and dedicated healthcare provider with a strong record of child health care service. Adept at handling various client issues and problems with kindness and professionalism, seeking opportunities in the Healthcare and Business industry.",
    "title": "HEALTHCARE PROVIDER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Healthcare Provider",
      "startDate": "08/2015",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Worked to improve and enhance patient lives through effective and compassionate care.",
        "Administered medication as directed by physician.",
        "Completed household management tasks for clients within private home settings, including companionship and personal care assistance.",
        "Coordinated daily medicine schedules and administration to help clients address symptoms and enhance quality of life.",
        "Assisted disabled clients in any way necessary to facilitate independence and well-being.",
        "Maintained clean, safe and well-organized patient environment.",
        "Monitored progress and documented any patient health status changes, keeping healthcare team updated.",
        "Interacted kindly with patients and families and displayed positive, outgoing attitude, resulting in establishment of long-term, professional relationships.",
        "Assisted patients with handling daily chores and errands by transporting to appointments, cleaning personal spaces and purchasing supplies.",
        "Offered support for client mental and emotional needs to enhance physical outcomes and overall happiness.",
        "Consistently met demands of clients by providing sufficient numbers of direct care providers.",
        "Provided assistance to clients by handling household cleaning duties, managing schedules and transporting to and from medical appointments.",
        "Facilitated calls to and from field staff to resolve issues and address concerns.",
        "Encouraged patients to participate in safe physical activity to help boost mood and improve overall wellness.",
        "Assisted patients with dressing, grooming and feeding needs, helping to overcome and adapt to mobility restrictions.",
        "Supervised daily activities and provided assistance when needed.",
        "Developed rapport to create safe and trusting environment for care."
      ]
    },
    {
      "company": "Company Name",
      "position": "Online English Tutor",
      "startDate": "09/2018",
      "endDate": "07/2020",
      "location": "City, State",
      "responsibilities": [
        "Analyzed student progress to adjust lesson planning for improvement.",
        "Motivated students in positive learning environment to build academic confidence.",
        "Planned lessons for allotted time to strengthen weak subjects and build skills.",
        "Collaborated with students to complete homework assignments, identify lagging skills and correct weaknesses.",
        "Provided verbal and written constructive criticism and positive feedback to students.",
        "Utilized online platforms to provide online instruction in group and one-on-one environments.",
        "Showed empathy and understanding when students needed counseling or extra support.",
        "Moderated online discussion forums to maintain safe, engaging subject discussion.",
        "Supported diverse student population through different teaching styles to cover multiple learning styles.",
        "Collaborated with parents to create tutoring sessions appropriate for student's age, learning preference and learning style.",
        "Updated required logs and student documentation to keep records accurate and current.",
        "Prepared lesson plans to meet goals identified in students' individualized study plans.",
        "Drilled students on subject matter and used flashcards and writing techniques to improve recall.",
        "Taught students remotely via pre-recorded and live video sessions.",
        "Motivated students towards learning and studying to build self-confidence and reduce fear of failure.",
        "Identified learning needs and implemented fun and engaging learning activities to help students advance.",
        "Made lessons interesting and engaging using art and visual aids to bolster learning.",
        "Integrated technology into sessions to further enhance student learning.",
        "Educated students on study tips and exam strategies."
      ]
    },
    {
      "company": "Company Name",
      "position": "Radiologic Technology Student Intern",
      "startDate": "07/2016",
      "endDate": "11/2016",
      "location": "City, State",
      "responsibilities": [
        "Managed patient treatment and care by coordinating with diverse medical professionals in radiology and other medical fields.",
        "Maintained, cleaned and sterilized instruments and equipment for each patient.",
        "Kept work and patient areas clean, orderly and well-stocked to promote efficiency.",
        "Supported patients by keeping private and confidential information concealed in adherence to regulations and procedures.",
        "Interviewed patients and reviewed documented histories to gain solid picture of relevant data.",
        "Managed aseptic techniques to control infection risk and protect both patients and staff.",
        "Conducted diagnostic and interventional procedures for more than 10 patients per day.",
        "Followed safety protocols at all times to minimize radiation exposure and potential for incidents with staff or patients.",
        "Supported patient physical and emotional comfort by taking care in positioning, responding to questions and using effective calming strategies.",
        "Participated in continuous improvement by generating suggestions, engaging in problem-solving activities to support teamwork."
      ]
    },
    {
      "company": "Company Name",
      "position": "Office Assistant",
      "startDate": "05/2013",
      "endDate": "05/2014",
      "location": "City, State",
      "responsibilities": [
        "Delivered clerical support by efficiently handling wide range of routine and special requirements.",
        "Produced high-quality documents, spreadsheets and presentations for internal and customer-facing needs using MS Office suite.",
        "Oversaw automated tracking and documentation of data, client correspondence and office operations.",
        "Executed record filing system to improve document organization and management.",
        "Interacted with customers professionally by phone, email or in-person to provide information and directed to desired staff members.",
        "Kept physical files and digitized records organized for easy updating and retrieval by authorized team members."
      ]
    },
    {
      "company": "Company Name",
      "position": "Radiologic Technology Student Intern",
      "startDate": "11/2010",
      "endDate": "04/2011",
      "location": "City, State",
      "responsibilities": [
        "Managed patient treatment and care by coordinating with diverse medical professionals in radiology and other medical fields.",
        "Maintained, cleaned and sterilized instruments and equipment for each patient.",
        "Kept work and patient areas clean, orderly and well-stocked to promote efficiency.",
        "Supported patients by keeping private and confidential information concealed in adherence to regulations and procedures.",
        "Interviewed patients and reviewed documented histories to gain solid picture of relevant data."
      ]
    },
    {
      "company": "Company Name",
      "position": "Radiologic Technology Student Intern",
      "startDate": "04/2010",
      "endDate": "09/2010",
      "location": "City, State",
      "responsibilities": [
        "Managed patient treatment and care by coordinating with diverse medical professionals in radiology and other medical fields.",
        "Maintained, cleaned and sterilized instruments and equipment for each patient.",
        "Kept work and patient areas clean, orderly and well-stocked to promote efficiency.",
        "Supported patients by keeping private and confidential information concealed in adherence to regulations and procedures.",
        "Interviewed patients and reviewed documented histories to gain solid picture of relevant data.",
        "Managed aseptic techniques to control infection risk and protect both patients and staff.",
        "Followed safety protocols at all times to minimize radiation exposure and potential for incidents with staff or patients.",
        "Supported patient physical and emotional comfort by taking care in positioning, responding to questions and using effective calming strategies.",
        "Devoted special emphasis to punctuality and worked to maintain outstanding attendance record, consistently arriving to work ready to start immediately."
      ]
    },
    {
      "company": "Company Name",
      "position": "Cash Service Representative",
      "startDate": "06/2006",
      "endDate": "03/2007",
      "location": "City, State",
      "responsibilities": [
        "Adhered to policies and facilitated safe and protected transactions.",
        "Worked as a dedicated team member of the banking team",
        "Worked to ensure the confidentiality and privacy of clients.",
        "Brought forth a friendly and enthusiastic attitude.",
        "Handled cash transactions."
      ]
    },
    {
      "company": "Company Name",
      "position": "Sales Associate",
      "startDate": "10/2004",
      "endDate": "02/2006",
      "location": "City, State",
      "responsibilities": [
        "Worked alongside retail representatives to boost sales by enhancing product presentations and advertising collateral.",
        "Engaged with customers to effectively build rapport and lasting relationships.",
        "Delivered high level of assistance by locating products and checking store system for merchandise at other sites.",
        "Trained and developed new sales team associates in products, selling techniques and company procedures.",
        "Maintained organized, presentable merchandise to drive continuous sales.",
        "Implemented up-selling strategies such as recommending accessories and complementary purchases to boost revenue.",
        "Educated customers on promotions to enhance sales.",
        "Processed product returns and assisted customers with other selections.",
        "Organized racks and shelves to maintain store visual appeal, engage customers and promote specific merchandise.",
        "Liaised with customers and recommended specific products and specials, aligning with individual needs, requirements and specifications.",
        "Analyzed and properly processed product returns, assisting customers with finding alternative merchandise to meet needs."
      ]
    }
  ],
  "certifications": [
    {
      "name": "Certificate of completion in Radiation Technology"
    },
    {
      "name": "Certificate in TEFL and TESOL (120 hours)"
    }
  ],
  "education": [
    {
      "degree": "MBA: Health Informatics and Analytics",
      "institution": "University of Arizona Global Campus",
      "endDate": "02/2022",
      "location": "City",
      "startDate": "Expected in "
    },
    {
      "degree": "Certificate of Completion in Radiologic Technology : Radiography",
      "institution": "Loma Linda University",
      "endDate": "11/2016",
      "location": "City"
    },
    {
      "degree": "Bachelor of Science : Radiologic Technology",
      "institution": "University of Perpetual Help-System DALTA",
      "endDate": "04/2011",
      "location": "City"
    }
  ],
  "skills": [
    "Flexible & Adaptable",
    "Responsible",
    "Verbal and written communication",
    "Computer proficiency",
    "Adaptability",
    "Customer service",
    "Professional telephone demeanor",
    "Account management",
    "Technical Support",
    "Social media knowledge",
    "Strategic Planning",
    "Compassion",
    "Self-motivated professional",
    "Cultural awareness",
    "Analytical skills",
    "Good listening skills"
  ]
}
