{
  "personalInformation": {
    "summary": "To attain a position with a client and team oriented business that promotes my customer service aptitude while expanding company-wide knowledge to meet office oriented goals."
  },
  "professionalExperience": [
    {
      "company": "Company Name i/4 City",
      "position": "Leasing Consultant",
      "startDate": "Jan 2016",
      "endDate": "Current",
      "location": "State",
      "responsibilities": [
        "Associated with the leasing of vacant units in the property to help ensure a high occupancy rate and assisting in customer service, and resident retention of current residents.",
        "Assist in daily inspections and upkeep models and target units, ensuring they are presentable and ready to show to prospective residents.",
        "Â ÂÂÂ ÂÂ Perform duties associated with the rental of apartments, deal closing for renewals, and off-site marketing.",
        "Process rental applications and complete related forms, verify all information in rental applications. Obtain and review applicants credit report for review and final approval of the Resident Manager.",
        "Â Â Record traffic sheets, guest cards, and/or daily reports updated of leasing activity such as inquiries, appointments, rentals, intent to vacate notices, move-ins, and move-outs.",
        "Â Â Assist in maintaining required inventories for community supplies and equipment.",
        "Â Â Assist in maintaining up-to-date and accurate reports and completing all reports as requested by Resident Manager and/or Corporate Office.",
        "Â Â Collect and handle rents and deposits. Prepares rent receipts.",
        "Â Â Handle resident concerns in the absence of Resident Manager or Assistant Manager.",
        "Â Â Project a professional image by meeting all Company Standards."
      ]
    },
    {
      "company": "Company Name 1/4 City",
      "position": "Leasing Specialist",
      "startDate": "Jan 2014",
      "endDate": "Jan 2016",
      "location": "State",
      "responsibilities": [
        "Interviews prospective tenants and records information to ascertain needs and qualifications.",
        "Tours prospects to vacant/model apartments, discusses size and layout of rooms, available amenities, such as swimming pool and saunas, location of shopping centers, services available, and terms of lease.",
        "Conducts outreach marketing on a weekly basis including outreach to shopping centers, stores, and other businesses within the local area.",
        "Enters all traffic (walk-ins, emails, phone calls, leads) into Yardi as well as follow up on all inquiries regarding current and future unit availability.",
        "Completes lease form or agreement and collects rental deposit.",
        "Inspects condition of units prior to move-in to ensure they are clean of debris and meet company standards.",
        "Enter work orders and submit service requests to maintenance personnel for follow up and completion.",
        "Compiles listings of available rental property.",
        "Composes and posts vacancy advertisements on Craigslist at least 4 daily."
      ]
    },
    {
      "company": "Company Name 1/4 City",
      "position": "Leasing Specialist",
      "startDate": "Jan 2011",
      "endDate": "Jan 2014",
      "location": "State",
      "responsibilities": [
        "Greet prospects and qualify by covering all criteria (Ask questions; utilize completed guest cards, etc.).",
        "Immediately record all telephone and in-person visits on appropriate reports.",
        "File own guest cards and maintain according to established procedures.",
        "Inspect models and available \"market ready\" communicate related service needs to Property Manager.",
        "Demonstrate community and apartment/model and apply product knowledge to clients needs by communicating.",
        "Have prospect complete application and secure deposit in accordance with the company procedures and Fair Housing.",
        "Update availability report, process applications for approvals.",
        "i.e., credit check, rental history, etc.) Submit application for final approval.",
        "Follow up with applicant regarding status.",
        "Ensure apartment is ready for resident to move-in on agreed date.",
        "Immediately follow-up on prospects that did not close and attempt to close sale again.",
        "Secure new resident signature(s) on appropriate paperwork prior to move-in.",
        "Assist in monitoring renewals.",
        "Distribute and follow-up on renewal notices.",
        "Monitor advertising effectiveness.",
        "Gather information about market competition in the area and file.",
        "Assist in the implementation of company marketing plans as needed.",
        "Represent the company in a professional manner at all the times."
      ]
    },
    {
      "company": "Company Name i/4 City",
      "position": "Sales Associate/Cashier",
      "startDate": "Jan 2010",
      "endDate": "Jan 2011",
      "location": "State",
      "responsibilities": [
        "Ensure customer service in the #1 priority.",
        "Effectively supervise that sales floor to ensure customer/ associate awareness of all times.",
        "Understand and create awareness of the factors to impact sales volume.",
        "Maintain contact with all clients to ensure high levels of Clients Satisfaction.",
        "Demonstrate ability to interact and cooperate with all company employees.",
        "Build trust, value others, communicate effectively, drive execution, foster innovation, focus in the customer, collaborate with others, solve problems creatively and demonstrate high integrity.",
        "Maintain professional internal and external relationships that meet company core values.",
        "Proactively establish and maintain effective working team relationships with all support departments."
      ]
    },
    {
      "company": "Company Name i¼ City",
      "position": "Leasing Consultant",
      "startDate": "Jun 2016",
      "endDate": "Current",
      "location": "State",
      "responsibilities": [
        "Â Â Â Â Â Â Associated with the leasing of vacant units in the property to help ensure a high occupancy rate and assisting in customer service, and resident retention of current residents.",
        "Â Â Â Â Assist in daily inspections and upkeep models and target units, ensuring they are presentable and ready to show to prospective residents. Â Â Â Â Â Â Perform duties associated with the rental of apartments, deal closing for renewals, and off-site marketing.",
        "Â Â Â Â Â Â Process rental applications and complete related forms, verify all information in rental applications. Obtain and review applicants credit report for review and final approval of the Resident Manager.",
        "Â Â Â Â Â Â Record traffic sheets, guest cards, and/or daily reports updated of leasing activity such as inquiries, appointments, rentals, intent to vacate notices, move-ins, and move-outs.",
        "Â Â Â Â Â Â Assist in maintaining required inventories for community supplies and equipment.",
        "Â ÂÂ ÂÂÂ Assist in maintaining up-to-date and accurate reports and completing all reports as requested by Resident Manager and/or Corporate Office.",
        "Â ÂÂ ÂÂÂ Collect and handle rents and deposits. Prepares rent receipts.",
        "Â Â Â Â Â Â Handle resident concerns in the absence of Resident Manager or Assistant Manager.",
        "Â Â Â Â Â Â Project a professional image by meeting all Company Standards."
      ]
    }
  ],
  "education": [
    {
      "degree": "Associate of Arts",
      "institution": "Current College of Southern Nevada i/4 City",
      "location": "State",
      "startDate": "Tourism, Convention, and Event Planner"
    }
  ],
  "skills": [
    "English (Read, Write, Speak)",
    "Spanish (Read, Write, Speak)",
    "Microsoft WordÂ",
    "Microsoft Power Point",
    "Microsoft Excel",
    "Windows Vista",
    "Windows 7",
    "Yardi Voyager",
    "Real Page",
    "On-Site",
    "MRI",
    "Adobe Photoshop"
  ]
}
