{
  "personalInformation": {
    "summary": "During the course of my career as an IT Professional, I have developed a varied set of I.T. and business related skills. I hold expert knowledge in applying technology to business processes resulting in a more cost effective and efficient enterprise. My accomplishments as a major player in the successful pioneering and implementation of the \"Paperless Office\" in 33 local Virginia agencies, created a paradigm shift in the culture of how agencies currently do business. The experience of being a road warrior leading the day to day \"hands on\" training of the user afforded me a \"real life\" work experience and invaluable insight in user training needs, challenges, acceptance and buy-in. The knowledge I gained from the users resulted into successful problem solving, change management and implementation outcomes of enterprise management systems. This kind of knowledge and experience cannot be gained in a classroom or from a white paper. I have a strong ability to quickly capture business rules, policies, procedures, workflow issues, functional requirements and resolve client and technical roadblocks hindering successful implementation. I maintain a reputation of improving the work environment via technology and delivering a solution that surpasses client expectations. Strong analytical skills used in business and requirements analysis for a variety of industries. Keen problem solving skills allowing rapid assimilation and resolution of complex problems. Ability to anticipate issues, think proactive, and use critical thinking skills to plan stakeholder elicitation sessions. Ability to quickly scope training and implementation requirements of project. Able to excel in fast-paced environments, with aggressive project timeliness. Excellent problem analysis, troubleshooting, and resolution skills. Quick to identify weak links in enterprise implementation and ability to effectively find solutions. Planning Extensive team management experience covering large and small projects. Articulation of concerns in technology project planning to senior management, including the impact, readiness, and buy-in related to human factors. Familiar with general project management practices, including the use of project management software/tools. Demonstrates good organizational and delegation skills and efficient, effective management of one's own and other's time. Communications Skilled in building strong relationships with project stake-holders. Ability to market a project to successfully obtain Stakeholder and user buy-in. Experienced presentation skills. Works well with people. Knows how to listen, inspire, motivate, collaborate, and hold accountable, if necessary. Excellent written and oral communication skills with the ability to communicate appropriately in business and technical situations at all levels in matrix organizations. Articulation of complex issues in technology project planning to senior management, including technology impact, and human factors. Testing Working knowledge of industry standard software testing methodologies, tools, processes, and /practices. Training Results-driven, team-oriented and posses a personable demeanor and positive attitude. Professional, well organized and ability to present training to diverse population. Self-motivated, directed, and devoted. Ability in taking up new theories and concepts as well as responsibilities. Experience in statewide travel. Strong ability to recognize and accommodate various user training levels and challenges. Quickly learn new software and software training tools. Highly effective in scoping overall training needs and the needed resources of enterprise projects. Experience handling technical issues that arise before and during training sessions. Experience in technical writing such as coursework, presentations, user manuals. Technical support professional with IT background. Enjoys troubleshooting to find solutions to difficult training projects, workflow and technical issues."
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Sales",
      "startDate": "June 2011",
      "endDate": "Current",
      "location": "City, State"
    },
    {
      "company": "Company Name",
      "position": "Training Consultant/Business Analyst",
      "startDate": "March 2013",
      "endDate": "August 2013",
      "location": "City, State",
      "responsibilities": [
        "Developed DW refresher course and new user curriculum.",
        "Developed new versions of the DW training user manuals.",
        "Served as liaison to user, administrator, developers and program managers, suggesting improvements to existing functionality.",
        "Recognized the need for improvements to VDSS DW's routine training techniques",
        "Communicated the need to update training resources such as the use of curriculum development software (Articulate).",
        "Used Microsoft Business Office Suite products and Snag It,",
        "Conducted all training of Data Warehouse to state and local administrators."
      ]
    },
    {
      "company": "Company Name",
      "position": "Training Consultant/Business Analyst",
      "startDate": "January 2008",
      "endDate": "June 2008",
      "location": "City, State",
      "responsibilities": [
        "Identified and documented functional requirements for the implementation of an enterprise system which incorporated HR, E-Finance, E- Pharmacy, Crisis, Case Management and Reporting.",
        "Developed user readiness surveys, business process models, vendor selection guide and a training implementation plan beyond the assigned project's Statement of Work.",
        "Supported RFP development process.",
        "Liaison between software vendors and stakeholder."
      ]
    },
    {
      "company": "Company Name",
      "position": "Training Consultant/Business Analyst",
      "startDate": "January 2006",
      "endDate": "January 2008",
      "location": "City, State",
      "responsibilities": [
        "Project Lead Trainer for ChildWins (electronic case management project).",
        "Successfully directed all aspects of training as well as solely trained a complex 13 system search application (SPIDER) to approximately 3000 local and state staff resulting in approximately 85% increase in use of SPIDER application.",
        "Trained Data Warehouse statewide, (a complex reporting and statistical application), resulting in approximately 80% increase to application usage.",
        "Suggested a business solution to make a policy and procedure change versus an IT development solution which proved to result in an estimated $1 million (1,000.000.00) savings for the State VDSS IT department.",
        "Reduced training expenses by effectively reducing the standard training travel staff of 2 trainers to 1, meeting VDSS training goals and standards.",
        "Developed DW curriculum in several versions to accommodate User needs.",
        "Developed & updated multiple versions of the DW training user manuals.",
        "Represented State VDSS by serving on various local committees.",
        "Served as liaison to user, administrator, developers and program managers, suggesting improvements to existing functionality and training techniques.",
        "Suggested updated training resources such as the use of curriculum development software (Articulate).",
        "Used & excelled in technical writing skills using Microsoft Business Office Suite products, Camtasia, and Snag It, Supported SIT and UAT testing of state applications.",
        "Conducted training of SPIDER and Data Warehouse to state and local administrators, VDSS Help Desk and program managers in classroom, individual and onsite settings.",
        "Identified and scheduled training locations, environment and timeframe to facilitate successful sessions.",
        "Classroom training developed to accommodate self-guided training for posting to VDSS training website.",
        "Conducted \"Train the Trainer\" sessions statewide supporting a \"super user\" concept.",
        "Lead \"Super User\" workgroups in training software, hardware installs, troubleshooting, detailed application knowledge, and the handling of business intelligence rules for transition to a state multiple search application.",
        "SPIDER).",
        "Conducted workshops on topics such as \"Train the Trainer\" and \"Super Users\" for DSS staff."
      ]
    },
    {
      "company": "Company Name",
      "position": "Training Consultant/Business Analyst",
      "startDate": "January 2006",
      "endDate": "January 2008",
      "location": "City, State",
      "responsibilities": [
        "Installation of Electronic Filing System and Reporting software, scanners, printers.",
        "Developed training materials and IT operator manuals.",
        "Trained over 200 employees independently.",
        "Facilitated focus groups consisting of 15 staff members.",
        "Analyzed agency's business processes, documenting requirements and workflow in preparation for installation and training.",
        "Collaborated with various project stake-holders."
      ]
    },
    {
      "company": "Company Name",
      "position": "Training Director/Business Consultant",
      "startDate": "January 2001",
      "endDate": "January 2006",
      "location": "City, State",
      "responsibilities": [
        "Lead business and workflow consultant.",
        "Director of Training for 8 traveling trainers, managing technical and non-technical training projects.",
        "Developed coursework for various learning environments to include classroom, individual, and onsite.",
        "Managed day to day training needs of 33 local DSS agencies and 8 traveling EZ-Filer trainers.",
        "Developed various versions of User's manual to accommodate multiple versions of EZ-Filer software.",
        "Utilized various training techniques to accommodate various user learning levels, medically and physically challenged users.",
        "Road Warrior, 100% travel Major contributor to the development of Long Term Care, Auxiliary Grant and State and Local Hospitalization applications Conceived and modeled the following software functions for EZ-Filer product; Reporting, Case To Do List, Worker Tasks, and Case Summary, making the product more competitive and functional.",
        "Install hardware such as PC's, Scanners, printers, Signature pads, Assisted in company's marketing events Trained Voice Recognition software, Dragon Naturally Speaking 7.0.",
        "Expertise in interpreting Local, State and Federal program policies.",
        "Workflow specialist, created business process for the Medicaid \"Smart Card\" concept.",
        "Maintained inventory control for technical and non-technical supplies for Ez-Filer training staff."
      ]
    }
  ],
  "accomplishments": [
    "My accomplishments as a major player in the successful pioneering and implementation of the \"Paperless Office\" in 33 local Virginia agencies, created a paradigm shift in the culture of how VDSS and DSS agencies currently do business. Â",
    "Suggested a business solution to make a policy and procedure change versus an IT development solution which proved to result in an estimated $1 million (1,000.000.00) savings for the State VDSS IT department."
  ],
  "education": [
    {
      "degree": "High School Diploma",
      "institution": "Buckingham County High School",
      "location": "City, State, USA",
      "startDate": "12"
    }
  ],
  "skills": [
    "Windows2000",
    "Windows XP",
    "Windows Vista",
    "Linux",
    "Macintosh",
    "Microsoft Business Tools:",
    "MS Word",
    "Excel",
    "PowerPoint",
    "Visio",
    "Camtasia",
    "Smart-draw",
    "Snag It",
    "Requisite Pro",
    "Windows NT",
    "2000",
    "XP",
    "Vista",
    "Windows 7",
    "8",
    "8.1",
    "Mac PC",
    "Apple I Works",
    "SharePoint",
    "Proficient in AVG",
    "Printers",
    "PC Security systems",
    "MS Office proficiency",
    "Accomplished with mobile devices",
    "Patient and diligent",
    "Troubleshooting proficiency",
    "Business intelligence,",
    "Business process,",
    "Business solution,",
    "Project concept to Project Success",
    "Curriculum development,",
    "Excellent customer service,",
    "Data Warehouse,",
    "Functional,"
  ]
}
