{
  "personalInformation": {
    "summary": "Passionate Design Director with extensive talents in providing clear instructions to team members and supervising budgets to ensure project profitability. A natural leader with more than 10 years' experience leading successful and talented design teams. Seeking a new position as a Senior Designer with a great organization.",
    "title": "DESIGN DIRECTOR/SENIOR DESIGNER"
  },
  "professionalExperience": [
    {
      "company": "Company Name – City, State",
      "position": "Design Director / Senior Designer",
      "startDate": "10/2016",
      "endDate": "Current",
      "responsibilities": [
        "Developed seasonal merchandise assortment to improve category depth and breadth",
        "Clearly communicated design revisions to all members of fashion design team",
        "Developed seasonal and brand style guides to promote Tiger Schulmann's TSK Pro Shop",
        "Sketched artistic and fresh designs for consideration",
        "Communicated with photographers and stylists to effectively showcase brand",
        "Negotiated with vendors on availability, product specifications, distribution, delivery deadlines and price",
        "Developed seasonal and brand style guides",
        "Supervised several projects simultaneously, maintaining profitability of each and consistently exceeding design expectations",
        "Facilitated new processes within department, alleviating repetition and boosting overall team productivity"
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Head Designer",
      "startDate": "06/2015",
      "endDate": "10/2016",
      "responsibilities": [
        "Helped company advance industry standing by creating innovative concept designs.",
        "Supervised design staff through product creation and release.",
        "Clearly communicated design revisions to all members of fashion design team.",
        "Developed seasonal merchandise assortment to improve category depth and breadth.",
        "Worked with technical design and product management to provide accurate and complete design packages.",
        "Designed advertisements, tradeshow banners and signage from concept through completion."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Head Designer",
      "startDate": "02/2014",
      "endDate": "11/2015",
      "responsibilities": [
        "Implemented process improvements to increase team effectiveness and reduce repetitive tasks.",
        "Juggled multiple projects simultaneously, never losing strategic vision and always maintaining focus.",
        "Planned and oversaw photography shoots and retouching, consistently completing tasks within budget.",
        "Trained team of 3 designers, delegating tasks and offering insight to help meet tight deadlines.",
        "Created storyboards, 3D models, animation and visual effects to meet design goals."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Head Designer",
      "startDate": "08/2008",
      "endDate": "07/2014",
      "responsibilities": [
        "Implemented process improvements to increase team effectiveness and reduce repetitive tasks.",
        "Juggled multiple projects simultaneously, never losing strategic vision and always maintaining focus.",
        "Carefully prepared all design layouts into prepress files for offset, web and digital printing.",
        "Contributed to creative process through original ideas and inspiration.",
        "Presented projects to internal clients.",
        "Generated detailed specs of final designs.",
        "Collaborated with vendors to ensure style consistency with other marketing materials."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Freelance Senior Designer And Consultant",
      "startDate": "06/2004",
      "endDate": "10/2006",
      "responsibilities": [
        "Sketched artistic and fresh designs for consideration.",
        "Designed new on-brand visual elements to effectively convey concepts and messaging.",
        "Led aesthetic vision and creation of new fashion products.",
        "Provided high quality results in timely manner.",
        "Developed seasonal merchandise assortment to improve category depth and breadth."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Freelance Senior Designer",
      "startDate": "12/2003",
      "endDate": "06/2004",
      "responsibilities": [
        "Designed collection for 2004 fashion show",
        "Worked with directly with Sean Combs to resolve design and fitting problems for Show.",
        "Supervised various local factories s in development of show apparel.",
        "Fitted models for runway."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Designer",
      "startDate": "09/2002",
      "endDate": "12/2003",
      "responsibilities": [
        "Researched current and forecast colors and design.",
        "Designed proposed garments and traveled to mainland for development.",
        "Resolved client concerns quickly and professionally.",
        "Developed marketing and sales strategies to maximize business success.",
        "Monitored production schedules ."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Product Manager / Head Designer",
      "startDate": "03/2000",
      "endDate": "09/2002",
      "responsibilities": [
        "Managed Mens Apparel product development cycle, including prototyping designs and coordinating mass production.",
        "Developed and implemented favorable pricing structures balancing firm objectives against customer targets.",
        "Directed, develop and design merchandising plan for major licensees such as Ecko Unltd, Azzure denim as well as in house brands.",
        "Worked directly with Marc Ecko on development and managing team of 5."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Associate /Assistant Designer",
      "startDate": "02/1995",
      "endDate": "04/2000",
      "responsibilities": [
        "Developed prototype designs for broad range of products within design portfolio.",
        "Teamed on development of inspiration boards, sample material collections and color selection for upcoming product design.",
        "Highly skilled using hand drawing, Sketch Up and Illustrator to develop concept boards.",
        "Delivered highly innovative concepts under stringent deadlines.",
        "Prepared concept boards and mock ups of form and color.",
        "Prepared and managed presentation walls covering seasonal lines.",
        "Fabricated sample garments for review by senior design staff."
      ]
    }
  ],
  "accomplishments": [
    "Designed Sean John fashion Show 2008 Featured on MTV \"If I were KING\"",
    "Designed Sean John fashion Show 2004 which received the CFDA award.",
    "Outerwear design featured in MOMA.",
    "Designed Marc Ecko fashion Show 2002 Outerwear which was showcased in showroom.",
    "Designed Tommy Hilfiger Olympic Ski team outerwear and accessories"
  ],
  "education": [
    {
      "degree": "Associate of Science",
      "institution": "Apparel Design Fashion Institute of Technology",
      "location": "City, State"
    }
  ],
  "highlights": [
    "Works appeared in WWD daily, DNR news, Source magazine, Timeout, Complex magazine, Detail, Flaunt, Stuff magazine, Vibe, Trace, Teen People, Honey and YM."
  ],
  "skills": [
    "Apparel Design",
    "Adobe Photoshop",
    "Originality",
    "Adobe Illustrator",
    "Garment construction",
    "Superb eye for detail",
    "Ability to effectively plan",
    "Project presentations",
    "Teamwork skills",
    "Pattern making",
    "Illustration",
    "Sketchbook Pro"
  ]
}
