{
  "personalInformation": {
    "summary": "Educator: People skills, enthusiastic, problem-solver, great organizational skills, encouraging, technology savvy, eager to learn, communicates great with colleagues and parents, sets high and clear expectations for students, eager to teach, loves to teach students how to \"love to learn\", always looking for ways to grow as a person and educator",
    "title": "TEACHER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Teacher",
      "startDate": "N/A",
      "location": "City, State",
      "responsibilities": [
        "Long term substitute for fifth grade.Hired as a probationary teacher and taught second grade for two years. Became tenure and taught fifth grade for one year. Trained as a trainer or trainees for the WRITE Institute. Grade level lead for one year.",
        "Promoted language development skills through reading and storytelling.",
        "Applied the positive reinforcement method to redirect negative behaviors.",
        "Assisted 10 children per station during small group learning periods during System 44 Instruction.",
        "Conducted small group and individual classroom activities based on differentiated learning needs.",
        "Helped prepare daily lesson plans for activities and lessons.",
        "Communicated effectively with educators from various grade levels.",
        "Supported students in developing strategies for individual needs and classroom group dynamics.",
        "Wrote daily and weekly lesson plans.",
        "Tutored after and before school twice a week all four years."
      ]
    },
    {
      "company": "Company Name",
      "position": "Teacher",
      "startDate": "N/A",
      "location": "City, State",
      "responsibilities": [
        "Taught second grade for one year.",
        "Promoted language development skills through reading and storytelling.",
        "Applied the positive reinforcement method to redirect negative behaviors.",
        "Conducted small group and individual classroom activities based on differentiated learning needs.",
        "Tutored after school twice a week.",
        "Organized field trips to local parks, fire stations and zoos.",
        "Helped prepare daily lesson plans for activities and lessons.",
        "Encouraged students to be understanding of and helpful to others.",
        "Supplied one-on-one attention to each student, while maintaining overall focus on the entire group.",
        "Physically and verbally interacted with students throughout the day to keep them engaged.",
        "Communicated effectively with educators from various grade levels.",
        "Supported students in developing strategies for individual needs and classroom group dynamics.",
        "Wrote daily and weekly lesson plans.",
        "Conducted family-connection home projects."
      ]
    },
    {
      "company": "Company Name",
      "position": "Teacher",
      "startDate": "N/A",
      "location": "City, State",
      "responsibilities": [
        "Fourth grade teacher for two years.",
        "Looped with my fourth graders from last year and now teach fifth grade.",
        "Teach critical thinking and close reading strategies through common core.",
        "Grade level lead for two years.",
        "Meet with the RCD team and write the math units.",
        "Tutor after school for two years.",
        "Lead GATE students to writing our school newspaper.",
        "Apply the positive reinforcement method to redirect negative behaviors.",
        "Conduct small group and individual classroom activities based on differentiated learning needs.",
        "Observe students to supply teachers with feedback regarding potential learning blocks and opportunities for support.",
        "Encourage students to be understanding of and helpful to others.",
        "Supply one-on-one attention to each student, while maintaining overall focus on the entire group.",
        "Physically and verbally interact with students throughout the day to keep them engaged.",
        "Communicate effectively with educators from various grade levels.",
        "Support students in developing strategies for individual needs and classroom group dynamics.",
        "Write daily and weekly lesson plans.",
        "Implement programs to encourage student participation.",
        "Communicate with parents on a weekly basis of student progress.",
        "Assess students monthly on STAR Reading and STAR Math.",
        "Give weekly comprehension assessments, both oral and written.",
        "Incorporate technology in the classroom, ie iPads."
      ]
    }
  ],
  "accomplishments": [
    "Last year I was asked to administer the GATE after school program Together, the GATE identified students and I, created a school newspaper. We named it the Jr Journal and invented five topics that would be in every issue. I helped create an outline and template that our reporters could follow and eventually do independently. Each student chose a different topic every month and would either interview or research to write an article for that section. They would then write a rough draft, that I would edit, and then they would type the final draft and put it into the newspaper template. Students would also have a chance to find graphics or take pictures that fit their topic. It turned out great and we were able to publish four issues. This will be our second year. This was a great accomplishment for me as an educator, because I love to write and was in my school newspaper in High School. I had the chance to share a passion of mine and see students enjoy coming in after school and put their advanced brains to work. It was such a great experience and can't wait to have that again this year."
  ],
  "certifications": [],
  "education": [
    {
      "degree": "Elementary Credentials: Education",
      "institution": "University of Redlands",
      "endDate": "2008",
      "location": "City, State, United States"
    },
    {
      "degree": "Bachelor of Arts: Liberal Arts",
      "institution": "California Baptist University",
      "endDate": "2006",
      "location": "City, State, United States"
    }
  ],
  "highlights": [],
  "interests": [],
  "militaryService": [],
  "skills": [
    "People skills",
    "enthusiastic",
    "problem-solver",
    "great organizational skills",
    "encouraging",
    "technology savvy",
    "eager to learn",
    "communicates great with colleagues and parents",
    "sets high and clear expectations for students",
    "eager to teach",
    "loves to teach students how to \"love to learn\"",
    "always looking for ways to grow as a person and educator"
  ]
}
