{
  "personalInformation": {
    "summary": "Skilled security professional with 20 years providing security services in federal buildings, corporate settings, apartment complexes, retail facilities and construction sites. Security Officer accomplished in securing and protecting governmental science and technology facilities. Brings techniques gained from a background in law enforcement training. Protective services professional with strong law enforcement background. Approaches each case with a high level of professionalism, offering each case its proper due diligence.",
    "title": "CONSTRUCTION ENGINEERING SUPERVISOR"
  },
  "professionalExperience": [
    {
      "company": "Company Name i/4",
      "position": "Construction Engineering Supervisor",
      "startDate": "January 2012",
      "endDate": "January 2013",
      "location": "City, State",
      "responsibilities": [
        "Supervised the construction, repair, and utility of buildings, warehouses, and fixed bridges, port facilities, and petroleum pipelines.",
        "Read and interprets construction drawings.",
        "Estimate material, time, labor, and equipment requirements.",
        "Inspects structures and facilities to ensure compliance with specifications."
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "Combat Engineer",
      "startDate": "January 2000",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Detailed understanding of the interrelationships of circuits.",
        "Perform such tasks as making circuit analyzes, and tracing relationships in signal flow.",
        "Use complex test instruments such as high frequency pulse generators, frequency synthesizers, distortion analyzers, and complex computer control equipment.",
        "Reads, interprets, and plots maps, overlays, and photos; develops and uses engineering tools.",
        "Determines limiting slopes, curves, stream velocity, and gap widths.",
        "Assembled structural parts and components to meet requirements for preserving structural integrity and low observable qualities, posted entries and maintained maintenance and inspection records.",
        "Provide the US Army with hands-on and over-the-shoulder radio and communications maintenance training utilizing Aero flex analyzers, Fluke multi-meters, Bird watt meters, Marconi signal generators and BKP frequency counters, Boonton modulation meters and TEK 4ch oscilloscopes.",
        "Assist in developing communication system maintenance management and repair program Advise maintenance personnel on the basic and intermediate maintenance, troubleshooting, repair and service of LMR HF/VHF communications equipment."
      ]
    },
    {
      "company": "Company Name",
      "position": "Combat Engineer",
      "startDate": "January 1992",
      "endDate": "January 2000",
      "responsibilities": [
        "Detailed understanding of the interrelationships of circuits.",
        "Perform such tasks as making circuit analyzes, and tracing relationships in signal flow.",
        "Use complex test instruments such as high frequency pulse generators, frequency synthesizers, distortion analyzers, and complex computer control equipment.",
        "Reads, interprets, and plots maps, overlays, and photos; develops and uses engineering tools.",
        "Determines limiting slopes, curves, stream velocity, and gap widths.",
        "Assembled structural parts and components to meet requirements for preserving structural integrity and low observable qualities, posted entries and maintained maintenance and inspection records.",
        "Provide the US Army with hands-on and over-the-shoulder radio and communications maintenance training utilizing Aero flex analyzers, Fluke multi-meters, Bird watt meters, Marconi signal generators and BKP frequency counters, Boonton modulation meters and TEK 4ch oscilloscopes.",
        "Assist in developing communication system maintenance management and repair program Advise maintenance personnel on the basic and intermediate maintenance, troubleshooting, repair and service of LMR HF/VHF communications equipment."
      ]
    }
  ],
  "accomplishments": [
    "Awarded by management with several official commendations for personal achievement and contributions to the team",
    "Promoted to Staff Supervisor Â after 6 years of employment."
  ],
  "certifications": [
    {
      "name": "First Aid training",
      "date": "2016"
    }
  ],
  "education": [
    {
      "degree": "Diploma",
      "institution": "University of*Strong Vincent HS ï¼",
      "endDate": "2001",
      "location": "City, State"
    },
    {
      "degree": "Intermediate Electronic Principles",
      "institution": "Keesler AFB, MS",
      "endDate": "2010"
    },
    {
      "degree": "Telephone Central Office Repair",
      "institution": "N/A",
      "endDate": "1987"
    },
    {
      "degree": "HAZMAT Familiarization/Safety Transport",
      "institution": "N/A",
      "endDate": "2007"
    },
    {
      "degree": "Forward Area Alerting Radar Repairer",
      "institution": "N/A",
      "endDate": "1990"
    }
  ],
  "highlights": [
    "Â Department of State Secret Security Clearance",
    "Â Â Â Â Â Â Natural leader",
    "Â Â Â Â Â Weapons training",
    "Security personnel training",
    "Windows Vista"
  ],
  "interests": [
    "Active DOD Secret clearance (12 Jan 2011) and current US passport. (20 Jan 2011) US Army 12B (Combat Engineer), US Army 12H (Construction Engineering Supervisor) 24 years hands-on experience installing hardware and software programs to enable integrated communication systems used to accommodate command, control, and information purposes. Subject Matter Expert (SME) at developing vertical, road, bridges and airfield construction and rigging, bridging, and demolition activities. Experienced with electronic integrated communications, radar and navigational systems. Working knowledge of Forward Area Targeting Systems, Target Alert Data Display Systems, and IFF. Experienced utilizing TMDE equipment to include VOMs, oscilloscopes, AF/RF generators, transceiver analyzers, frequency counters, FDRs, TDRs, SWR meters and antenna analyzers. Experienced supervising personnel to complete mission. In-depth knowledge of electronic switching systems. Experience with Special Test Equipment - Advanced Diagnostic Interface Tool (ADIT)[Portable Maintenance Aid (PMA-based)], Deployed Automated Test Set (DATS), and BUS Interface Global Monitor and Control (BIGMAC)"
  ],
  "skills": [
    "Army",
    "basic",
    "bridges",
    "inspection",
    "Inspects",
    "Marconi",
    "Office",
    "Radar",
    "multi-meters",
    "oscilloscopes",
    "personnel",
    "radio",
    "Read",
    "Safety",
    "signal generators",
    "Telephone",
    "troubleshooting",
    "VHF"
  ]
}
