{
  "personalInformation": {
    "summary": "Professional, yet laid back top notch sales person and manager offering a 29 year background in sales and customer service, as well as in-depth understanding of the sales cycle process.",
    "title": "SALES"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4",
      "position": "Sales",
      "startDate": "May 2011",
      "endDate": "Sep 2013",
      "location": "City, State",
      "responsibilities": [
        "Top of sales board consistently Monitored multiple databases to keep track of all company inventory.",
        "Transported clients to other company locations to view and select right vehicle for them Increased sales monthly by implementing strategies to develop and expand existing customer base.",
        "Maintained high aftermarket and finance percentages through keeping clients informed and recommending products prior to turn over",
        "Assisted sales managers with walk around and product presentation training Assisted sales Managers with vehicle appraisals Helped other sales people learn relationship building and closing skills Chrysler SRT VIPER Certified Participated in company sponsored civic activities: Wounded Warriors\" Crossing of America.org\" US Navy Chiefs \"Selectee\" Program Multiple school and community sport programs",
        "Maintained company vehicle Locked door at night when necessary (trusted to open and lock store."
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "Corporate Buyer/ Wholesale Manager",
      "startDate": "Mar 2004",
      "endDate": "May 2011",
      "location": "City, State",
      "responsibilities": [
        "Assigned multiple franchise locations as Wholesale Manager Attended weekly Corporate meetings to discuss store level issues, track store eligibility for purchases, and plan of attack for the week ( Travel needed if any etc..) Followed up with in store meetings with GM'S and Used Car managers to discuss recommended purchases and corporate recommendations Participated in weekly conference calls with Regional GM's, GM's, and Sales managers for updates and training Recommended merchandising and marketing strategies Purchased multiple types of used vehicles for assigned stores Appraised vehicles over the phone as described by sales manager Followed up with physical inspection of all trades for accuracy Controlled wholesale accounts for each assigned store location Trained new and used car managers appraisal techniques Tracked all company locations inventory using multiple databases Followed market trends, market share, and days supply through company databases and various other tracking systems Controlled overage inventory by assessing value and arranging inner company transfers or packaging to an outside source Facilitated inner company transfers store to store for inventory control Established relationships with local wholesalers and other franchise dealers to purchase and dispose of vehicles Traveled weekly to Auto Auctions nationwide to purchase and sell inventory Purchased vehicles online through \" Smart Auction\" and numerous other websites",
        "Followed up with Post Sale inspections on all purchases to insure service cost kept at a minimum Arranged transportation and tracked all vehicles transported to and from auctions Turned in weekly purchase updates to Regional GM's Arranged all travel personally Prepared and turned in monthly expense reports Maintained company vehicle."
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "Sales person/ Sales Manager",
      "startDate": "Sep 1989",
      "endDate": "Mar 2004",
      "location": "City, State",
      "responsibilities": [
        "Tracked client's through personal and company databases Set personal Milestones and Goals and accomplished them Achieved high sales percentage with consultative, value-focused customer service approach.",
        "Handled Fleet bids for Municipalities, Counties and State.",
        "Quoted prices, credit terms and other bid specifications.",
        "Acquired out of stock vehicles by using dealer exchange techniques Negotiated prices, terms of sales and service agreements.",
        "Prepared, Mailed correspondence, and followed up with clients Executed outbound calls to existing customer base resulting in referrals and increased sales Assisted management with Walk-around and product presentations for training purposes Valeted clients vehicles for service",
        "Maintained company vehicle Promoted to Used Car Manager: Hired, trained and maintained sales people Set departmental projections Prepared advertising for local and military newspapers Monitored multiple databases to keep track of all company inventory.",
        "Turned wholesale losses into wholesale profits Increased used car sales by planning and executing training Appraised incoming trade ins",
        "Work sales desk with sales people and new car department manager Stocked in all incoming used vehicles, to include pulling \"carfax\" or \"autocheck\" reports Processed all inventory through service and detail departments Established relationships with local wholesalers and other Franchise dealers to purchase stock units and dispose of unwanted inventory Attended Auto Auctions to purchase inventory and dispose of unwanted units Switched to Backed by Dealer Principle as independent wholesaler Helped dealer dispose of and track overage units Bought and sold units for Company through wholesale and Auction sources Bought and sold units to numerous other franchise and independent dealers."
      ]
    }
  ],
  "accomplishments": [
    "Multiple sales person of month awards Multiple Sales person of year awards Employee of Month Awards Was member of Peninsula Sales and Marketing Was President of Senior Sales Executives Earned membership in Ford Motor Company's 300/500 Masters Club Earned Chrysler Sales Award Ring Tysinger Motor Co.'s Loyalty/Management ring Hall Automotive Corporation's Loyalty /Management ring."
  ],
  "education": [
    {
      "degree": "High School Diploma",
      "institution": "Wingo High Shool ï¼",
      "location": "City, State, USA"
    }
  ],
  "skills": [
    "advertising",
    "approach",
    "Army",
    "automotive",
    "closing",
    "credit",
    "client",
    "clients",
    "Customer service experience",
    "customer service",
    "databases",
    "Staff training",
    "expense reports",
    "finance",
    "inspection",
    "inventory",
    "inventory control",
    "leadership skills",
    "marketing strategies",
    "market trends",
    "marketing",
    "market",
    "meetings",
    "merchandising",
    "exchange",
    "Navy",
    "negotiator",
    "newspapers",
    "packaging",
    "Excellent people skills",
    "presentations",
    "public speaker",
    "Public speaking",
    "relationship building",
    "Retail Sales",
    "Sales",
    "sales manager",
    "sales training",
    "seminars",
    "phone",
    "time management",
    "transportation",
    "view",
    "websites"
  ]
}
