{
  "personalInformation": {
    "summary": "Skilled in Customer Service. Motivated to enhance customer loyalty with exceptional service. Maintains well-stocked, organized stations ready for any need. Exceeds customer expectations by providing friendly, prompt and attentive service tailored to customer's preferences. Hard worker with 3 years of service experience. Familiar with organizing seating for individuals or parties to maximize guest satisfaction. Demonstrates excellent communication, planning and problem-solving skills. Enthusiastic Graphic Artist educated in creating letterheads, signage and other business-specific materials. Talent for translating company vision into suite of useful graphics and related designs. Skilled at working on multiple projects at once while consistently meeting deadlines. Deadline-oriented Designer educated in creating brand messages, strategies and key graphic productions. Resourceful and hardworking with know-how to produce top-notch content. Ambitious student pursuing Bachelor's degree eager to contribute developed knowledge in Graphic Design. Skilled in Adobe Illustrator, InDesign, Photoshop, ect. Adaptable and driven with strong work ethic and ability to thrive in team-based or individually motivated settings.",
    "title": "Zachory Edmiston"
  },
  "professionalExperience": [
    {
      "company": "City, State Company Name",
      "position": "Freelance Graphic Designer",
      "startDate": "Aug 2020",
      "endDate": "Current",
      "responsibilities": [
        "Generated digital image files for use in digital and traditional printing.",
        "Used Adobe Illustrator, Photoshop, and InDesign create images and layouts.",
        "Worked with customers to present mockups and collect information for adjustments.",
        "Created a business brand by designing cohesive looks between logos and letterheads.",
        "Utilized knowledge of production to create high quality images.",
        "Submitted design ideas to plan projects with customers and managers.",
        "Formatted print and web applications designs and media to deliver production-ready graphics.",
        "Fostered relationships with retail clients through effective communication, negotiation and collaboration.",
        "Selected colors and themes while adding functionality to create new designs."
      ]
    },
    {
      "company": "City, State Company Name",
      "position": "Host",
      "startDate": "May 2017",
      "endDate": "Jul 2020",
      "responsibilities": [
        "Greeted guests and gathered information to seat groups or place on waitlist.",
        "Designed custom private function and banquet packages for business dinners, sales presentations, club meetings, weddings and charity events.",
        "Communicated with kitchen staff about cook times to foster customer satisfaction.",
        "Collaborated with front of house staff to move tables and adjust seating to accommodate customers.",
        "Accommodated guests with children and special needs to promote comfortable dining experience.",
        "Monitored dining area to assess server capacity and estimate wait times.",
        "Performed walked throughs during service to monitor guest satisfaction and advise serving and bussing staff of specific guest needs.",
        "Notified server after seating parties in section to facilitate prompt service.",
        "Supported management by resolving customer service and food-related issues to maintain guest satisfaction.",
        "Answered telephone to provide dining information and take party reservations.",
        "Managed daily card and cash transactions by maintaining payment records and investigating irregularities.",
        "Supervised activities of dining room staff to maintain service levels and support guest needs.",
        "Cleaned and restocked counter areas, managed cash drawer and checked server supplies to facilitate operations.",
        "Offered preferred tables and other special accommodations to VIP customers."
      ]
    },
    {
      "company": "City, State Company Name",
      "position": "Car Washer",
      "startDate": "May 2016",
      "endDate": "Jul 2016",
      "responsibilities": [
        "Resolved customer complaints promptly to retain customer loyalty.",
        "Inspected vehicles for noticeable defects such as dents, scratches and torn upholstery.",
        "Worked rapidly with minimal supervision to thoroughly clean exteriors and interiors of vehicles.",
        "Processed vehicles correctly and followed all checklists required for closing.",
        "Used scrapers, brushes, clothes, cleaners, disinfectants, insecticides, acid, abrasives, vacuums and hoses to clean and protect interior and exterior of vehicle.",
        "Maintained all equipment in car wash and self-service areas, including vacuums, pressure washers, and other such equipment.",
        "Cleaned wheels, tires, hub caps and wheel covers to protect wheels and wheel components from deterioration."
      ]
    }
  ],
  "certifications": [
    {
      "name": "Graphic Design Certification",
      "date": "May 2021"
    }
  ],
  "education": [
    {
      "degree": "Associate of Arts : Digital Media",
      "institution": "Western Nevada College",
      "endDate": "May 2017",
      "location": "City"
    },
    {
      "degree": "High School Diploma",
      "institution": "Dayton High School",
      "endDate": "May 2017",
      "location": "City"
    }
  ],
  "skills": [
    "Guest Relations",
    "Takeout Management",
    "Customer Service",
    "Front of House Organization",
    "Event Planning",
    "Table Management & Seating Assignment",
    "Reservations",
    "Wine pairings",
    "Table Bussing",
    "High-volume dining",
    "Fine dining customer service",
    "Dining crew workflow optimization",
    "Buffet setup and takedown",
    "Price memorization",
    "Service prioritization",
    "Safe food handling",
    "Table setting arrangements"
  ]
}
