{
  "personalInformation": {
    "summary": "An professional with experience in dealing with the optimization of complex processes or systems as well as providing steel framing solutions to residential and commercial applications.Dedicated engineer with excellent technical, analytical and communication skills demonstrated by 4 years of experience. Experienced CAD Drafter with solid knowledge of the practical application of engineering science and technology. Proven ability to manage multiple projects and meet critical deadlines.",
    "title": "LEAD DESIGNER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Lead Designer",
      "startDate": "04/2014",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Managed numerous projects simultaneously within budgetary restrictions.",
        "Designed carts, frames, doors, panels, enclosures and brackets using Inventor and AutoCAD.",
        "Created mobile and modular custom container structures for variety of applications including storage, offices and mobile labs.",
        "Collaborated with engineers and project managers regarding design parameters for client projects.",
        "Operated computer-assisted engineering and design software to complete engineering tasks by deadline on an ad hoc basis.",
        "Drew sketches to accurate scale showing relation of proposed installations to existing facilities and exact specifications and dimensions."
      ]
    },
    {
      "company": "Company Name",
      "position": "AutoCAD Engineer",
      "startDate": "08/2013",
      "endDate": "05/2015",
      "location": "City, State",
      "responsibilities": [
        "During tenure, contributed to the development of Pride Park, Midlothian High School, Woods Chapel, Galveston Industrial, and Craig LF Partners.",
        "Independently Developed new and exciting products such as commercial and residential framework design.",
        "Created engineering and shop drawings for roofs and floor layouts, wall panels and trusses, deck designs and blue prints.",
        "Worked directly with local architects and contractors by preparing CAD work samples.",
        "Played an instrumental role at meetings and presentations; also built study and *presentation models for display.",
        "Skills used: AutoCad 3D, Vertex BD, Key Truss 1.184, Steel Smart 7.0, SolidWorks, Blueprints, Shop drawings, Hilti Profis Anchor, Inventor Fusion 2013, Nitro Pro 8, vu 360, Steel View, Key Build Steel."
      ]
    },
    {
      "company": "Company Name",
      "position": "Project Engineer",
      "startDate": "08/2012",
      "endDate": "05/2013",
      "location": "City, State",
      "responsibilities": [
        "During tenure, contributed to a $35 Million dollar facility expansion, reduced distance travel by 84% and time by 71%, increased production by 20% and, produced a rate of returAssisted sales force in programming customer requirements and expectations while providing practical solutions.n of approximately 26%.",
        "Manufacturing facility layout planning using CAD designs.",
        "Created a team project journal, which served as a progress log.",
        "Skills used: Flow charts, spaghetti charts; time studies, cost analysis, Pareto's principle, and simulation."
      ]
    },
    {
      "company": "Company Name",
      "position": "Construction Aide",
      "startDate": "06/2006",
      "endDate": "05/2013",
      "location": "City, State",
      "responsibilities": [
        "Designed a plan for a leadership conference for young professionals.",
        "Developed budget and sponsorship packages to raise funds.",
        "Used Adobe Photoshop to design conference logo, which saved the chamber $3400.",
        "Tested and monitored product safety, leading to safer electronic communications products."
      ]
    }
  ],
  "accomplishments": [
    "Performed data collection and statistical analysis that resulted in sound recommendations that were adopted by department.",
    "Tested equipment to ensure compliance.",
    "Analyzed data and provided recommendations which resulted in adoption of new cost-saving equipment.",
    "Produced drawings and maintained, archived and retrieved CAD files and drawing documents for the completion of four commercial projects.",
    "Served as document control specialist to design micro precision apertures, sheet metal enclosures, membrane switches and cabling, while following proper standards.",
    "Supervised and trained associate drafters.",
    "Organized and delegated projects according to co-workers abilities.",
    "Drafting",
    "Prepared sheet metal fabrication drawings, modifications and commercial specification drawings in compliance with company's drafting standards.",
    "Applied Materials Drafting Standards",
    "Prepared sheet metal fabrication drawings, modifications and commercial specification drawings in compliance with industry standards.",
    "Produced drawings and maintained, archived and retrieved CAD files and drawing documents for the completion of four commercial projects.",
    "Served as document control specialist to design micro precision apertures, sheet metal enclosures, membrane switches and cabling, while following proper standards.",
    "Supervised project production efforts to ensure projects were completed to company standards, on time and within budget constraints."
  ],
  "certifications": [
    {
      "name": "Six Sigma"
    },
    {
      "name": "Greenbelt"
    }
  ],
  "education": [
    {
      "degree": "Bachelors of Science",
      "institution": "Louisiana Tech University",
      "endDate": "May 2013",
      "field": "Industrial Engineering",
      "location": "City, State"
    }
  ],
  "skills": [
    "Project management",
    "Training program implementation",
    "Scheduling tools",
    "Laboratory evaporators",
    "Tube furnaces",
    "Synopsys Prime",
    "The Mathworks MATLAB",
    "Microsoft Visual Basic",
    "MS SQL Server 2008",
    "Arena",
    "Flow Layouts; and, Time Studies",
    "Adobe Photoshop",
    "AutoCAD 3",
    "Blueprints",
    "budget",
    "CAD",
    "charts",
    "cost analysis",
    "funds",
    "layout",
    "leadership",
    "Lingo",
    "logo",
    "MathCAD",
    "meetings",
    "Excel",
    "MS Office",
    "Power Point",
    "Word",
    "MiniTab",
    "presentations",
    "progress",
    "simulation",
    "Six Sigma",
    "SolidWorks",
    "Vertex",
    "View",
    "Visual Basic"
  ]
}
