{
  "personalInformation": {
    "summary": "[Job Title] adept at identifying and documenting cases of child abuse. Skilled at finding and implementing the best possible solutions.",
    "title": "FAMILY ADVOCATE"
  },
  "professionalExperience": [
    {
      "company": "Family Advocate Company Name",
      "position": "Family Advocate",
      "startDate": "04/2011",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Recruit in neighborhoods that are close to the Head Start/Early Head Start centers that are below poverty level, in social services agencies, homeless shelters, resource events for children and families to make aware of free government child care services for low income families.",
        "Assist forty to fifty-five eligible families in applying for Head Start/Early Head Start child care services.",
        "Meet with families to find out their needs and goals, and refer families to services to successfully meet needs and goals.",
        "Encourage families to get involved in children's education by explaining to the parents that children's daily attendance is important to learning, attending Parent Meetings, participating in Policy Council to be able to make decisions in the program, volunteer in the Head Start/Early Head Start classrooms, and educationally connecting with children at home.",
        "Document families progress in the system ChildPlus."
      ]
    },
    {
      "company": "Family Care Manager Company Name",
      "position": "Family Care Manager",
      "startDate": "09/2005",
      "endDate": "02/2009",
      "location": "City, State",
      "responsibilities": [
        "Handled ten dependency cases in the state of Florida and five dependency cases out of state.",
        "Conducted evaluations on homes of parents, relatives, and non-relatives for safe placement of children.",
        "Performed monthly home visits at children's current residence to monitor wellbeing of children.",
        "Referred parents to services to assist with case plan completion to reunify with children and case closure.",
        "Responsible for being present at court hearings and reported the progress parents made on case plan.",
        "Gone to multiple staffing to discuss the status of the cases and followed all recommendations.",
        "Documented cases on program Home Safe Net/FSFN."
      ]
    },
    {
      "company": "Sales Associate Company Name",
      "position": "Sales Associate",
      "startDate": "08/2004",
      "endDate": "06/2005",
      "location": "City, State",
      "responsibilities": [
        "Assisted customers in locating items in the department.",
        "Recognized for bringing in most sales in the department.",
        "Cleaned fitting rooms."
      ]
    },
    {
      "company": "Student Assistant/Building Manager Company Name",
      "position": "Student Assistant/Building Manager",
      "startDate": "09/2002",
      "endDate": "05/2004",
      "location": "City, State",
      "responsibilities": [
        "Signed in customers to play pool.",
        "Collected money for pool usage.",
        "Promoted to Building Manager for displaying hard work and performing well on assigned work task."
      ]
    }
  ],
  "accomplishments": [
    "Managed a caseload of more thanÂ fifty to forty-fiveÂ clients at any given time."
  ],
  "education": [
    {
      "degree": "Bachelor's of Social Work",
      "institution": "Western Connecticut State University",
      "endDate": "2004"
    }
  ],
  "highlights": [
    "DCFS Child Welfare License",
    "Behavioral therapy",
    "Empathetic",
    "Sound judgment",
    "Passion for social work",
    "Court procedures familiarity"
  ],
  "skills": [
    "child care",
    "Council",
    "government",
    "Meetings",
    "money",
    "progress",
    "sales",
    "social services",
    "staffing"
  ]
}
