{
  "personalInformation": {
    "summary": "Results-oriented, strategic sales professional with thirty years in the RetailÂ industry."
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Supervisor",
      "startDate": "April 2013",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Provide Training and Direct Supervision for all clients.",
        "Demonstrate actual job functions during training process.",
        "Maintain appropriate work standards to the highest degree within the community.",
        "CPR & First Aid cards up to date.",
        "Within three months I supervised my own team on Community Job.",
        "Train all the new hires for Enclave Supervisor position.",
        "Complete the weekly schedule for all Enclave Supervisor's and Enclave clients.",
        "Moved into the Workshop area to train and coach clients too prepare for jobs in our Community.",
        "Train all new Staff in the workshop area to prepare our clients for community jobs.",
        "Staff of the Month award."
      ]
    },
    {
      "company": "Company Name",
      "position": "Store Manager",
      "startDate": "November 2007",
      "endDate": "March 2013",
      "location": "City, State",
      "responsibilities": [
        "Oversee the entire store for Merchandising and Company Standards.",
        "Develop creative plans to increase store sales and decrease loss. Provide training and development for Assistant Store Managers and Associates.",
        "Manage store expenses and payroll to best address the needs of the business.",
        "Maintain communication with District/Regional Management.",
        "District winner achieved 110% over last year Credit Goals.",
        "Decreased store shrink of 1.44% to 90%.",
        "Increased sales as Assistant Manager over million dollars per last year."
      ]
    },
    {
      "company": "Company Name",
      "position": "Assistant Store Manager Soft lines Assistant Manager",
      "startDate": "April 2006",
      "endDate": "November 2014",
      "location": "City, State",
      "responsibilities": [
        "Manager of twenty million dollar Corporate store. Â Â",
        "Directed team of thirty associates along with seasonal associates including Managerial. A",
        "Implemented the team to the Company's new merchandise and visual standards. A",
        "Men's department exceeded plan sales and was Number One in the Company. Â Â Â",
        "Interfaced with Buyers, Corporate Visual Merchandising Team on a daily basis. Â Â Â Â I"
      ]
    },
    {
      "company": "Company Name",
      "position": "Department Manager Ladies Apparel Manager",
      "startDate": "September 2004",
      "endDate": "April 2006",
      "location": "City, State",
      "responsibilities": [
        "Â Manager of five million dollar Ladies Apparel department with 49.6 sq. footage.",
        "Directed team of twenty associates along with seasonal associates including Managerial personnel.",
        "Coordinated Visual Merchandising and Inventory Control.",
        "Recruited associates for the entire store.",
        "Exceeded Spring Sales & Credit Goals."
      ]
    },
    {
      "company": "Company Name",
      "position": "Associate Merchandise Planner Home Area",
      "startDate": "April 2001",
      "endDate": "September 2004",
      "location": "City, State",
      "responsibilities": [
        "Creata review and input financial plans by location.",
        "Analyze sales and stock performance, including tracking and analyzing sales and stock by location for department/class/vendor level to maximize trends using online systems to recommend strategies.",
        "Communicate with stores and RMM's on business opportunities, assortment needs, stock levels and strategies by door to maximize sales and presentation.",
        "Review and validate sales and promotions through adequate location prep and recap results.",
        "Allocate merchandise, recommending orders and assortments by projecting needs and then allocate orders by store/region."
      ]
    },
    {
      "company": "Company Name",
      "position": "Replenishment Analyst",
      "startDate": "April 1997",
      "endDate": "April 2001",
      "location": "City, State",
      "responsibilities": [
        "Solely overseen adequate core merchandise levels for major retailer with emphasis on intimate apparel, men's dress shirts and accessories.",
        "Utilize the Inforem Replenishment System to maximize sales and optimize turn in core merchandise.",
        "Conducted extensive training for buyers and assistant buyers on the Inforem Replenishment System.",
        "Coordinate partnerships with merchants and vendors to identify replenishment opportunities along with validating and editing merchandise assortment.",
        "Shop the market quarterly."
      ]
    },
    {
      "company": "Company Name",
      "position": "Linens &Soft Lines Manager",
      "startDate": "October 1996",
      "endDate": "April 1997",
      "location": "City, State",
      "responsibilities": [
        "Directed all activities related to operating my departments.",
        "Coordinated the re-merchandising of the linens department."
      ]
    },
    {
      "company": "Company Name",
      "position": "Store Manager",
      "startDate": "January 1992",
      "endDate": "October 1996",
      "location": "City, State",
      "responsibilities": [
        "Managed one of the largest sites for this upscale lingerie chain (with 120 stores nationally).",
        "Recruited, trained, scheduled and supervised a seasonal staff of forty including managerial personnel.",
        "Successfully maximized sales reduced shrinkage from 3% TO 2%.",
        "I was awarded with a trip for outstanding performance."
      ]
    },
    {
      "company": "Company Name",
      "position": "Soft Lines Manager/Assistant Manager",
      "startDate": "September 1979",
      "endDate": "January 1992",
      "location": "City, State",
      "responsibilities": [
        "Directed a team of 35 associates for all Soft Lines.",
        "Coordinated visual merchandising and inventory control.",
        "Interfaced extensively with buyers, designed and implemented visual merchandising."
      ]
    }
  ],
  "accomplishments": [
    "Reduction in Shrink with total store awareness.",
    "Increased Sales with coaching Customer Service awareness.",
    "Achieved Award on Credit card sales with training staff to sell the benefits of the card.",
    "Award and Trip to home office for Outstanding Performance.",
    "Award for Staff of the Month."
  ],
  "education": [
    {
      "degree": "High School Diploma",
      "institution": "Philo High School",
      "endDate": "1979",
      "location": "City, State, United States"
    },
    {
      "degree": "Nurses Aide Certification",
      "institution": "Muskingum Vocational School",
      "endDate": "1980",
      "location": "City, State, United States"
    }
  ],
  "highlights": [
    "INFOREM, EXCEL, WORD,",
    "Mainframe applications,",
    "Telxon, Lotus Notes Â",
    "Training and development",
    "Results-oriented"
  ],
  "skills": [
    "Assistant Manager",
    "CPR",
    "Credit",
    "Editing Sku's.",
    "Financial",
    "P&L.",
    "First Aid",
    "Inforem",
    "Inventory Control",
    "Lotus Notes",
    "Mainframe",
    "Managerial",
    "Market",
    "Merchandising",
    "Organization",
    "EXCEL",
    "WORD",
    "Payroll",
    "Personnel",
    "Sales",
    "Supervisor",
    "Supervision.",
    "Teaching,Training and Coaching.",
    "Customer Service."
  ]
}
