{
  "personalInformation": {
    "summary": "Detail oriented and self-motivated, with a strong background in the energy sector leading managed pressure drilling operations. Â Resourceful and adaptable due to the ever-changing nature of the military and the oil and gas industry. Desire to expand upon multi-skilled background through new challenges and opportunities. A",
    "title": "MANAGED PRESSURE DRILLING FIELD SUPERVISOR"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Managed Pressure Drilling Field Supervisor",
      "startDate": "07/2014",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Supervise the design, implementation, and execution of Managed Pressure Drilling projects for offshore drilling operations.",
        "Lead teams of 3-5 personnel in the integration and operation of pressure control systems and equipment tailored to the client's needs.",
        "Developed strong customer relations working directly with clients in the energy sector delivering MPD products and expertise.",
        "Adapted to many roles due to the recent down turn in the energy sector, including: project management, engineering assistance, logistics coordination, and technical consulting.",
        "Developed inventory control program for emerging markets abroad and continual process improvements for maintenance facilities.",
        "Managing client relationship and supporting marking and sales functions within the Organization",
        "Identifying and Managing Continuous Improvement Opportunities within the operation Â",
        "Assist Sales and Marketing Functions in Identifying Opportunities to Expand Market shareÂ"
      ]
    },
    {
      "company": "MPD Control Systems",
      "position": "Technician",
      "startDate": "06/2012",
      "endDate": "06/2014",
      "responsibilities": [
        "Technical knowledge of pressure control systems to include: Programmable Logic Controllers, Human Interface Machines, Hydraulic Power Units, Pressure Control Chokes, Electrical Installations, Flow Meters, Computer Networking and Communications.",
        "Integration of hydraulic modeling, well data, and design to control systems.",
        "Operation of various Rotating Control Devices: HOLD 1500, HOLD 2500, RCD 5K Big Bore, ATR RCD 5K.",
        "Utilized Managed Pressure Drilling techniques in coordination with the client and operator to successfully drill otherwise un-drillable wells to completion.",
        "Utilized Lean Six Sigma techniques to drastically reduce waste and downtime associated with tool inventory and parts requisition process."
      ]
    },
    {
      "company": "Company Name",
      "position": "Electrical Branch Supervisor/Plane Captain/ Aviation Electrician",
      "startDate": "07/2008",
      "endDate": "07/2011",
      "location": "City, State",
      "responsibilities": [
        "Carrier Airborne Early Warning Squadron 115 - Supervised the Electrical Division in the repair and maintenance of aircraft electrical systems over 6 cruises while deployed to the Western Pacific Ocean on board USS George Washington. Â",
        "Accountable for 7 sailors and 5 E-2C Hawkeye aircraft.",
        "Aircraft systems included: Flight controls, engine electrical installations, flight instrumentation, navigation, equipment cooling systems, power generation and supply.",
        "Awarded two Navy and Marine Corps Achievement medals and Enlisted Aviation Warfare Specialist.",
        "2010 Junior Sailor of the Year."
      ]
    },
    {
      "company": "Company Name",
      "position": "Line Division Supervisor / Plane Captain / Aviation Electrician",
      "startDate": "08/2005",
      "endDate": "07/2008",
      "location": "City, State",
      "responsibilities": [
        "Carrier Airborne Early Warning Squadron 120",
        "Supervised crew of 15 in the daily inspection and servicing of twelve E2-C HawkEye and four C-2A Greyhound aircraft during 14 detachments. Â",
        "Completed training prerequisites 4 months ahead of schedule, resulting in promotion to night supervisor.Â",
        "Reduced fleet downtime by 30% by maintaining the aircraft in a ready status through improvements to maintenance and inspection processes."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Arts",
      "institution": "Pennsylvania State University",
      "endDate": "2017",
      "field": "Business Administration",
      "graduationDate": "2017"
    },
    {
      "degree": "IADC WellSHARP Supervisor Level",
      "institution": "Well Control School",
      "location": "City, State, USA",
      "startDate": "2016"
    },
    {
      "degree": "HUET & BOSIET A",
      "institution": "MSTC",
      "location": "City, State, USA",
      "startDate": "2016"
    },
    {
      "degree": "Advanced Electronics and Technical Training",
      "institution": "Central Texas College",
      "startDate": "2005-2006"
    }
  ],
  "skills": [
    "Results-oriented",
    "Excels in equipmentÂ troubleshooting and situational problem solving.",
    "Reports generation and analysis",
    "Training and development",
    "Process Improvement",
    "Personnel Management",
    "Client Relations",
    "Customer Satisfaction",
    "Project Management",
    "Computer proficient",
    "Technically savvyÂ"
  ]
}
