{
  "personalInformation": {
    "title": "COMMUNICATIONS SPECIALIST\nProfessional Summary\nFive years of experience in Communications & Social Media, with a strong visual sense and creativity, excellent writing skills, and the ability to\norganize and manage teams and projects. Familiar and skilled with MS Office and Adobe Creative Suite 6; able to learn new programs.\nSkills\nAdobe Creative Suite 6, Microsoft Office, Windows applications, Multimedia production, Public relations, Media relations, Social media\nmanaging, Exceptional listener, Analytical/Research skill, Computer/Technical literacy, Flexibility/Adaptability/Managing multiple priorities,\nLeadership/Management skills, Multicultural Sensitivity/Awareness, Problem-Solving, Reasoning, Creativity, Teamwork."
  },
  "professionalExperience": [
    {
      "company": "Company Name i¼ City, State",
      "position": "Communications Specialist",
      "startDate": "05/2014",
      "endDate": "05/2016",
      "responsibilities": [
        "Created and managed several different social media outlets; including Facebook, Flickr, Google Plus, Hootsuite, Instagram, Pinterest and\nTwitter.",
        "Successfully grew the company's online media presence by more than %600.",
        "Organized, presented, and initiated a PR plan for Kind 10K.",
        "Filmed, edited, and uploaded several videos.",
        "Led groups for food processing, composting, and packaging."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Multimedia Production Coordinator",
      "startDate": "01/2014",
      "endDate": "01/2016",
      "responsibilities": [
        "Multimedia production and slideshow utilizing Mac and Windows applications.",
        "Configure pictures/videos for proper slideshow presentation.",
        "In depth knowledge of Microsoft Office and Microsoft Office for Mac.",
        "Created several projects using PowerPoint and Excel applications.",
        "Design, built, maintain, and setup server with multi-operating system",
        "Provide service and support to staff/students with computer issues during production events."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Graphics & Photojournalism",
      "startDate": "01/2014",
      "endDate": "12/2015",
      "responsibilities": [
        "Managed and worked with Adobe Creative Suite 6; including Adobe Bridge, Dreamweaver, Illustrator, InDesign, Photoshop, and Premiere\nPro.",
        "Created several designs for Montreat College, as well as a portfolio of photojournalistic photos."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Digital Media Production & Film Production",
      "startDate": "08/2013",
      "endDate": "01/2016",
      "responsibilities": [
        "Filmed several short movies as well as how to correctly film shots.",
        "Learned how to storyboard, setup actors, scripts, and shot locations.",
        "Have an understanding of iMovie, Final Cut Pro, Windows Movie Maker.",
        "Created several recruitment videos for high school football players."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Editor of Whetstone (College Newspaper)",
      "startDate": "04/2013",
      "endDate": "08/2014",
      "responsibilities": [
        "Managed a team of 4 to 7 reporters, 2 to 3 copy editors, and layout designer.",
        "Worked closely with copy editors and layout designer to resolve layout issues, and grammatical errors.",
        "Planned, coordinated, and implemented meetings and due dates.",
        "Personally wrote several articles; including sports, business, and breaking news.",
        "Collaborated with the President of the college, SGA (Student Government Association), and other colleges.",
        "Setup and manage social media accounts; including WordPress, Twitter, Facebook, and Instagram"
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Business Manager of Whetstone (College Newspaper)",
      "startDate": "08/2012",
      "endDate": "12/2014",
      "responsibilities": [
        "Achieved numerous advertisements for Whetstone.",
        "Money managed and took care of receipts and bills."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "Montreat College 1/4 City, State",
      "endDate": "May 2016",
      "field": "Communication Journalism"
    }
  ]
}
