{
  "personalInformation": {
    "summary": "Hard working and energetic management professional focused on customer satisfaction throughout all stages of the sales life cycle.",
    "title": "BUSINESS DEVELOPMENT MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Business Development Manager",
      "startDate": "September 2012",
      "endDate": "March 2015",
      "responsibilities": [
        "Resolve customer complaints regarding sales and service.",
        "Determine price schedules and discount rates.",
        "Review operational records and reports to project sales and determine profitability.",
        "Monitor customer preferences to determine focus of sales efforts.",
        "Confer or consult with department heads to plan advertising services and to secure information on equipment and customer specifications.",
        "Direct and coordinate activities involving sales of manufactured products, services, commodities, real estate or other subjects of sale.",
        "Confer with potential customers regarding equipment needs and advise customers on types of equipment to purchase.",
        "Advise dealers and distributors on policies and operating procedures to ensure functional effectiveness of business.",
        "Represent company at trade association meetings to promote products.Maintained friendly and professional customer interactions.Shared product knowledge with customers while making personal recommendations."
      ]
    },
    {
      "company": "Company Name i¼",
      "position": "Administrative Assistant",
      "startDate": "April 2008",
      "endDate": "June 2012",
      "location": "City, State",
      "responsibilities": [
        "Direct or coordinate the supportive services department of a business, agency, or organization.",
        "Prepare and review operational reports and schedules to ensure accuracy and efficiency.",
        "Acquire, distribute and store supplies.",
        "Analyze internal processes and recommend and implement procedural or policy changes to improve operations, such as supply changes or the disposal of records.",
        "Hire and terminate clerical and administrative personnel.",
        "Conduct classes to teach procedures to staff.",
        "Direct or coordinate the supportive services department of a business, agency, or organization.",
        "Operate computers programmed with accounting software to record, store, and analyze information.",
        "Check figures, postings, and documents for correct entry, mathematical accuracy, and proper codes.",
        "Classify, record, and summarize numerical and financial data to compile and keep financial records, using journals and ledgers or computers.",
        "Debit, credit, and total accounts on computer spreadsheets and databases, using specialized accounting software.",
        "Operate 10-key calculators, typewriters, and copy machines to perform calculations and produce documents.",
        "Receive, record, and bank cash, checks, and vouchers.",
        "Comply with federal, state, and company policies, procedures, and regulations.",
        "Compile statistical, financial, accounting or auditing reports and tables pertaining to such matters as cash receipts, expenditures, accounts payable and receivable, and profits and losses.",
        "Code documents according to company procedures.",
        "Reconcile or note and report discrepancies found in records.",
        "Access computerized financial information to answer general questions as well as those related to specific accounts.",
        "Match order forms with invoices, and record the necessary information.",
        "Perform general office duties such as filing, answering telephones, and handling routine correspondence.",
        "Perform personal bookkeeping services.",
        "Calculate, prepare, and issue bills, invoices, account statements, and other financial statements according to established procedures.",
        "Calculate and prepare checks for utilities, taxes, and other payments.",
        "Prepare and process payroll information.",
        "Compare computer printouts to manually maintained journals to determine if they match.",
        "Reconcile records of bank transactions.",
        "Transfer details from separate journals to general ledgers or data processing sheets.",
        "Complete and submit tax forms and returns, workers' compensation forms, pension contribution forms, and other government documents.",
        "Prepare purchase orders and expense reports.",
        "Perform financial calculations such as amounts due, interest charges, balances, discounts, equity, and principal."
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "Office Coordinator",
      "startDate": "April 1998",
      "endDate": "April 2008",
      "location": "City, State",
      "responsibilities": [
        "Confer with customers by telephone or in person to provide information about products or services, take or enter orders, cancel accounts, or obtain details of complaints.",
        "Keep records of customer interactions or transactions, recording details of inquiries, complaints, or comments, as well as actions taken.",
        "Check to ensure that appropriate changes were made to resolve customers' problems.",
        "Determine charges for services requested, collect deposits or payments, or arrange for billing.",
        "Refer unresolved customer grievances to designated departments for further investigation.",
        "Resolve customers' service or billing complaints by performing activities such as exchanging merchandise, refunding money, or adjusting bills.",
        "Compare disputed merchandise with original requisitions and information from invoices and prepare invoices for returned goods.",
        "Prepare invoices, reports, memos, letters, financial statements and other documents, using word processing, spreadsheet, database, or presentation software.",
        "Answer phone calls and direct calls to appropriate parties or take messages.",
        "Greet visitors and determine whether they should be given access to specific individuals.",
        "Perform general office duties, such as ordering supplies, maintaining records management database systems, and performing basic bookkeeping work.",
        "File and retrieve corporate documents, records, and reports.",
        "Open, sort, and distribute incoming correspondence, including faxes and email.",
        "Make travel arrangements for executives.",
        "Prepare responses to correspondence containing routine inquiries.",
        "Prepare agendas and make arrangements, such as coordinating catering for luncheons, for committee, board, and other meetings.",
        "Coordinate and direct office services, such as records, departmental finances, budget preparation, personnel issues, and housekeeping, to aid executives.",
        "Provide clerical support to other departments.",
        "Manage and maintain executives' schedules.",
        "Process payroll information.",
        "Set up and oversee administrative policies and procedures for offices or organizations.",
        "Supervise and train other clerical staff and arrange for employee training by scheduling training or organizing training material.",
        "Interpret administrative and operating policies and procedures for employees."
      ]
    }
  ],
  "education": [
    {
      "degree": "Retail Management",
      "institution": "Purdue University ï¼",
      "location": "City, State, USA"
    },
    {
      "degree": "High School Diploma",
      "institution": "Bluffton High School ï¼",
      "endDate": "May 1986",
      "location": "City, State, USA",
      "startDate": "April 1992"
    }
  ],
  "highlights": [
    "Excellent communication skills",
    "Energetic",
    "Resolution-oriented",
    "Compelling leadership skills",
    "Exceptional multi-tasker",
    "Effective Retail Sales Manager"
  ],
  "skills": [
    "10-key",
    "accounting",
    "accounting software",
    "accounts payable",
    "administrative",
    "billing",
    "bookkeeping",
    "calculators",
    "charts",
    "clerical",
    "commodities",
    "email",
    "fax",
    "filing",
    "financial statements",
    "general office duties",
    "government",
    "insurance",
    "inventory",
    "letters",
    "materials",
    "meetings",
    "Merchandising",
    "messaging",
    "mail",
    "office equipment",
    "organizing",
    "payroll",
    "personnel",
    "copy machines",
    "coding",
    "recording",
    "Retail Management",
    "sales",
    "scheduling",
    "speeches",
    "spreadsheets",
    "multi-line telephone",
    "employee training",
    "travel arrangements",
    "typewriter",
    "voice mail",
    "word processing"
  ]
}
