{
  "personalInformation": {
    "summary": "I am a retail floral designer who is energetic, outgoing and detail-oriented. I can handle multiple responsibilities simultaneously while providing exceptional customer service. I have been in floral sales for 13 years and in other avenues of retail sales for over 20 years. I am a driven and results-focused professional seeking a position in a company in which I can share my talents.",
    "title": "FLORAL DESIGNER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Floral Designer",
      "startDate": "10/2014",
      "endDate": "01/2015",
      "location": "City, State",
      "responsibilities": [
        "Plan arrangement according to client's requirements, utilizing knowledge of design and properties of materials, or select appropriate standard design pattern.",
        "Cheerfully assisted staff to have a productive and festive holiday season.",
        "Resolve customer complaints regarding sales and service.",
        "Greet customers and ascertain what each customer wants or needs.",
        "Attended sales seminar to learn techniques for increasing sales for each order. Suggestive selling."
      ]
    },
    {
      "company": "Company Name",
      "position": "Floral Designer",
      "startDate": "01/2006",
      "endDate": "09/2014",
      "location": "City, State",
      "responsibilities": [
        "Open store in morning.",
        "Filing sales receipts, taking phone orders, collecting orders from Teleflora Dove system",
        "Confer with clients and giving quality customer service regarding price and type of floral arrangement or gourmet fruit basket desired and the date, time, and place of delivery.",
        "Trim material and arrange bouquets, wreaths, terrariums, and other items using trimmers, shapers, wire, pins, floral tape, foam, and other materials.",
        "Perform office and retail service duties such as keeping financial records, serving customers, answering telephones, selling giftware items and receiving payment.",
        "Inform customers about the care, maintenance, and handling of various flowers and foliage, indoor plants, and other items.",
        "Decorate or supervise the decoration of buildings, halls, churches, or other facilities for parties, weddings and other occasions.",
        "Itemize and total customer merchandise selection at checkout counter, using cash register, and accept cash or charge card for purchases.",
        "Attend floral symposiums to learn the latest floral trends for weddings and everyday design.",
        "Design and set up advertising signs and displays of merchandise on shelves, counters, or tables to attract customers and promote sales."
      ]
    },
    {
      "company": "Company Name",
      "position": "Floral Designer",
      "startDate": "07/2002",
      "endDate": "11/2005",
      "location": "City, State",
      "responsibilities": [
        "Worked in a dedicated team of six floral designers being able to multi task between selling, designing and answering the phone.",
        "Created floral designs for hospital functions and organized delivery for on time arrival for the event.",
        "Monitor customer preferences to determine focus of sales efforts.",
        "Place prices or descriptive signs on backdrops, fixtures, merchandise, or floor.",
        "Motivated staff to be positive and to give exceptional customer service in a hospital environment.",
        "Take inventory or examine merchandise to identify items to be reordered or replenished.",
        "Stock shelves, racks, cases, bins, and tables with new or transferred merchandise."
      ]
    }
  ],
  "education": [
    {
      "degree": "Associates Degree : Retail",
      "institution": "CAPE COD COMMUNITY COLLEGE",
      "endDate": "May 1979",
      "location": "City, State Retail"
    },
    {
      "degree": "CC Community College / Travel and Tourism Certificate",
      "institution": "Cass Floral School/ Floral Design Certificate",
      "endDate": "1999",
      "graduationDate": "2000"
    }
  ],
  "skills": [
    "advertising",
    "cash register",
    "Resolve customer complaints",
    "client",
    "clients",
    "customer service",
    "delivery",
    "designing",
    "Filing",
    "financial",
    "focus",
    "inventory",
    "materials",
    "office",
    "2000",
    "quality",
    "receiving",
    "retail",
    "selling",
    "sales",
    "tables",
    "telephones",
    "phone",
    "type"
  ]
}
