{
  "personalInformation": {
    "summary": "I am an ethical, team oriented and policy driven individual with experience in AP/AR, Human Resource Administration, Auditing, Documentation experience, Property Management (96 Units) and a vast number of computer skills.",
    "title": "HR CLERK"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "HR Clerk",
      "startDate": "04/2015",
      "endDate": "06/2015",
      "location": "City, State",
      "responsibilities": [
        "Managed the receptionist area, including greeting visitors and responding to telephone and in-person requests for information.(backup).Made copies, sent faxes and handled all incoming and outgoing correspondence.Organized files, developed spreadsheets, faxed reports and scanned documents."
      ]
    },
    {
      "company": "Company Name",
      "position": "Accounts Payable Clerk",
      "startDate": "02/2014",
      "endDate": "03/2014",
      "location": "City, State",
      "responsibilities": [
        "Receive and verify invoices and requirements and match purchase orders to invoice Prepare batches of invoices for data entry by matching invoices to correct vendor number Responsible for management of the weekly check mailings In charge of maintaining updated vendor files and file numbers Daily task includes the management of a customer service line (payment status, missing invoice, etc.) In charge of getting necessary documentation of Auditing Department."
      ]
    },
    {
      "company": "Company Name",
      "position": "Accounts Payable Clerk",
      "startDate": "12/2013",
      "endDate": "02/2014",
      "location": "City, State",
      "responsibilities": [
        "Auditing of several months of Sprint bills to check for discrepancy in Plan rates.",
        "Preformed calculations, collected bills, analyzed charges and complete variances in Excel Spreadsheets.",
        "Completed and developed a procedure for the Auditing of Sprint Bills."
      ]
    },
    {
      "company": "Company Name",
      "position": "AP/AR Clerk",
      "startDate": "07/2013",
      "endDate": "11/2013",
      "location": "City, State",
      "responsibilities": [
        "Executed accounts receivable reporting enhancements and reconciliation procedures.Performed debit, credit and total accounts on computer spreadsheets/databases, using specialized accounting software.Received, recorded, and banked cash, checks, and vouchers as well as reconciled records of bank transactions.Verified details of transactions, including funds received and total account balances.Coded the general ledger and processed vendor invoice payments.Deposited third party checks, as well as monthly reserve transfers.Coordinated approval processes of all accounts payable invoices.Balanced batch summary reports for verification and approval.Researched and resolved billing and invoice problems."
      ]
    },
    {
      "company": "Company Name",
      "position": "Accounts Receivable Accounts Receivable Specialist III",
      "startDate": "08/2000",
      "endDate": "06/2011",
      "location": "City, State",
      "responsibilities": [
        "Posted overhead invoices to appropriate general ledger accounts.",
        "Researched and resolved accounts payable discrepancies through invoice adjustments Coded and entered at least [50] invoices each day.",
        "Effectively managed a high-volume of inbound and outbound customer calls.",
        "Recognized for having no late fees or shut in's on company utilities Setup a Credit Card Process to ensure on time payment of utilities",
        "Assisted with New Vendor Setup Recipient of multiple positive reviews acknowledging dedication to excellent customer service Posted Cash and Completed Journal Entries Preform Debit and Credit Memo's Successfully implemented a scanning program to help with sox compliance."
      ]
    },
    {
      "company": "Company Name",
      "position": "Apartment Manager/Leasing",
      "startDate": "08/1999",
      "endDate": "12/2000",
      "location": "City, State",
      "responsibilities": [
        "Tipton Management- Pine Lake Village Apartments Leased, Managed and Maintained 96% Occupancy Paid Bills by allocated Budget Completed move-ins and Move outs Got Painting and Sign bids (property rehab) Serve Evictions and filed Evictions Sent Letters out for Renewals and offered incentives for Renewals."
      ]
    }
  ],
  "education": [
    {
      "degree": "BSBA: Human Resource Management",
      "institution": "CTU Online",
      "endDate": "2011",
      "location": "City, State, USA",
      "startDate": "null"
    }
  ],
  "highlights": [
    "Accounts receivable professional",
    "Expert in customer relations",
    "Proficient in SAP",
    "Strong communication skills",
    "Strong organizational skills",
    "Large cash/check deposits expert",
    "Customer service expert",
    "Invoice processing",
    "Telecommunication skills",
    "Active listening skills",
    "ERP (Enterprise Resource Planning) software",
    "Energetic work attitude",
    "Courteous demeanor"
  ],
  "skills": [
    "Accounts Payable",
    "Accounts Receivable",
    "Customer Service",
    "Microsoft Suite",
    "SAP",
    "Solomon",
    "Knowledge of Quickbooks"
  ]
}
