{
  "personalInformation": {
    "title": "ADMINISTRATOR"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Administrator",
      "startDate": "01/2005",
      "endDate": "01/2015",
      "location": "City, State",
      "responsibilities": [
        "Develop and implement short and long term plans.",
        "Establish clear objectives.",
        "Coordinates the efforts of business success.",
        "Responsibilities include: Full P&L responsibility; Sales and market development; Financial status; Patient Care Delivery; Client Services; Strategic planning and profitability and accountable for all operations and programs.",
        "Successful business growth and development through marketing programs, consistently increasing agency census over the course of 9 years.",
        "Expanded Private Duty market through successful performance and productivity improvement; contract negotiations and reimbursement strategies, consistently increasing agency census from 31 to 240 in the course of 9 years.",
        "Prepared and analyzed weekly/monthly reports, identifying payer issues, maximizing reimbursement and improving operational efficiencies.",
        "Effectively established clear objectives and developed short and long term plans for business success.",
        "Cultivated strong relationships with area hospitals, vendors/suppliers and payer sources.",
        "Maintained high level of business standards through persistence and diligence; high ethics and Integrity.",
        "Led State and Federal Regulatory surveys.",
        "Improved and maintained efficiency in HR functions, billing management and clinical operations through effective communication and leadership abilities."
      ]
    },
    {
      "company": "Company Name",
      "position": "Director of Healthcare Services",
      "startDate": "01/2004",
      "endDate": "01/2007",
      "location": "City, State",
      "responsibilities": [
        "Responsible for staff providing daily patient care and related office activities conducted in accordance with applicable law and regulation.",
        "Ensured effective and efficient delivery of all clinical services in accordance with agency standards and values through: clinical management, billing functions and management; regulatory compliance; staff supervision and training, documentation and Quality Assurance management.",
        "Maintained high quality of patient care through constant communication with staff, teaching skills when interacting with clients and staff, demonstrating excellent decision-making skills, and teaching plans that utilize principles of teaching and learning.",
        "Improved and maintained clinical management through persistence and diligence, holding staff accountable and leadership skills.",
        "Improved billing function as related to clinical operations by effective implementation of Best Practices and operational management.",
        "Maintained State and Federal regulatory compliance by way of staff supervision and training, documentation oversight, HR related items and effective communication among all stakeholders."
      ]
    },
    {
      "company": "Company Name",
      "position": "Clinical Director/Branch Manager",
      "startDate": "01/2002",
      "endDate": "01/04",
      "location": "City, State",
      "responsibilities": [
        "Leadership position in ensuring effective and efficient agency operations through: clinical management; billing functions and management; regulatory compliance; staff supervision/training, documentation management; HR functions operational decisions; effective communication among all stakeholders; and Medicare Conditions of Participation compliance.",
        "Improved methods of communication among all staff to ensure responsive coordination of care activities occurred.",
        "Maintained State and Federal regulatory compliance through: enforcing staff accountability, implementing processes and procedures established through Best Practices and operational management, leadership abilities and attention to detail.",
        "Influenced team spirit and motivation by way of interpersonal communication skills to ensure consistent quality standards of care was delivered to all patients.",
        "Promoted positive work environment to meet company goals."
      ]
    },
    {
      "company": "Company Name",
      "position": "Authorization Specialist",
      "startDate": "01/2001",
      "endDate": "01/2002",
      "location": "City, State",
      "responsibilities": [
        "Responsible for follow up of pre-certification/authorization payer requirements for multiple home healthcare agencies in a nationwide company.",
        "Ensured authorization for all planned care and home health visits was in place prior to service dates.",
        "Participated in the implementation and roll out of new processes of verification and authorization for home health agencies nationwide.",
        "Successful negotiations of visit bill rates with payer source/case managers as needed.",
        "Follow-ups with nationwide agencies regarding case management issues ranging froma 140 - 240 patient case load.",
        "Established ongoing relationships with agency and insurance case managers."
      ]
    },
    {
      "company": "Company Name",
      "position": "Clinical Manager",
      "startDate": "01/2000",
      "endDate": "01/2001",
      "location": "City, State",
      "responsibilities": [
        "Responsible for direct patient care and directing a team of clinicians.",
        "Perform staff assignments, scheduling of patients and needs, performing monthly Pre-bill and UR audits, completing monthly infection control logs, proofing all staff paperwork, managing accurate and up to date charts, delegation to staff members, coordinating Team conference meetings, participating in on-call schedule, case managing a patient load of 45-50, collaboration of patient care.",
        "Implementation of Medicare PPS reimbursement policy."
      ]
    },
    {
      "company": "Company Name",
      "position": "Staff RN",
      "startDate": "01/1998",
      "endDate": "01/2000",
      "location": "City, State",
      "responsibilities": [
        "Direct patient care in the home setting.",
        "Maintenance of a patient load of 7-10/day; participation in on-call scheduling and weekly Case Conference meetings; making appropriate allied health referrals; planning of patient care from start of care until discharge; providing a care plan and setting appropriate goals for patient needs; implementing care plan activities through acquired skills and patient teaching as indicated; providing support for other staff members and managers.",
        "Successfully established effective patient outcomes and quality care."
      ]
    },
    {
      "company": "Company Name",
      "position": "Staff RN",
      "startDate": "01/1996",
      "endDate": "01/1998",
      "location": "City, State",
      "responsibilities": [
        "Responsible for direct patient care as directed by patient physicians.",
        "Promote and restore patient's health by collaborating with physician and multidisciplinary team members, providing support to patients, co-workers and supervising team members."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "University of Phoenix, City, State",
      "endDate": "2005",
      "field": "Healthcare Administration"
    },
    {
      "degree": "BS: Healthcare Administration Registered Nurse",
      "institution": "Northwest Mississippi Community College, City, State",
      "endDate": "1996",
      "field": "Healthcare Administration Registered Nurse"
    },
    {
      "degree": "Diploma: Nursing - Registered Nurse",
      "institution": "Methodist Hospital School of Nursing, City, State",
      "field": "Nursing - Registered Nurse"
    },
    {
      "degree": "Southwest Tennessee Community College",
      "institution": "City, State",
      "field": "Pre-requisite coursework working toward nursing degree"
    }
  ],
  "skills": [
    "Accounting",
    "agency",
    "attention to detail",
    "billing",
    "Budgeting",
    "business development",
    "case management",
    "charts",
    "interpersonal communication",
    "Contract Negotiations",
    "Client",
    "clients",
    "customer service",
    "decision-making",
    "Delivery",
    "directing",
    "documentation",
    "employee relations",
    "Finance",
    "Financial",
    "home health",
    "home healthcare",
    "Human Resources",
    "HR",
    "infection control",
    "insurance",
    "Team Building",
    "Leadership",
    "leadership skills",
    "law",
    "regulatory compliance",
    "managing",
    "marketing",
    "market",
    "market development",
    "meetings",
    "office",
    "negotiations",
    "nursing",
    "operations management",
    "Organizational",
    "Patient Care",
    "Direct patient",
    "personnel",
    "Pricing",
    "Problem-Solving",
    "processes",
    "profit and loss",
    "proofing",
    "quality",
    "quality improvement",
    "Quality Assurance",
    "recruiting",
    "Sales",
    "scheduling",
    "staff supervision",
    "Strategic Planning",
    "supervising",
    "surveys",
    "teaching"
  ]
}
