{
  "personalInformation": {
    "summary": "Media Buying and Optimization Since September 2011 I've started to work at advertising companies. At the beginning of my experience, I did telemarketing activities that allowed me to promote and sell business' projects to potential and faithful customers. I began the major work experience at a multinational corporation (in Milan). This gave me several concepts and procedures to plan client's digital advertising campaigns. Customers I worked with were: Calvin Klein, 20th Century Fox, Luxottica, Paypal, Indesit, Panasonic, Pernod Ricard, Burberry, Fastweb, Allianz. I worked as Digital Manager's assistant. In January 2014 I started to work at an Affiliation Marketing Agency. I scheduled email marketing campaigns relating to several industries: finance, insurance, telco, travel, date, general products and services. I was in charge of the following campaigns: Edenred, Poinx, Utet, Compara Meglio, Photobox, etc. I'm cheerful and determined person. Also I'm inquiring person and I like knowing the news. I'm able to manage my work in orderly and precise way; I'm able to work in stressed situations and I respect fixed deadlines. Career Objectives",
    "title": "JR PUBLISHER MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Clickpoint",
      "position": "JR Publisher Manager",
      "startDate": "Jan 2014",
      "endDate": "Mar 2014",
      "responsibilities": [
        "Planning Direct Email Marketing campaigns Managing relationships with publishers in order to: define online campaigns pipelines; give suggestions about the best campaigns suitable for the reference database; define remuneration models Managing DEM campaigns on targeted databases (on behalf on advertisers) Monitoring and controlling DEM's previews: sending the kit with details campaign; reception previews; customer approvals Marketing analysis about clients' performances Campaigns' optimization."
      ]
    },
    {
      "company": "Aegis Media",
      "position": "JR Digital Media Planner",
      "startDate": "Nov 2011",
      "endDate": "Nov 2013",
      "responsibilities": [
        "Planning advertising campaigns on desktop and devices (mobile and tablet) Setting and data-mining of competition data (target/product) Drafting proposals to plan the advertising spaces and budget allocation Elaboration of media plans Purchasing and booking adv spaces with relative documentation Processing sheets of materials' technical specification for creative agencies Verifying the adv banner accuracy Constant check on campaigns in progress Sending planned format screenshots to the customers in order to certify the online Arranging a final report and a Post Evaluation (learnings and builds for future campaigns) Setting and proposing strategies for pre-campaign phases Analysis and optimization of internal processes or client."
      ]
    },
    {
      "company": "ART STUDIO 3 s.n.c.",
      "position": "Business developer",
      "startDate": "Oct 2011",
      "endDate": "Nov 2011",
      "location": "Milan (ITALY)",
      "responsibilities": [
        "Acquisition of potential clients through the promotion of new creative projects Telemarketing activities to keeping the faithful customers Preparing and sending presentations to the clients Customers portfolio management."
      ]
    },
    {
      "company": "Banca Popolare di Milano).",
      "position": "assistant of bank clerks",
      "startDate": "Jun 2006",
      "endDate": "Jul 2006",
      "responsibilities": [
        "Assistance to the heads of financial transactions (buying and selling government securities, bonds, mutual funds, etc.).",
        "Acquisition of knowledge about the roles and working dynamics within the financial department."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master",
      "institution": "Digital-Coach Institute Digital & Social Media Marketing",
      "endDate": "May 2014 underway",
      "field": "Digital & Social Media Marketing"
    },
    {
      "degree": "Diploma",
      "institution": "Accounting, Commercial and Coder",
      "endDate": "June 2007",
      "field": "Accounting, Commercial and Coder"
    },
    {
      "degree": "ECDL European Computer Driving Licence Certificate",
      "institution": "European Computer Driving Licence",
      "endDate": "June 2007"
    },
    {
      "degree": "Degree",
      "institution": "Advertising and Public Relations",
      "endDate": "July 2011",
      "field": "Advertising and Public Relations"
    }
  ],
  "highlights": [
    "Driving license: B",
    "Key skills:",
    "Telemarketing",
    "Web Marketing (Display advertising, DEM)",
    "Knowledge of Microsoft and Office applications",
    "Good knowledge about these advertising software: NetBox, AdRelevance, Nielsen Audiweb, Ammet platform",
    "Good familiarity with devices (mobile, tablet)",
    "Competitive analysis",
    "Strategies and performance analysis"
  ],
  "interests": [
    "Gym",
    "Skiing",
    "Travel",
    "Dance"
  ],
  "skills": [
    "Acquisitions",
    "Advertising",
    "advertising (copy, ART, art direction, Agency, bonds, Branding, brochures, budget, c, Driving license, com",
    "Competitive analysis",
    "concept",
    "copywriting",
    "corporate communications",
    "client",
    "clients",
    "data-mining",
    "databases",
    "database",
    "documentation",
    "Drafting",
    "Driving",
    "E-Commerce",
    "Economics",
    "Email",
    "English",
    "fashion",
    "fast",
    "financial",
    "funds",
    "government",
    "graphic design",
    "graphic",
    "html",
    "http",
    "image",
    "Italian",
    "logos",
    "Managing",
    "Marketing analysis",
    "market research",
    "marketing",
    "Marketing Communication",
    "materials",
    "Mathematics",
    "media planning and buying",
    "media plans",
    "merchandising",
    "Office applications",
    "multimedia",
    "optimization",
    "packaging",
    "performance analysis",
    "presentations",
    "PR",
    "processes",
    "progress",
    "promotion",
    "proposals",
    "Public relations",
    "Purchasing",
    "radio",
    "reception",
    "Recruitment",
    "selling",
    "securities",
    "Spanish",
    "specification",
    "speech",
    "statistics",
    "strategy",
    "Telemarketing",
    "tv",
    "Video",
    "Website",
    "Web Marketing",
    "written"
  ]
}
