{
  "personalInformation": {
    "summary": "To continue my career with an organization that will utilize my management, supervision and administrative skills to benefit mutual growth and success. Also, to offer my skills to your company especially in the field of sales and to grasp power to enhance my professional skill set in accordance with organizational objectives.",
    "title": "SALES DIRECTOR"
  },
  "professionalExperience": [
    {
      "company": "JMF Solutions, Inc.",
      "position": "Sales Director",
      "startDate": "10/2015",
      "endDate": "Current",
      "location": "Company Name City, State",
      "responsibilities": [
        "Led sales calls with team members to establish sales and customer retention goals.",
        "Negotiated and closed 35+ contracts for companies which included all 36 month contracts.",
        "Worked with HOA's and MDU's and closed a 22 unit condo association with a 36 month agreement.",
        "Created and directed sales team training and development programs.",
        "Shared product knowledge with customers while making personal recommendations.",
        "Maintained friendly and professional customer interactions.",
        "Trained in negotiations and time management.",
        "Helped grow our company to show a 115% growth margin over the last year.",
        "Also during this time I bid our services through USAC for E-Rate.",
        "I worked hand in hand with vendors such as Ingram Micro, CISCO, D&H etc. to work on the right price for us to be a competitive bidder."
      ]
    },
    {
      "company": "Company Name",
      "position": "Store Trainer & Key Holder",
      "startDate": "07/2013",
      "endDate": "12/2015",
      "location": "City, State",
      "responsibilities": [
        "Conducted daily pre-shift and weekly departmental meetings to ensure organizational efficiency.",
        "Scheduled and directed staff in daily work assignments to maximize productivity.",
        "Efficiently resolved problems or concerns to the satisfaction of all involved parties.",
        "Trained all new staff in front of house and on all menu items food/drinks."
      ]
    },
    {
      "company": "Company Name",
      "position": "Lead Bartender & Store Trainer",
      "startDate": "08/2011",
      "endDate": "07/2012",
      "location": "City, State",
      "responsibilities": [
        "Trained staff of employees for correct facility procedures, safety codes, bar codes, proper recipes and drinking safety.",
        "Increased customer attendance.",
        "Responsible for daily set up."
      ]
    },
    {
      "company": "Company Name",
      "position": "Receptionist",
      "startDate": "09/2008",
      "endDate": "04/2005",
      "location": "City, State",
      "responsibilities": [
        "Handled incoming and outgoing correspondence, including mail, email and faxes.",
        "Screened telephone calls and inquiries and directed them as appropriate.",
        "Devised and maintained office systems to efficiently deal with paper flow.",
        "Organized personal and professional calendars and supplied reminders of upcoming meetings and events.",
        "Created expense reports using Microsoft Excel spreadsheets.",
        "Typed documents, updated websites and compiled information for meetings.",
        "Conducted extensive online and phone research.",
        "Attended business meetings and took meeting minutes."
      ]
    }
  ],
  "accomplishments": [
    "Added 35+ businesses to WaveFly powered by JMF Solutions, Inc. since January 2016.",
    "Developed highly effective sales training strategies as Sales Manager.",
    "Personally helped grow our company in revenue by 115% in a year and we made the INC 5000 list and magazine.",
    "Recognized by our city as one of the fastest growing technology companies in revenue and I attributed to that with bringing over $300,000 in revenue in 36 month contracts since January 2016."
  ],
  "certifications": [
    {
      "name": "VMware Federal Specialization Certification"
    },
    {
      "name": "Lenovo Partner Certification"
    },
    {
      "name": "VMware Academic Specialization Certification"
    }
  ],
  "education": [
    {
      "degree": "Nursing",
      "institution": "University of Mobile",
      "endDate": "2010",
      "location": "City, State, USA"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "University of Mobile",
      "endDate": "2015",
      "field": "Leadership & Cultural Studies",
      "location": "City, State, USA",
      "startDate": "2015"
    }
  ],
  "skills": [
    "Budget & report writing skills",
    "Excellent salesÂ and negotiation skills",
    "The ability to motivate and lead a team",
    "Excellent communication and 'people skills'",
    "Good planning and organizational skills",
    "The ability to work calmly under pressure",
    "Developing sales strategies and setting sales targets",
    "Compiling and analyzing sales figures",
    "Keeping up to date with products and competitors",
    "Sound expertise in sales",
    "Strong presentation skills",
    "Goal-oriented",
    "Strong networking skills",
    "Good judgement",
    "Good decision making",
    "Sales Software: Ubersmith",
    "Desktop Publishing Software: Photoshop, Illustrator, HTML",
    "Cold Calling",
    "Achieving Results",
    "Customer Satisfaction",
    "Building Relationships",
    "Microsoft Office",
    "Microsoft Excel",
    "Planning",
    "Negotiation"
  ]
}
