{
  "personalInformation": {
    "summary": "A results oriented designer with the objective to evolve creatively in the field of interior design. Experienced, organized and adept at developing creative solutions.",
    "title": "INTERIOR DESIGNER"
  },
  "professionalExperience": [
    {
      "company": "Company Name i¼ City",
      "position": "Interior Designer/ Outside Sales Representative",
      "startDate": "March 2006",
      "endDate": "January 2011",
      "location": "City, State",
      "responsibilities": [
        "Established new accounts and business relationships with construction companies and local builders.",
        "Assisted builders and their clients with specification of all interior finishes within budget.",
        "Provided design sketches and spec sheets to clients and contractors.",
        "Placed orders accordingly and scheduled deliveries.",
        "Interfaced with contractor and installers to ensure proper procurement.",
        "Attended company sales meetings to establish new goals and sales quotas."
      ]
    },
    {
      "company": "Company Name i¼ City",
      "position": "Interior Designer",
      "startDate": "May 2005",
      "endDate": "August 2009",
      "location": "City, State",
      "responsibilities": [
        "Consulted with clients to determine architectural and design preference.",
        "Assisted in selection of all interior and exterior finishes.",
        "Developed design drawings and spec sheets accordingly.",
        "Interfaced with builder and all sub-contractors on site to ensure proper procurement and installation.",
        "Oversight of all product and materials orders and deliveries.",
        "Maintained communication with clients and contractor throughout the building process to facilitate any special requests or change orders."
      ]
    },
    {
      "company": "Designers i/ Owner",
      "position": "Owner",
      "startDate": "January 2011",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Consult with clients and/or contractors to determine scope of work, design style preferences and budgets.",
        "Specify products and materials accordingly.",
        "Originate and develop design concepts and presentations for clients including design drawings, renderings and furniture designs if custom curation is called for.",
        "Provide detailed spec sheets, design drawings and pricing to contractor.",
        "Facilitate orders and deliveries of materials utilizing spreadsheets and point of sale system",
        "Maintain communicative relationships with all participating parties including clients, contractors, product representatives, and installers.",
        "Oversight and management of several projects simultaneously from concept to completion."
      ]
    }
  ],
  "education": [
    {
      "degree": "Associate of Arts",
      "institution": "Southwest University of Visual Arts i¼ City, State",
      "endDate": "2008",
      "field": "Interior Design"
    },
    {
      "degree": "Associate of Arts",
      "institution": "Art History New Mexico State Universtiy - Las Cruces, NM",
      "endDate": "2005",
      "field": "Art History"
    }
  ],
  "skills": [
    "budgets",
    "budget",
    "concept",
    "clients",
    "materials",
    "meetings",
    "presentations",
    "pricing",
    "procurement",
    "sales",
    "specification",
    "spreadsheets"
  ]
}
