{
  "personalInformation": {
    "summary": "My objective is to obtain and secure a meaningful position integrating my skills with the expertise of my co-workers, resulting in a successful service provided to the client. Additionally, I am eager to gain knowledge through my own hard work and the tutelage of my superiors to earn advancement within the organization.",
    "title": "INTERNATIONAL CODE COUNCIL (ICC) SPECIAL INSPECTOR AND CONSTRUCTION MATERIALS TECHNICIAN (CMT)"
  },
  "professionalExperience": [
    {
      "company": "International Code Council (ICC)",
      "position": "Special Inspector and Construction Materials Technician (CMT)",
      "startDate": "03/2015",
      "endDate": "Current",
      "location": "Company Name City, State",
      "responsibilities": [
        "ICC Special Inspector Reinforced Concrete Rebar and concrete placement inspections, and epoxy anchor bolt inspections.",
        "Concrete, Soils, and Asphalt Field Testing Technician. A"
      ]
    },
    {
      "company": "ICC",
      "position": "Special Inspector and CMT Technician",
      "startDate": "11/2014",
      "endDate": "03/2015",
      "location": "Company Name City, State",
      "responsibilities": [
        "ICC Special Inspector Reinforced Concrete Rebar and concrete placement inspections.",
        "Concrete, and Soils Field Testing Technician. Â",
        "Gradations, proctors, moisture content, -200 wash.",
        "Input data in computer programs and present final results to clients in timely, cost-effective professional manner."
      ]
    },
    {
      "company": "ICC",
      "position": "Special Inspector and CMT Technician",
      "startDate": "05/2014",
      "endDate": "11/2014",
      "location": "Company Name City, State",
      "responsibilities": [
        "ICC Special Inspector Reinforced Concrete Rebar and concrete placement inspections, and epoxy anchor bolt inspections.",
        "Concrete, Soils, and Asphalt Field Testing Technician. Â"
      ]
    },
    {
      "company": "Construction Materials Testing",
      "position": "Lab Manager/Lead Technician",
      "startDate": "06/2010",
      "endDate": "11/2013",
      "location": "Company Name City, State",
      "responsibilities": [
        "Rebar and concrete placement inspections, and epoxy anchor bolt inspections.",
        "Estimating potential job costs for proposals.",
        "Concrete, Soils, and Asphalt Field Testing TechnicianÂ",
        "Grout cubes and prisms, intermediate experience in Masonry.",
        "Lab Testing Technician-Gradations, proctors, moisture content, -200 wash, specific gravity/absorption, concrete/grout breaks, sand equivalent, percent fracture.",
        "Input data in computer programs and present final results to clients in timely, cost-effective professional manner."
      ]
    },
    {
      "company": "Quality Control",
      "position": "Inspector Level II",
      "startDate": "10/2007",
      "endDate": "01/2009",
      "location": "Company Name City, State",
      "responsibilities": [
        "URS-Washington Division - Eunice, NM-National Enrichment Facility QCI qualified in civil soils II, civil concrete II, receipt inspection II and coatings II.",
        "Verify field operations to ensure compliance with specifications, plans, procedures, ASTMs, 10 CFR Part 50 Appendix B and ASME standard NQA-1.",
        "Perform QC inspections on the batch plant, concrete, grout, and backfill operations.",
        "Receipt inspection of concrete constituents as batch plant inspector."
      ]
    },
    {
      "company": "CMT",
      "position": "Technician II",
      "startDate": "03/2007",
      "endDate": "10/2007",
      "location": "Company Name City, State",
      "responsibilities": [
        "Hanford Nuclear Reservation-Vitrification Plant RPP-WTP.",
        "Concrete, Soils, and Lab Materials Testing Technician Level II.",
        "Cross-reference job site specifications and plans, ASTMs, and other industry standards to ensure proper testing and inspection on a 10 CFR Part 50 and ASME NQA-1 job site.",
        "Sand-cones, Kelly ball drop, flow test, cast cylinders for CLSM.",
        "Grout flow, cast cubes and prisms."
      ]
    },
    {
      "company": "Non-Permanent Transportation",
      "position": "Technician II",
      "startDate": "03/2006",
      "endDate": "12/2006",
      "location": "Company Name City, State",
      "responsibilities": [
        "WSDOT-SCR - Union Gap, WA -Various projects Transportation Technician II (non-permanent) Concrete, Soils, and Asphalt Field Testing Technician.",
        "Read and interpret plans while cross-referencing with state specifications and construction manual.",
        "Layout including staking/marking various offsets, signing, monuments, and planned work for contractor to complete.",
        "I have inspected the following operations: grinding, rumble strip, replace/install RPM's, mechanical and hand scaling, drilling and grouting of rock/anchor bolts, backfill, striping, guide posts, install/move jersey barrier, curbing, aggregate weigh station, rock crushing plant, ticket taking on paver for quantities and yield both short and long, and hydro-demolition."
      ]
    },
    {
      "company": "Concrete/Soils Lead Materials Testing",
      "position": "Technician",
      "startDate": "04/2003",
      "endDate": "11/2005",
      "location": "Company Name City, State",
      "responsibilities": [
        "Hanford Nuclear Reservation-Vitrification Plant RPP-WTP.",
        "Cross-reference job site specifications and plans, ASTM's, and other industry standards to ensure proper testing and inspection on a 10 CFR Part 50 Appendix B and ASME NQA-1 job site.",
        "In charge of complying with testing frequencies to meet construction plans and specifications.",
        "Manage man power to cover the field and lab testing operations.",
        "Review all technicians' reports to ensure accuracy.",
        "Concrete, Soils, and Lab Materials Testing Technician Level II."
      ]
    }
  ],
  "education": [
    {
      "degree": "High School Diploma",
      "institution": "Eisenhower High School",
      "endDate": "1999",
      "field": "College Preparation",
      "location": "City, State, USA"
    },
    {
      "degree": "Industrial Technology",
      "institution": "Western Washington University",
      "endDate": "2002",
      "location": "City, State, USA",
      "startDate": "2002"
    },
    {
      "degree": "Associate of Arts",
      "institution": "Yakima Valley Community College",
      "endDate": "2015",
      "field": "Pre-Business",
      "location": "City, State, USA",
      "startDate": "2015"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "Central Washington University",
      "endDate": "2017",
      "field": "Accounting",
      "location": "City, State, USA",
      "startDate": "2017"
    }
  ],
  "skills": [
    "Proficient in Microsoft Windows, Word, Excel.",
    "General knowledge of GAAP that continues to grow through hard work.",
    "14 years progressively advancing experience in civil construction materials testing and inspection.",
    "Constant communication with contractors, craft, and co-workers in collaborative effort to complete task at hand.",
    "Natural leader who is team oriented with strong desire succeed in accounting field.",
    "Â Able to communicate effectively both verbally and in writing to clients, co-workers, and superiors.",
    "Productive worker in fast-paced, time-sensitive environment, while remaining within budget.",
    "Courteous team member who works with high levels of integrity and professionalism."
  ]
}
