{
  "personalInformation": {
    "summary": "I am a highly qualified K-12 Vocal Music Teacher holding a BS in Music Education from Kansas State University and Sterling College. (1999) I believe in building a solid foundation in the formative years and helping students find many different ways to experience music. I lead them to develop passion in music and performance that leads them to continue in Music in Middle, High School and beyond. Providing multiple delivery methods in teaching, assures each student will experience, learn and retain key music knowledge in they way that they learn best. Using Brain Research Strategies, coupled with Multiple Intelligences, HOTS, and Explicit Instruction, I have found a way to teach students Music through all Core areas. Music is a Universal Language. Regardless of gender or race, music looks the same on paper but is experienced in numerous ways through Culture. I am passionate about teaching!",
    "title": "TEACHER"
  },
  "professionalExperience": [
    {
      "company": "Company Name ï¼ City, State",
      "position": "Teacher",
      "startDate": "08/2002",
      "responsibilities": [
        "Taught K-12 Vocal Music and 9-12 Band Assistant.",
        "Responsible for two schools, one Elementary and one Middle and High School.",
        "6-8 Vocal Coleman MS, K-8 Vocal Music Horace Mann Dual Language Magnet and K-5 at Jackson Elem",
        "At Coleman MS had a Choir of 85 7/8 students and a rotation of 6th Grade Students.",
        "Taught General Music and also Choir and performed 3 concerts a year and assisted with Musicals.",
        "Horace Mann, rebuilt a new Vocal Music Program from K-8th Grade.",
        "Improved Choral Quality and built concert attendance from 40% to 98% in 1.5 Years.",
        "Started a select performing group of 3-5Th Graders called Singing Ambassadors.",
        "Served as Latchkey Co Director for 3 years and Latchkey Assistant Director for 1 year.",
        "Worked in a Dual Language environment for the past 11 years and implemented Dual Language Strategies in my content area."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Teacher",
      "startDate": "08/2001",
      "endDate": "07/2002",
      "responsibilities": [
        "Taught K-12 Vocal Music and restructured HS Music Curriculum",
        "Responsible for Elementary at Windom and MS/HS at Little River",
        "Was HS Band Assistant"
      ]
    },
    {
      "company": "Company Name ï¼ City, State",
      "position": "Teacher",
      "startDate": "08/2000",
      "endDate": "05/2001",
      "responsibilities": [
        "Taught six sections of each grade level of Kinder through 2nd Grade Students.",
        "Gave three programs a year and helped tutor individual students.",
        "Accompanied for a select group of 3-5 Grades."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Teacher",
      "startDate": "08/1999",
      "endDate": "05/2000",
      "responsibilities": [
        "Vocal Music 5-8 Band and 5/6 PE.",
        "Taught Vocal Music to Kinder through 8 Grade.",
        "Took MS students to contest, and District Choir.",
        "Taught Beginning and Advance Band to MS students and took to contest and District Band.",
        "Taught 5-6 PE."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Vice President of Human Resources",
      "startDate": "05/1995",
      "endDate": "10/1996",
      "responsibilities": [
        "Hired all levels of new hires for the CU.",
        "Also served as part of the management team.",
        "Assisted in new accounts when needed.",
        "Provided all hospitality for visitors and Board meetings as well as special events.",
        "Worked closely with all people to maintain positive work environment and keep morale high.",
        "Assisted with complaints and provided customer service when needed."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Scale Interface Installation Specialist and Customer service Specialist",
      "startDate": "01/1994",
      "endDate": "01/1995",
      "responsibilities": [
        "Traveled a 3 state area to put COOP scales on computer interface, then train staff how to use our product.",
        "Troubleshoot over phone or travel to address issues and follow up."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Quality Control Compliance and Asst Corporate Trainer",
      "startDate": "08/1991",
      "endDate": "11/1993",
      "responsibilities": [
        "I answered all Presidential Complaints, forwarded complaints to President, was part of the Presidents Council and traveled to Cherry Hill, NJ twice monthly to meet with corporate to make sure we were compliant with other GE Customer Service based companies.",
        "Assisted in Corporate Training of Customer Service Representatives.",
        "Managed 14 phone reps.",
        "Used phone monitors to monitor service provided by my team of 14 phone representatives.",
        "Provided feedback and used motivational strategies to improve customer service."
      ]
    }
  ],
  "education": [
    {
      "degree": "BS",
      "institution": "Sterling College 1/4 City, State",
      "endDate": "1999",
      "field": "Music Education"
    },
    {
      "degree": "Select One",
      "institution": "Kansas State University 1/4 City, State",
      "endDate": "1989",
      "field": "Music Education"
    }
  ],
  "skills": [
    "Corporate Trainer",
    "Member GE Capital President's Council",
    "Quality Control and Customer Service Management.",
    "Motivational Strategist"
  ]
}
