{
  "personalInformation": {
    "summary": "Driven and compassionate healthcare professional with experience in bothÂ residential and hospital environments. Accountable and responsible with a strong focus on patient wellness.",
    "title": "PREVENTATIVE HEALTHCARE INTERN"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Preventative Healthcare Intern",
      "startDate": "January 2016",
      "endDate": "April 2016",
      "location": "City, State",
      "responsibilities": [
        "Assist the educators in all aspects of this program, in physical activity education and nutrition education, and in helping to prepare healthy snacks.",
        "Planning, coordinating, and implementing HealthSmart events for the next few months.",
        "Review and make recommendations on the \"Train the Trainer\" manual for Community Health Advisor program.",
        "Evaluated patient care procedural changes for effectiveness.",
        "Cooperated with other health related agencies and organizations in community activities.",
        "Ensured the accuracy of public information and materials.",
        "Jumped in to fill gaps for on call rotation when necessary.",
        "Established and maintained positive relationships with government regulators, residents, families, other area health care providers, physicians and community at large.",
        "Revised policies and procedures in accordance with changes in local, state and federal laws and regulations.",
        "Contributed to and participated in community education projects to foster widespread understanding of the prevention and treatment of illnesses such as heart disease, diabetes, etc.",
        "Observed strict confidentiality and safeguarded all patient-related information."
      ]
    },
    {
      "company": "Company Name",
      "position": "Undergraduate Researcher",
      "startDate": "January 2015",
      "endDate": "April 2015",
      "location": "City, State",
      "responsibilities": [
        "In charge of participants measurements Standing weight Body weight Waist and hip circumferences Skinfolds Blood pressure Arterial Carotid Heart Rate Physical exams/Fitness Tests.",
        "Administered, directed and coordinated the activities of the agency.",
        "Ensured the accuracy of public information and materials.",
        "Jumped in to fill gaps for on call rotation when necessary.",
        "Observed strict confidentiality and safeguarded all patient-related information."
      ]
    },
    {
      "company": "Company Name",
      "position": "Healthcare Management Intern",
      "startDate": "May 2014",
      "endDate": "August 2014",
      "location": "City, State",
      "responsibilities": [
        "Assist Chief Nursing Executive with various projects.",
        "Worked with nursing and medical staff to develop policies, procedures and practice standards for the nursing department.",
        "Ensure compliance with applicable laws and regulations related to nursing service and healthcare.",
        "Monitored the nursing and operation of support departments to ensure that resident needs were met and facility was properly maintained.",
        "Evaluated patient care procedural changes for effectiveness.",
        "Served as liaison between management, clinical staff and the community.",
        "Ensured the accuracy of public information and materials.",
        "Actively maintained up-to-date knowledge of applicable state and Federal laws and regulations.",
        "Provided thorough supervision for day-to-day operations of facility in accordance with set policies and guidelines.",
        "Established and maintained positive relationships with government regulators, residents, families, other area health care providers, physicians and community at large."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "University of Alabama at Birmingham",
      "endDate": "2016",
      "field": "Health Care Management/ Health Administration",
      "location": "City, State, USA"
    },
    {
      "degree": "High School Diploma",
      "institution": "Nansemond River High School",
      "endDate": "2012",
      "field": "Advanced Diploma"
    }
  ],
  "highlights": [
    "Knowledge ofHMOs, Medicare and Medicaid",
    "HIPAA compliance",
    "Strong planning skills",
    "Patient-focused care",
    "Self-motivated",
    "Experience with Data Entry",
    "Excellence Leadership",
    "Strong work ethic",
    "Team player with positive attitude",
    "Exercises good judgment",
    "CPR Certified",
    "Maintains strict confidentiality Â"
  ],
  "skills": [
    "Strong leadership skills",
    "Enthusiastic people person",
    "Ability to work in a fast paced environment",
    "Understanding of HIPAA regulations",
    "Strong computer skills"
  ]
}
