{
  "personalInformation": {
    "summary": "Seasoned Information Technology professional with over 7 plus years of experience working in various industries. Excellent knowledge on computer hardware, software, peripherals, central processing units, network administration, servers, network routers, Microsoft applications, technology support specialist, Windows OS, Windows Server, Mac OS, Managing, QA testing, client support, and help desk. Also highly experienced in procedures for installing, configuring, upgrading, troubleshooting and repairing applicable software, hardware and peripherals. Excellent communication and interpersonal skills. Professional work ethic, strong attention to detail and an ability to produce top quality results in deadline driven environments. Objectives To secure an it specialist, desktop support, network administration, database administrator, technical support specialist or related position with a growing organization where my Microsoft certification, technical aptitude, networking, windows and Mac os, apple and android IOS, web development, application development, Linux, Microsoft applications, managing, testing, client support, help desk, technical support, troubleshooting, and leadership skills,. To benefit those who I work for as well as myself. By combining these synergies, I believe I can be of great value to this company.",
    "title": "ENGINEERING SYSTEMS INSTALLER"
  },
  "professionalExperience": [
    {
      "company": "City, State",
      "position": "Engineering Systems Installer",
      "startDate": "August 2006",
      "endDate": "January 2013",
      "responsibilities": [
        "Worked with all Microsoft Applications (Word, Excel, PowerPoint, Access, Exchange, InfoPath, Lync, Onenote, Outlook, Project, Publisher, Sharepoint(s), Visual Studios, ETC).",
        "Authored procedure for entering inspection results into the computer database.",
        "Maintain, inspect, tested, and tested computer hardware components as needed.",
        "Installed, configured, upgraded, troubleshoot and repaired applicable software, and hardware.",
        "Forward hardware and software issues to the appropriate level.",
        "Diagnose and resolve hardware/software connectivity issues.",
        "Remote Access into client computers.",
        "New hire and client training.",
        "Installed and configured various software programs.",
        "Worked with Windows Applications (Windows 95, Server (2008, 2012), 2000, ME, XP, Vista, and 7).",
        "Worked with Mac OS and IOS.",
        "User account management.",
        "Responsible for all local/network printers servicing, configuring, repairing.",
        "Software and App Development.",
        "Configured and monitored networks to ensure their performance, health, and reliable operation for fulfilling business objectives and processes.",
        "Troubleshoot as needed Experience working with network routers.",
        "Operated Switches, Cisco ASA firewall, Juniper Net-screen, CheckPoint firewall, Enterasys Dragon IDS/IPS.",
        "Database managing.",
        "Worked alongside a team of technical analysts and other technicians on PC refresh projects throughout the building managed virtual private networks for different clients.",
        "Redesign of the network to keep up with the changing needs of the organization.",
        "Delivered and collaborated on the design, implementation and support of network core routing, switching infrastructure, Remote Access, B2B VPN, and security services for our customers Installed Home automation systems, Home surveillance, and Custom PC's.",
        "Oversaw projects, installations, and customer completes.",
        "Created Project Tickets.",
        "Completed the wiring for Ethernet networks including punch-down blocks/patch panels/CAT 5 & 6.",
        "Installation of test devices (chassis-based call controllers, rack-mounted PCs, etc.) into telecom equipment racks.",
        "Designed and deployed company LANs, WANs, and wireless networks, including servers, routers, switches, and other hardware.",
        "Experience with the cloud.",
        "Performed server and security audits, and Performed system backups & recovery.",
        "Trained help desk in Cisco products, WAN, LAN and troubleshooting through documentation.",
        "Ensure network connectivity of all servers, workstations, telephony equipment, fax machines, and other network appliances.",
        "On-call support.",
        "Transferred PCs and printers both internal and external.",
        "Delivered product support for all hardware and software related issues.",
        "Conducted accurate data entry of secure information.",
        "On-site & Off-site 24/7 customer service.",
        "Ability to multi-task while keeping top quality results Receiving and processing NSF checks, credit cards, money orders, and ACH checks.",
        "Ability to work alone, part of a small team, or large tech team which includes DBAs, Sys Admins where communications and collaboration are key.",
        "Provided 1st level/Tier 1 and 2ed level/Tier 2 Helpdesk support for over 3000 internal and global end user.",
        "2+ years in the Human Resources department providing accounting, collaboration, client & customer follow-ups, timecard management, and disputes services."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "IT Technician/QA Tester",
      "startDate": "August 2013",
      "endDate": "September 2014",
      "responsibilities": [
        "Worked with almost all Microsoft applications (word, excel, powerpoint, access, exchange, InfoPath, Lync, OneNote, outlook, project, publisher, SharePoint(s), visual studios, etc).",
        "Wrote up reports at the end of shift on progress and any problems that occurred doing shift.",
        "Authored procedure for entering inspection results into the computer database.",
        "Maintain, inspect, and tested computer hardware components & software.",
        "Worked independently, evaluated customer requirements and provided solutions.",
        "Installed, configured, upgraded, troubleshoot, and repaired applicable software, and hardware.",
        "Forward any software or hardware issues to the appropriately level.",
        "Pc, mac, and laptop deployment.",
        "Diagnose and resolve hardware/software connectivity issues.",
        "Diagnose Network issues.",
        "Remote access into client computers.",
        "Project ticket management.",
        "Worked on OS (windows 95, 2000, me, XP, vista, 7, 8, and 8.1) and Windows Server.",
        "Worked on Mac OS and Linux.",
        "Created & unlocked users accounts.",
        "Tested hardware and software in pre-alpha, alpha, beta, and final stages.",
        "Database entry.",
        "Web Development (HTML, HTML5, CSS3, Php, MSQL, Java, Java Script).",
        "Communicated with my team and clients Provided leadership to my team."
      ]
    },
    {
      "company": "Company Name",
      "position": "Installation/Service Technician",
      "startDate": "July 2014",
      "responsibilities": [
        "Installed, programmed, serviced, & repaired home security systems, home surveillance systems, & home automation systems.",
        "Wire splicing (coaxial, cat5, cat6, & rj12).",
        "Updating, repairing, replacing, reactivating old alarm systems.",
        "Customer support.",
        "Technical support.",
        "Timecard management.",
        "Inventory management.",
        "Update customer information.",
        "Resolve billing discrepancies.",
        "Receiving and processing NSF checks, credit cards, money orders, & ACH checks.",
        "Customer/New hire training.",
        "Ensured customer inquiries and problem concerns were resolved in a timely matter.",
        "Responsible for company vehicle that was given to me."
      ]
    }
  ],
  "education": [
    {
      "degree": "CompTia Certification (In Progress) Enrolled A+, Cloud+, Network+,Security+, Linux+",
      "institution": "ITT Tech Electronics and Communications Engineering Technology & Software Development",
      "location": "Baton Rouge, Louisiana",
      "startDate": "Enrolled"
    },
    {
      "degree": "BACHELOR DEGREE",
      "institution": "Electronics and Communications Engineering Technology Electronics and Communications Engineering Technology"
    },
    {
      "degree": "ASSOCIATE DEGREE",
      "institution": "Software Development Glen Oaks High School Software Development"
    },
    {
      "degree": "High School Diploma",
      "institution": "Glen Oaks High",
      "endDate": "May 2013"
    }
  ],
  "highlights": [
    "Microsoft Applications (Word, Excel, PowerPoint, Access, Exchange, InfoPath, Lync, Onenote, Outlook, Project, Publisher, Sharepoint(s), Visual Studios, ETC): Expert",
    "Network Security (not certified/in process): Expert",
    "Networking: Expert",
    "PC hardware and software installation, configuration, and troubleshooting: Expert",
    "Remote Desktop and Help Desk Management software: Expert",
    "Verbal Communication: Expert",
    "Technical Support: Expert",
    "Team Leadership: Expert",
    "Programming Languages: Expert",
    "On-call tech support: Expert",
    "Windows & Mac OS: Expert",
    "Wiring/Wire Spicing: Cat3, Cat5, Cat5e, Coaxial : Expert",
    "Management: Expert",
    "VoIP, TCP/IP, IPSec, ATM, SS7, IPX, DNS, BIND, DHCP, HSRP and LAN/WAN architecture: Expert",
    "Application Development:: Expert",
    "Voice Over IP Telephone: Expert",
    "Inventory Management: Expert"
  ],
  "interests": [
    "Hobbies & Interests Freelancing.",
    "Web & App Development.",
    "Tech Support Microsoft Applications Training.",
    "Network Administration."
  ],
  "skills": [
    "A+",
    "account management",
    "Accounting",
    "alpha",
    "Application Development",
    "Microsoft Applications",
    "ATM",
    "automation",
    "B2B",
    "billing",
    "BIND",
    "CAT 5",
    "Cat5",
    "Cisco",
    "Computer Hardware",
    "hardware",
    "credit",
    "Css",
    "CSS3",
    "client",
    "clients",
    "customer service",
    "Customer support",
    "data entry",
    "Database",
    "DHCP",
    "documentation",
    "DNS",
    "Electronics",
    "Ethernet",
    "fax machines",
    "firewall",
    "Help Desk",
    "HTML",
    "HTML5",
    "Human Resources",
    "PHP",
    "IDS",
    "inspection",
    "inspect",
    "Inventory management",
    "IPX",
    "Java",
    "Java Script",
    "Jquery",
    "LANs",
    "LAN",
    "leadership",
    "Team Leadership",
    "Linux",
    "mac",
    "Mac OS",
    "managing",
    "all Microsoft",
    "Access",
    "Excel",
    "Exchange",
    "money",
    "Microsoft Office",
    "Outlook",
    "PowerPoint",
    "Publisher",
    "SharePoint",
    "Windows Applications",
    "Windows",
    "2000",
    "Windows 95",
    "Word",
    "MSQL",
    "Mysql",
    "NSF",
    "Network Administration",
    "network printers",
    "Network Security",
    "Network",
    "Networking",
    "networks",
    "OS",
    "PC's",
    "PC hardware",
    "printers",
    "processes",
    "Programming",
    "Progress",
    "quality",
    "Receiving",
    "repairing",
    "routers",
    "routing",
    "Sales",
    "servers",
    "Software Development",
    "software installation",
    "SS7",
    "Switches",
    "TCP/IP",
    "Technical support",
    "Tech Support",
    "Software Support",
    "telecom",
    "Telephone",
    "telephony",
    "Troubleshoot",
    "troubleshooting",
    "Verbal Communication",
    "VPN",
    "Vista",
    "Voice Over IP",
    "VoIP",
    "Web Development",
    "WAN",
    "WANS",
    "Windows Server",
    "Wiring",
    "Expert Organized",
    "Expert Collaboration",
    "Expert Time Card/Management",
    "Expert Accounting",
    "Expert Process Improvements",
    "Advanced Mobile",
    "App Development",
    "Expert Analysis",
    "Advanced Network Administration",
    "Advanced Web Development",
    "Advanced PHP",
    "HTML",
    "HTML5",
    "Css",
    "Css3",
    "Mysql",
    "java",
    "Php Frameworks",
    "Jquery",
    "Advanced Sales",
    "Advanced VPN",
    "Advanced Linux",
    "Intermediate"
  ]
}
