{
  "personalInformation": {
    "summary": "Seeking an Account Manager role that offers a vibrant workplace where I can use my 13 years of account management experience.",
    "title": "BUSINESS DEVELOPMENT MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4 City",
      "position": "Business Development Manager",
      "startDate": "07/2016",
      "endDate": "Current",
      "location": "State",
      "responsibilities": [
        "Positioning information security solutions to large Commercial and Public Sector clientele; Ability to effectively profile target accounts;",
        "Professional networking to build relationships with C-level executives and decision making managers at targeted clients; Continuing education on evolving networking, unified communication, virtualization, and storage technology."
      ]
    },
    {
      "company": "Company Name i/4 City",
      "position": "Engineering/IT Account Manager",
      "startDate": "02/2016",
      "endDate": "07/2016",
      "location": "State",
      "responsibilities": [
        "Responsible for the day to day activities necessary for billable headcount, revenue, and margin growth.",
        "To ensure client satisfaction and service delivery through New Business Development, Account Management, Recruiting and Leadership/Mentorship of a dedicated team of Technical Recruiters.",
        "Train and develop recruiters.",
        "Recruit as necessary in order to fill strategic positions."
      ]
    },
    {
      "company": "Company Name i/4 City",
      "position": "Account Executive",
      "startDate": "09/2010",
      "endDate": "01/2016",
      "location": "State",
      "responsibilities": [
        "Industry: Healthcare IT Project, Technology & Staffing Solutions.",
        "Responsibilities: Identify, prospect and secure business opportunities to support new revenue growth for specific geographic area; Develop and implement sales/recruiting strategies for new account prospects focusing primarily on higher margin retail prospects and new business opportunities within active and inactive accounts; Drive activity/results through the leveraging and consistent application of best practice sales processes and initiatives; Work primarily within the Healthcare industry (payers, providers and life science).",
        "Lead, develop and mentor recruiters."
      ]
    },
    {
      "company": "Company Name 1/4 City",
      "position": "Business Development Manager",
      "startDate": "08/2009",
      "endDate": "09/2010",
      "location": "State",
      "responsibilities": [
        "IT Project, Technology & Staffing Solutions.",
        "Responsibilities: Identify, prospect and secure business opportunities to support new revenue growth for specific geographic area; Develop and implement sales strategies for new account prospects focusing primarily on higher margin retail prospects and new business opportunities within active and inactive accounts; Work with Regional Director and VP to plan, conduct and follow up on sales calls; Drive activity/results through the leveraging and consistent application of best practice sales processes and initiatives."
      ]
    },
    {
      "company": "Company Name ï¼ City",
      "position": "Senior Account Manager",
      "startDate": "05/2005",
      "endDate": "08/2009",
      "location": "State",
      "responsibilities": [
        "Civil Engineering, A&E, Environmental and GC.",
        "Responsibilities: Specialized in contract staffing for the civil engineering, environmental, architectural and construction industries; Responsible for the entire sales process, including prospecting, selling, negotiation, and closing, Sales forecasting, lead generation and prospecting,",
        "Strategically manage call cycles; Expand and maintain territory business by working with accounts to meet and exceed annual sales objectives; Maintain superior relationships with contacts and decision-makers; Consistently maintain monthly sales quota and revenue goals;",
        "Maintain activity standards (number of sales calls, quantity of face to face meetings, time spent prospecting, account renewals, etc.); Maintaining sales activity in the Siebel database for reporting purposes; Train and develop recruiting teams to fulfill delivery."
      ]
    },
    {
      "company": "Company Name i/4 City",
      "position": "Senior Recruiter",
      "startDate": "01/2004",
      "endDate": "05/2005",
      "location": "State",
      "responsibilities": [
        "Consulting with client hiring managers to thoroughly understand the clients' needs; Developing creative sourcing strategies and leveraging resources to recruit high caliber candidates through online social networking, direct sourcing, community involvement, professional networking, and local media resources; Interviewing and assessing candidate qualifications through a combination of behavioral interviews and competency based evaluations; Developing a network of ready to work candidates to meet the current and anticipated needs of clients;"
      ]
    },
    {
      "company": "Company Name 1/4 City",
      "position": "Managing Director",
      "startDate": "05/1999",
      "endDate": "04/2003",
      "location": "State",
      "responsibilities": [
        "Sheet/coil steel sales; Secure new and existing business; Supervise warehouse staff; Organize loads for delivery/collection; Maintain inventory."
      ]
    }
  ],
  "accomplishments": [
    "Aerotek Top Producer in the Midwest in 2007 and 2008Â",
    "Devised successful recruiting plans for multiple clients cementing their positions as cornerstone accounts.Â",
    "Created strategies to develop and expand existing customer sales."
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "University of Bradford 1/4 State, UK",
      "endDate": "May 1999",
      "field": "Technology and Management"
    }
  ],
  "highlights": [
    "Trained in business development",
    "Accomplished in relationship selling",
    "Proven sales track record",
    "Recruiter training",
    "Sales management",
    "Team leadership",
    "Sales coaching"
  ],
  "skills": [
    "Salesforce",
    "Siebel",
    "Fox and Bullhorn CRM/ATS experience.Â"
  ]
}
