{
  "personalInformation": {
    "summary": "Retirement Benefits Specialist with over 10 years experience administering benefits for large corporations and government employees, delivering solutions at varying levels as they pertain to the diverse knowledge base of the employees I assist. Have extensive experience in delivering benefit plan rules and regulations as well as federal and state laws to a diverse population. Highly detailed and self motivated who is detail oriented and well organized.",
    "title": "BUSINESS DEVELOPMENT SPECIALIST"
  },
  "professionalExperience": [
    {
      "company": "Company Name i¼ City, State",
      "position": "Business Development Specialist",
      "startDate": "Apr 2016",
      "endDate": "May 2016",
      "responsibilities": [
        "Contacted prospective customers from internet inquiries or unsold showroom visits at Capital Ford to determine reason for not purchasing a vehicle . Attempted to re-schedule an appointment with a salesperson to complete transaction."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Cashier/Office Support Staff",
      "startDate": "Apr 2015",
      "endDate": "Feb 2016",
      "responsibilities": [
        "Assisted customers with purchases, maintained daily deposits, dispersed trucks to surplus pick up requests through.",
        "SPMS system, maintained inventory, answered incoming calls, researched any inventory items and their disposal.",
        "Maintained departmental purchase files as well as daily receipts and pick up requests."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Data Collection Interviewer",
      "startDate": "Mar 2015",
      "endDate": "Apr 2015",
      "responsibilities": [
        "The survey examines access to the health system, health status, and health determinant characteristics of Ohio's Medicaid program for Medicaid eligible and non Medicaid populations.",
        "Made outbound calls to respondents to conduct social science survey using a script, and adding the data collected from the respondents into computer system while speaking to the respondent.."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Retirement Case Administrator",
      "startDate": "Oct 2013",
      "endDate": "Sep 2014",
      "responsibilities": [
        "Conducted benefits administration for 2-300 benefit-eligible employees.",
        "Obtained missing information when needed from companies HR Departments and verified data if necessary as well.",
        "Addressed inquires from employees regarding retirement process and eligibility issues.",
        "Reviewed federal and state laws to confirm and enforce company compliance.",
        "Answered employee questions regarding retirement and resolved any issues.",
        "Contacted HR for any discrepancies in salary or other benefit driven data."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Benefits Counselor",
      "startDate": "Apr 2008",
      "endDate": "Mar 2013",
      "responsibilities": [
        "Addressed customer service inquiries in a timely and accurate fashion regarding any and all retirement benefits.",
        "Assisted HR departments with information regarding eligibility and required documentation needed to process.",
        "Built customer loyalty by placing follow-up calls for customers who reported pension issues.",
        "Explained human resources policies and procedures to all employees.",
        "Assisted customer service with inbound and outbound calls regarding all retirement inquiries.",
        "2 years in a row increased employee participation in the North Carolina State Employees Combined Campaign."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Retirement Benefits Processor",
      "startDate": "Oct 2007",
      "endDate": "Mar 2008",
      "responsibilities": [
        "Reviewed federal and state laws to confirm and enforce company compliance.",
        "Conducted benefits administration for benefit-eligible employees.",
        "Processed pension and 401K payouts and balanced reports daily.",
        "Requested any missing documents if needed before processing.",
        "Contacted HR if necessary for any status change required documentation."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Customer Service Representative",
      "startDate": "Oct 2006",
      "endDate": "Oct 2007",
      "responsibilities": [
        "Addressed customer service inquiries in a timely and accurate fashion in call center environment.",
        "Maintained up-to-date records at all times.",
        "Worked with upper management to ensure appropriate changes were made to improve customer satisfaction.",
        "Formulated and enforced Service Center policies, procedures and quality assurance measures.",
        "Properly directed inbound calls in phone queues to improve call flow.",
        "Strictly adhered to federal and state guidelines for release of information.",
        "Processed applications, payments, corrections, enrollment and endorsements.",
        "Researched coverage and premium options and supplied clients with the best coverage available."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Retirement Benefits Counselor",
      "startDate": "Aug 2003",
      "endDate": "Aug 2006",
      "responsibilities": [
        "Conducted benefits administration for up to 100 benefit-eligible employees of IBM until payments began.",
        "Reviewed federal and state laws to confirm and enforce company compliance.",
        "Answered employee questions regarding their pension and health insurance benefits and resolved any issues.",
        "Explained human resources policies and procedures to all employees.",
        "Contacted HR departments when necessary for any additional information if needed.",
        "Within my first year with Fidelity Investments I was awarded the Outstanding Customer Service Award for my work in the Health and Welfare research and resolution project."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "HR Generalist",
      "startDate": "May 2003",
      "endDate": "Jul 2003",
      "responsibilities": [
        "Resolved personnel issues regarding human resources matters needing clarification, submissions and corrections.",
        "Assisted customer service with inbound and outbound calls regarding all HR inquiries.",
        "Worked on 401(k).",
        "administration, FMLA and workers' compensation claims and benefits.",
        "Assisted HR departments with eligibility questions,rules and regulations as well as status of previous inquiries.."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Senior Benefits Specialist",
      "startDate": "May 1997",
      "endDate": "Mar 2002",
      "responsibilities": [
        "Worked on 401(k) administration, pension and health insurance benefits for several Fortune 500 companies.",
        "Assisted customer service with inbound and outbound calls regarding benefits.",
        "Reviewed federal and state laws to confirm and enforce company.",
        "compliance.",
        "Conducted benefits administration for benefit-eligible employees benefits.",
        "Contacted various HR departments to verify eligibility as well as any status changes."
      ]
    }
  ],
  "education": [
    {
      "degree": "Associate of Science, Science",
      "institution": "Louisburg College i City, State, US",
      "endDate": "Aug 1979",
      "field": "Science"
    }
  ],
  "skills": [
    "Benefits administrator",
    "benefits",
    "benefits administration",
    "call center",
    "clients",
    "customer satisfaction",
    "Customer Service",
    "documentation",
    "fashion",
    "human resources",
    "HR",
    "IBM",
    "insurance",
    "inventory",
    "Investments I",
    "access",
    "Excel",
    "Outlook",
    "Word",
    "Personnel",
    "pick",
    "policies",
    "speaking",
    "quality assurance",
    "research",
    "script",
    "phone"
  ]
}
