{
  "personalInformation": {
    "summary": "I am a Registered Nurse applying for the Doctor of Nursing Practice (DNP) concentration in nurse anesthesia (CRNA) with strengths in high-quality collaborative interdisciplinary patient care, technical procedures, and strong patient-family communication. I am aiming to receive exceptional training and invaluable learning experiences from your institution's School of Anesthesia. I wish to challenge my flexibility during critical situations while working under fast-paced emergency situations. With my BSN educational degree from Loyola University Chicago and estimated 4 years experience in the MICU (2 years as a nursing care technician and working as a MICU RN since September 2013), I believe I am highly qualified and am seeking an opportunity to be and well-trained to become an exceptional Nurse Anesthetist from a top-ranked institution.",
    "title": "NURSE CLINICIAN II ON MEDICAL/CARDIAC INTENSIVE CARE UNITS AND INTERVENTIONAL UNIT"
  },
  "professionalExperience": [
    {
      "company": "Advocate Lutheran General Hospital",
      "position": "Nurse Clinician II on Medical/Cardiac Intensive Care Units and Interventional Unit",
      "startDate": "09/2013",
      "endDate": "Current"
    },
    {
      "company": "Company Name",
      "position": "Dancer for Chicago Luvabulls",
      "startDate": "08/2014",
      "endDate": "Current",
      "responsibilities": [
        "Lead, cheer, applause, support the Chicago Bulls during basketball games held throughout the season at the United Center.",
        "Encourage crowd involvement during gametime through dance performances, crowd activities, and in the concourse.",
        "Maintain crowd orderliness with spectators.",
        "Participate in charity work, fundraisers, and community events around the Chicagoland area.",
        "Responsible in making certain that practice sessions are thoroughly met, and being prepared for changing conditions on gameday."
      ]
    },
    {
      "company": "Company Name",
      "position": "Nursing Care Technician II on Medical/Cardiac ICU and Interventional Unit",
      "startDate": "06/2011",
      "endDate": "08/2013",
      "responsibilities": [
        "Nursing Care Technician/Unit Secretary (Dual Role) for a 33-bed Medical/Cardiac/Interventional ICU floor. Providing basic patient care including: blood glucose monitoring, obtaining patient vitals, and assisting patients with bathing and grooming (Activities of Daily Life).",
        "Competent in phlebotomy work and can perform 12-lead EKG on patients.",
        "Provide assistance to the nurses to execute direct patient care which may include wound care dressing, complete patient baths or assisting in physical therapy.",
        "Able to perform unit secretarial duties including admitting, transferring, and discharging a patient, preparing patient charts, and handling/directing phone calls."
      ]
    }
  ],
  "certifications": [
    {
      "name": "Registered Nurse: State of Illinois",
      "date": "August 2013-Present"
    },
    {
      "name": "Advance Cardiac Life Support (ACLS) Certification",
      "date": "2014-Present"
    },
    {
      "name": "Basic Life Support (BLS) Certification",
      "date": "2014-Present"
    },
    {
      "name": "Pediatric Life Support (PALS) Certification",
      "date": "2015-Present"
    },
    {
      "name": "NIHSS Certified",
      "date": "September 2013- Present"
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "Loyola University Chicago",
      "endDate": "2013",
      "field": "Nursing",
      "gpa": "3.59"
    }
  ],
  "highlights": [
    "Life support",
    "IV administration",
    "Medication administration",
    "Therapy and treatment",
    "Procedural assistance",
    "Hourly Rounding",
    "HIPPA compliance",
    "Reporting and documentation",
    "Computer charting",
    "Diagnostic assessments",
    "Vital signs",
    "Two solid years of experience in the Medical/Cardiac/Interventional ICU at Advocate Lutheran General Hospital.",
    "Provide compassionate care to critically-ill patients suffering from injuries or debilitating medical conditions.",
    "Observe behavior and symptoms and report changes to on-call physicians.",
    "Competently trained in telemetry monitoring, ventilator management, titration of high-potency vasoactive drugs, CRRT therapy, Hypothermia therapy, TPA management, IABP management.",
    "Managed life support equipment and IV administration of fluids and medications.",
    "Respond to cardiac and respiratory code situations per current ACLS guidelines.",
    "Proactively learned new procedures and treatment protocols.",
    "Educate families about patient conditions and provide support as needed.",
    "Competent in providing end-of-life care to palliative and hospice patients.",
    "Frequently acts as preceptor to nursing students in critical-care rotations.",
    "Maintains strong reputation for achieving high levels of patient satisfaction.",
    "Device Competencies & Proficiencies: telemetry monitoring, ventilator management, CRRT/CVVH therapy, hypothermia therapy, TPΑ management, Intra-Aortic Balloon Pump management, Flow Trac device (Cardiac Output, Cardiac Index monitoring device), Impella, Pacemaker and Transcutaneous Pacemaker management, Rapid Infusers, Swan-Ganz Catheter, Bladder Pressure, Potent IV Medications including Vasopressor and Sedation Drugs (Including, but not limited to: Neo-Synephrine, Levophed, Vasopressin, Epinephrine, Dopamine, Dobutamine, Propofol, Fentanyl, Midazolam, Lorazepam, Morphine, Nitroglycerine, Nipride, Nimbex)"
  ],
  "skills": [
    "Fluent in conversational Spanish",
    "Competent in performing 12-lead EKGs",
    "Proficient in Microsoft Office (Word, Excel, PowerPoint)",
    "Highly organized with excellent communication skills",
    "Willingness and rapid ability to learn that results in professional growth and cooperative relationships with colleagues"
  ]
}
