{
  "personalInformation": {
    "summary": "To secure a project management position with a dynamic organization where I can be contribute to a team and utilize my extensive leadership experience to develop and grow the business. Held every management position within the organization including: general manger, national corporate trainer, front of the house manager, kitchen manager, and bar manager. Experience in the organization culminated as a store owner and operator.",
    "title": "CONSTRUCTION CONSULTANT"
  },
  "professionalExperience": [
    {
      "company": "Company Name i/4 City, State",
      "position": "Construction Consultant",
      "startDate": "01/2011",
      "endDate": "01/2015",
      "responsibilities": [
        "Supervised well site and location road construction, equipment procurement, and logistics.",
        "Coordinated facilities construction and well production.",
        "Consulted with project managers, vendors, and other departmental personnel to discuss and formulate estimates and resolve job site issues.",
        "Obtained, organized, and analyzed multiple subcontractor quotes across varying trades by specifying materials, identifying qualified subcontractors, and negotiating prices.",
        "Supervised well site completions including: well site perforations, well site logging, and well site flow back.",
        "Communicated with both internal and external project stakeholders to troubleshoot issues and determine appropriate resolutions.",
        "Coordinated and oversaw all project crews including construction, safety, and electrical.",
        "Identified and documented issues and risks to offer realistic recommendations for alternatives to achieve desired company results.",
        "Held and facilitated all daily JSA's.",
        "Consistently worked on multiple projects and issues with the ability to determine the severity of an issue and escalate appropriately as needed."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Prospective Owner Operator",
      "startDate": "01/2010",
      "endDate": "01/2011",
      "responsibilities": [
        "Oversaw all front of the house and back of the house hiring and training.",
        "Ensured that front of the house shifts ran smoothly and efficiently while providing thorough and friendly customer service and driving sales in a business averaging $100,000 in gross weekly sales.",
        "Managed all front of the house and back of the house inventory control and purchasing."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Assistant General Manager",
      "startDate": "01/2007",
      "endDate": "01/2010",
      "responsibilities": [
        "Wrote and unified entire company wide inventory control system",
        "Managed daily cash intake, bar and alcohol inventory, building repair and maintenance budgets, and account payable.",
        "Oversaw hiring, training, and scheduling of all sixty front of the house employees."
      ]
    }
  ],
  "education": [
    {
      "degree": "Business and Civil Engineering",
      "institution": "University of Tennessee ï¼ City Business and Civil Engineering Steve Knowles Kodiak Energy Consulting, LLC - Vice President of Operations",
      "endDate": "1990"
    }
  ],
  "skills": [
    "budgets",
    "budget",
    "Consulting",
    "customer service",
    "driving",
    "fast",
    "hiring",
    "inventory",
    "inventory control",
    "logging",
    "logistics",
    "materials",
    "Microsoft Office Suite",
    "needs assessment",
    "negotiating",
    "personnel",
    "procurement",
    "project management",
    "purchasing",
    "quality assurance",
    "safety",
    "sales",
    "scheduling",
    "self-motivated",
    "managing suppliers",
    "troubleshoot",
    "verbal communication skills",
    "excellent written"
  ]
}
