{
  "personalInformation": {
    "summary": "Results-driven and highly skilled business development director with in-depth state and federal government. Expertise in identifying, developing, and executingÂ strategic pursuitsÂ of newÂ government opportunities.Â Excellent healthcare and business process solutions experience leveraging newÂ industry trends, as well as game-changing legislation and its impact to federal and state governments.Â Open and clear communicator with demonstrated strategic vision and disciplined execution. Capable in bringingÂ immediate federal government healthcare-related opportunities.",
    "title": "DIRECTOR, BUSINESS DEVELOPMENT"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Director, Business Development",
      "startDate": "Feb 2007",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Business Development in the pursuit of healthcare applications, transactional processing, data acquisition, data aggregation/mining,Â SaaS and Repository Services,Â data storage, IT support services,Â interoperability,Â ePresentation, payment integrity, and advanced data analytics for FWA.Â Led and participatedÂ several large-scale federal and state government acquisition teams. Author of several white papers and presentations to Client Leadership andÂ legislative entities.Â Results:Â 56 Opportunities, Opportunity TCV ranged from $2.5M to $257M, with a success rate of 19%. Over the 8 years generatedÂ $556M TCV.Â PresentlyÂ $495M in identified new opportunities. President's ClubÂ 5 of the 8 years."
      ]
    },
    {
      "company": "Company Name",
      "position": "CEO and President",
      "startDate": "Sep 2003",
      "endDate": "Jan 2007",
      "location": "City, State",
      "responsibilities": [
        "Start-Up company within the State Government Markets providing IT Support Services and innovative software solutions in Provider Healthcare and land-related records.Â Start up company developed IT-related services for State Governments'Â and private healthcare Provider records.Â First Year growth to $2.1M, by December 2006 revenue growth to $7.3M, with a data repository over 500M-land related records for title companies and working on interoperability networks for Healthcare Providers and hospitals within the Mid- Atlantic State Region. American TitleÂ Company acquired company repository assetsÂ in December 2006."
      ]
    },
    {
      "company": "Company Name",
      "position": "Vice President, Commercial Digital Services",
      "startDate": "Feb 1996",
      "endDate": "Aug 2003",
      "location": "City, State",
      "responsibilities": [
        "Applied Graphics Technologies (AGT) was part of the Mort Zuckerman Publishing Corporation as an IPO in 1996, providing new, innovative digital technology to the Publishing Firm's analog solutions, as well as the commercial markets.Â Services offered were digital capture, management, storage, and presentation to large marketing firms, such as the NBA, NFL, Playboy, Life and Time magazines.Â Over the 7-1/2 years opportunities ranged from $35M to $375M. Success rate was over $820M for the 7 years.Â AGT was sold to Fuji Digital Services.Â Generated Revenue, climbedÂ in 1997 from $150M to well over $ 600MÂ annually by 2003."
      ]
    },
    {
      "company": "Company Name",
      "position": "Director, National and Strategic Accounts - Digital and Applied Imaging Group",
      "startDate": "Jan 1974",
      "endDate": "Jan 1996",
      "location": "City, State",
      "responsibilities": [
        "A 22-year veteran within Kodak. Was an Industrial Engineer performing statistical release testing and Client engineering support services. In 1983, trained as Sales Representative and maintained Federal Government salesÂ within Washington D.C.,Â Texas, North Carolina, California, and New York.Â Transitioned over to Kodak's digital imaging and storage products and services in 1888 for Kodak'sÂ larger business units and the Federal Government.Â By 1992, named as Director for all National and Strategic Accounts (WalMart, Penneys, Sears, etc.) across all of the 22 Business Units managing 7 Business Development Representatives.Â Generated RevenueÂ from 1992 to 1996, ranging from $100M to $900M.Â Every year sales achievement exceeded revenue goals -- Sales Gold Achievement every year. Recognized as Kodak's leading Sales Manager within the company (1994 and 1995)."
      ]
    }
  ],
  "highlights": [
    "32 years of experience with client engagement, oral,Â and written submission skills in government opportunitiesÂ",
    "20 years experience in government healthcare markets, state and federal",
    "28 years of IT and Business experience with large and globalÂ IT and business solutionsÂ companies",
    "Very strong analytical and business acumenÂ",
    "Demand CreationÂ Pursuits -- ability to integrate proven technology solutions into client's key strategicÂ initiativesÂ",
    "Federal Government Experience within Veterans Affairs,Â Center of Medicare and Medicaid, DHS, FEMA, US Marshal's, Coast Guard, CIS, ICE, IRS, FBI, HUD, FHA, Commerce, DOL, OPM, DOD, DC Gov.",
    "Experienced within large and small businesses, including IPOs",
    "Extensive knowledge of the Federal Acquisition RegulationsÂ Â Â",
    "Demonstrated ability to organize, lead (or participate), and direct teams of diverse business, leadership, and technological backgrounds,",
    "Strong experience in teaming and partnering arrangements for set-aside opportunities, as well as large opportunities requiring small business programs",
    "State Governments Experience in 17 states regarding Medicaid, Health, Human Services, Judicial, Workers Comp, Employment, Revenue/ Taxation",
    "Demonstrated ability shaping and branding opportunities.Â Author of several government white papers for theÂ VA and CMS"
  ],
  "skills": [
    "Client Engagement",
    "Government",
    "Healthcare",
    "IT",
    "Business Development",
    "Analytical Skills",
    "Demand Creation",
    "Federal Acquisition",
    "Leadership",
    "Teaming",
    "Partnering",
    "Branding"
  ]
}
