{
  "personalInformation": {
    "title": "PUBLIC INFORMATION MANAGER, SR"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Public Information Manager, Sr",
      "startDate": "July 2006",
      "endDate": "Current",
      "responsibilities": [
        "Responsible for media relations for the City's Department of Watershed Management (DWM) to proactively ensure timely and accurate coverage including developing press releases, media alerts, and traffic advisories; provide talking points and briefings for DWM Commissioner and Deputy Commissioners for media interviews; monitor and track media coverage for accuracy, analysis and identification of potential issues; crisis communication resolution; generate updates for the Department's Atlantawatershed.org website and DWM's social media pages to provide continuous information to impacted stakeholders.",
        "Provide daily media updates to the Mayor's Office of Communications to develop strategies to manage news coverage.",
        "Develop and implement communications plans for DWM drinking water and wastewater construction and green infrastructure projects to include comprehensive public relations and outreach efforts to ensure effective citizen notification and involvement.",
        "Past and present projects include: Peoplestown Flooding Response (Southeast Atlanta Green Infrastructure Initiative, including communications outreach for the construction of award-winning five-million gallon stormwater storage vault at Turner Field and first major permeable pavers project in the City of Atlanta); Green Stormwater Infrastructure Task Force; FEMA Floodplain Maps; Automated Meter Reading program; Georgia Tech-Midtown Water Main Replacement Project; Camp Creek Sewer Capacity Relief Project, and citywide Valves and Hydrants Assessment and Location Project.",
        "Manage the public outreach activities for the Sewer System Evaluation Survey (SSES) and Sewer Rehabilitation Program and provide management and direction for a team of contract Public Information Managers and Public Information Officers.",
        "Write articles for highlighting Watershed Management initiatives in industry trade publications, including Georgia Engineer.",
        "Plan and execute press and special events related to construction projects, community activities and vendor/contractor.",
        "Graduate of the City of Atlanta's."
      ]
    },
    {
      "company": "Company Name",
      "position": "Senior Manager",
      "startDate": "January 2010",
      "endDate": "January 2011",
      "responsibilities": [
        "Winner of the 2012 H2Oscars Award for Best Performance in a Supporting Role in a Construction Project for role in project public relations and communications management."
      ]
    },
    {
      "company": "Company Name",
      "position": "Assistant Public Relations Manager Special Projects Writer",
      "startDate": "March 2005",
      "endDate": "June 2006",
      "responsibilities": [
        "Executive messaging for Airport General Manager and Atlanta Mayor - researched information and developed speeches and talking points for Aviation General Manager, Deputy General Manager and other executive staff members for formal presentations, weekly press conferences and media interviews.",
        "Contributing writer for Airport's monthly on-line newsletter, HJN News.",
        "Managed Department of Aviation's Speakers Bureau and assisted in the coordination of Hartsfield-Jackson Airport press events and managed on-site media."
      ]
    },
    {
      "company": "Company Name",
      "position": "Senior Public Relations and Information Specialist",
      "startDate": "May 2000",
      "endDate": "March 2005",
      "responsibilities": [
        "Researched, wrote and edited speeches and talking points for Transportation Board members and GDOT senior management.",
        "Developed presentations and created press materials including press releases, fact sheets, newspaper commentaries and pitch letters.",
        "Coordinated and managed Speakers Bureau.",
        "Developed and participated in community outreach campaigns.",
        "Monitored and reported legislative activities during the Georgia General Assemblies.",
        "Media relations responsibilities including monitoring media coverage of Department and other transportation related issues.",
        "Worked closely with media to answer inquiries and meet media needs in an accurate, timely and professional manner.",
        "Served as on-call, emergency Department spokesperson.",
        "Wrote feature articles for Departmental publications, including personnel newsletter."
      ]
    }
  ],
  "education": [
    {
      "degree": "Masters of Public Administration",
      "institution": "Troy University"
    },
    {
      "degree": "Bachelor of Arts : English",
      "institution": "University of Georgia English"
    }
  ],
  "highlights": [
    "Microsoft Office Suite, including Word, Excel, PowerPoint and Access; Knowledge of Mac and PC. Professional: Strong written and verbal skills; project management skills; detail oriented team player; research skills."
  ],
  "skills": [
    "conferences",
    "detail oriented",
    "direction",
    "Engineer",
    "special events",
    "senior management",
    "feature articles",
    "General Manager",
    "letters",
    "Mac",
    "materials",
    "Media relations",
    "messaging",
    "Access",
    "Excel",
    "Microsoft Office Suite",
    "Office",
    "PowerPoint",
    "Word",
    "newsletter",
    "newspaper",
    "personnel",
    "presentations",
    "press",
    "press releases",
    "project management",
    "public relations",
    "publications",
    "Reading",
    "research",
    "speeches",
    "team player",
    "Transportation",
    "verbal skills",
    "website",
    "written",
    "writer",
    "articles"
  ]
}
