{
  "personalInformation": {
    "summary": "I am a Mechanical Engineer with 8 years of product design experience with an emphasis on non-metallic materials used in oil field-related\nequipment, as well as a year in HVAC experience. Proficient in CAD and FEA software, I am also experienced with ISO document control\nprocesses and ASTM/API/NORSOK requirements. My leadership skills are exemplified by my dedication, strong work ethic, and ability to\nmotivate colleagues through example. I am seeking a position with an industry-leading manufacturing and design corporation, and I believe my\nwork experience and management skills render me an excellent candidate for this position.",
    "title": "ENGINEERING SUPERVISOR"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Engineering Supervisor",
      "startDate": "June 2010",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "33 million global manufacturer and supplier of precision machined plastic and composite components Lead designer of high pressure choke\nand gate valve seals used widely throughout oil field Upheld quality standards that earned the AccuSeal facility ISO 9001 and AS9100\ncertification Created material specifications and performed physical property testing of materials to ASTM standards Develop and\nconducted process qualification for PEEK injection molding and PTFE compression molding processes used at AccuSeal Oversaw\nNORSOK and API qualification on PEEK and PTFE materials for Accuseal facility Project lead on building and implementation of HPHT\ntesting equipment for AccuSeal."
      ]
    },
    {
      "company": "Company Name",
      "position": "Design Engineer",
      "startDate": "June 2007",
      "endDate": "June 2010",
      "location": "City, State",
      "responsibilities": [
        "200 million global manufacturer and supplier of sealing components Designed and developed new sealing solutions for oil field service\nranging from pumps, downhole tools, and subsea equipment using rubber, plastic, and composites materials Preformed material evaluation\nfor chemical and physical compatibility with customer applications Created custom application testing such as compression force, pressure\nblow downs, cyclic bending and wrote test reports on various seals for customers seals Energy Testing and Balance (Austin, TX) Testing\nand qualification of Industrially HVAC systems."
      ]
    },
    {
      "company": "Project Engineer",
      "position": "Project Engineer",
      "startDate": "August 2006",
      "endDate": "May 2007",
      "location": "Project Engineer",
      "responsibilities": [
        "Qualified instillation of HVAC systems in new and renovation academic facilities throughout Texas.",
        "Performed flow calculations using AMD multimeters, vibration measurements, and electrical measurements.",
        "Participated in weekly site meetings with other contractors to review and report open action items, keeping project on schedule.",
        "Delegating work to other contractors ensure timely completion."
      ]
    }
  ],
  "highlights": [
    "Plastics Manufacturing Processes",
    "Process Engineering & QA Management",
    "New product design and development",
    "Proficient in AutoCAD, Bluehill testing software, Solidworks, Algore FEA, Matlab, Microsoft Office *ISO 9001/AS9100 standards",
    "ASTM Material testing and chemical evaluations of materials",
    "Design and drafting of custom seal solutions",
    "Experience with ProE, Ansys, LabView"
  ],
  "skills": [
    "academic",
    "Ansys",
    "API",
    "AutoCAD",
    "Balance",
    "drafting",
    "HVAC",
    "ISO 9001",
    "LabView",
    "Manufacturing Processes",
    "materials",
    "Matlab",
    "meetings",
    "Microsoft Office",
    "multimeters",
    "oil",
    "Process Engineering",
    "processes",
    "product design and development",
    "Project lead",
    "quality",
    "QA",
    "renovation",
    "testing",
    "software",
    "Solidworks"
  ]
}
