{
  "personalInformation": {
    "summary": "AUDIT DIRECTOR Extensive experience in developing and redesigning internal audit departments, domestically and internationally in 19 countries. Results include upgraded internal controls, effective SOX 404 management, strong compliance management and an increase in organizational focus on solid internal controls and risks and Best Practices. Enjoy directing Internal Audit as a personal passion. Strengths include: Extensive Executive Skills Designer of Audit Programs SEC Compliance Strong Analytical Skills Focus on Ethics Management Prioritize Audits Interact with Auditees Manage all Types of Audits Pride in Service",
    "title": "CONSULTANT"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4",
      "position": "Consultant",
      "startDate": "January 2009",
      "location": "City, State",
      "responsibilities": [
        "Provider of internal audit and internal control consulting services to customers across the U.S.",
        "and Canada.",
        "Focus on privately held firms that do not have Internal Audit Departments.",
        "Emphasize quality and creative service."
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "Director of Internal Audit",
      "startDate": "January 2008",
      "endDate": "January 2009",
      "location": "City, State",
      "responsibilities": [
        "Fourth largest producer of carbonated beverages in U.S.",
        "with sales of $600M.",
        "Reported to Board of Directors and Senior Vice President.",
        "Managed Internal Audit Department and conducted financial, compliance and operational audits.",
        "Developed and monitored internal controls across the firm.",
        "Developed new audit programs and policies and procedures which improved internal controls.",
        "Prepared and managed performance measures for Company&risqué;s sites.",
        "Interpreted operating results.",
        "Left as the result of a corporate restructuring that affected Internal Audit."
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "Director of Internal Audit",
      "startDate": "January 2006",
      "endDate": "January 2008",
      "location": "City, State",
      "responsibilities": [
        "Large privately-owned installer of residential and commercial insulation with sales of $500M.",
        "Managed department and conducted annual and quarterly risk reviews and audits.",
        "Directed and conducted internal audits at 61 locations and corporate headquarters functions.",
        "Developed new audit report practices and added new positive practices and a Best Practices section to each audit report.",
        "Audited businesses and updated financial reporting when possible.",
        "Reported audit findings to Board.",
        "Departed due to United Subcontractors filing Chapter 11 bankruptcy and elimination of Internal Audit."
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "Manager of Internal Audit",
      "startDate": "January 2004",
      "endDate": "January 2006",
      "location": "City, State",
      "responsibilities": [
        "Global developer and manufacturer of tool solutions with sales of $3B.",
        "Managed Internal Audit.",
        "Reviewed Sarbanes Oxley 404 and served as Sarbanes Oxley liaison to all auditees.",
        "Redesigned risk reviews and developed new audit schedules that suited the revised corporate risk profile.",
        "Developed financial solutions to business challenges.",
        "Created new office environment without expense.",
        "Left as the result of Snap-On issuing a 100% outsourcing to a Big 4 firm and loss of jobs for 10 employees."
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "Manager of Internal Audit",
      "startDate": "January 2003",
      "endDate": "January 2004",
      "location": "City, State",
      "responsibilities": [
        "Manufacturer of paper products with sales of $1B.",
        "Managed internal audits at all U.S.",
        "plants and corporate headquarters.",
        "Redesigned audit reports which provided more clarification of controls, issues and resolutions.",
        "Conducted audits with Sarbanes Oxley 404 reporting in mind.",
        "Improved record keeping and record storage.",
        "Departure allowed me to find an audit position that was closer to my ill Father who lived near Chicago."
      ]
    },
    {
      "company": "Company Name 1/4",
      "position": "Senior Internal Auditor",
      "startDate": "January 1996",
      "endDate": "January 2003",
      "location": "City, State",
      "responsibilities": [
        "World&risqué;s largest producer of sodium silicate and highway glass spheres.",
        "Privately held since 1831.",
        "600M in sales.",
        "Completed development of a new Internal Audit Department that provided PQ with a well-functioning operation.",
        "Managed Audit Department and conducted audits at 19 foreign subsidiaries and 21 U.S.",
        "plants.",
        "Conducted foreign audits that met all local and international accounting requirements and laws.",
        "Assigned risk levels to all locations.",
        "Worked to implement all SAP computer options as PQ eliminated over 40 self-made computer systems.",
        "Served as key SAP liaison with auditees as Company successfully implemented SAP across the U.S.",
        "Redesigned audit reporting practices and introduced modern internal auditing to a1119 foreign locations.",
        "Left due to outsourcing 100% to a large regional accounting firm."
      ]
    }
  ],
  "education": [
    {
      "degree": "Masters of Business Administration (MBA)",
      "institution": "University of North Texas 1/4",
      "location": "City, State",
      "startDate": "Finance"
    },
    {
      "degree": "Bachelors of Business Administration (BBA)",
      "institution": "University of Illinois i",
      "location": "City, State, USA",
      "startDate": "Finance"
    }
  ],
  "skills": [
    "accounting",
    "accounting software",
    "audit reports",
    "audit report",
    "audit reporting",
    "consulting",
    "Dell",
    "filing",
    "finance",
    "financial",
    "financial reporting",
    "Focus",
    "HP",
    "IBM",
    "insulation",
    "internal audits",
    "Internal Auditor",
    "Internal Audit",
    "internal auditing",
    "MS Excel",
    "Microsoft Office Suite",
    "office",
    "MS Outlook",
    "MS PowerPoint",
    "MS Word",
    "Navision",
    "developer",
    "policies",
    "PQ",
    "producer",
    "quality",
    "record keeping",
    "reporting",
    "sales",
    "SAP",
    "Sarbanes Oxley"
  ]
}
