{
  "personalInformation": {
    "summary": "To use my skills, knowledge and enthusiasm to advance the public image and credibility of a business-driven company, in a manner consistent with its existing core values. Almost twenty years of experience in providing top-quality customer service, office management, Marketing, and public relations both for private corporations and non-profit organizations. This includes the ability to execute a successful event or project from vision to completion.",
    "title": "MARKETING MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4",
      "position": "Marketing Manager",
      "startDate": "Nov 2011",
      "endDate": "Oct 2016",
      "location": "City, State",
      "responsibilities": [
        "Drive strategic marketing planning as well as tactical execution for the 6 regions.",
        "Manage marketing communications, including website, collateral, B2B, content marketing, webcasts, advertising, proposal content, digital marketing, and media relations in collaboration with central marketing.",
        "Build relationships with regional marketing, sales and technology vendors.",
        "Work with Executive, Sales, and Engineer teams to run annual Summit.",
        "Manage Marketing Department Staffing",
        "Foster relationships with potential customers, drive brand awareness and create effective sales and marketing opportunities.",
        "Pursue and coordinate sponsorship, speaking, tradeshow and event opportunities to enhance reputation and increase exposure with target audience.",
        "Manage Market Development Funds and create events that pay for themselves. Â",
        "Utilize CRM to execute effective marketing programs.",
        "Support activity tracking, data maintenance and mailing list management.",
        "Provide input and insight into large, complex sales pursuits and written proposals as requested. Â Â Â Â Â Â Â Â Â Â Â Â Â Â\nÂ Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â\nÂ Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â ÂÂ"
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "Special Events Coordinator",
      "startDate": "Feb 2005",
      "endDate": "Jun 2011",
      "location": "City, State",
      "responsibilities": [
        "Generate an annually growing source of event revenue and participants for Franciscan Health System (FHS) objectives, and increase community involvement in and support for FHS by managing seven successful special events (St. Francis, St. Clare and Franciscan Hospice Golf Tournaments and the Brett Erickson and Spectrum Golf Tournaments; and the Franciscan Hospice Luncheon, St. Joseph Ball and St. Francis Gala).",
        "Interact with FHS administrators and lead community volunteers to develop, schedule, and determine FHS special event goals, procedures, and budgets.",
        "Manage the ongoing activities of approximately 90 volunteers in seven event committees in Tacoma, Lakewood, Federal Way and Gig Harbor.",
        "Direct report of 2 administrative assistants and up to 30 volunteers per event.",
        "Prepare and present reports of special event financial, attendance, etc., results to event committees and to the Franciscan Foundation Board of Trustees.",
        "Liaison between the Franciscan Foundation and a variety of corporate and individual donors/vendors who financially support special events.",
        "Solicit corporate sponsorships and gifts from individuals and vendors in support of these FHS special events.",
        "Research and cultivate prospective event sponsors.",
        "Manage event ticket sales, reservations, and registration.",
        "Oversee bank transactions, credit card processing and all other post-event reconciliations.",
        "Maintain and manage special event software.",
        "Public Relations and Event Contact for outside organizations wishing to support the Franciscan Foundation."
      ]
    },
    {
      "company": "Company Name",
      "position": "Ticket Office Manager",
      "startDate": "Nov 1998",
      "endDate": "Feb 2005",
      "responsibilities": [
        "Managed as many as 200 performances a year in 3 different theaters.",
        "Managed a 4-6 person Ticket Office team and 30+ Front of House staff.",
        "Senior Level Administrative experience Provide customer service via phone and in-person.",
        "Assist patrons and rental organizations with season subscriptions, single ticket purchases, and donations.",
        "Provided year round financial and statistical reports to Board Members and Executive Committees",
        "Accurate development, accounting & reporting of Ticket Office Budget and Sales.",
        "Database Manager for Patrons and Donors using ArtSoft."
      ]
    }
  ],
  "education": [
    {
      "degree": "Associate of Arts, General",
      "institution": "Pierce Community College"
    },
    {
      "degree": "High School Diploma",
      "institution": "Woodrow Wilson High School"
    }
  ],
  "highlights": [
    "Customer service-focused",
    "Relationship building expert Self-directed",
    "Deadline-driven",
    "Exceptional multi-tasker",
    "Excellent written and verbal communicator",
    "Multi-media marketing",
    "Microsoft Office Suite expert"
  ],
  "skills": [
    "Operating Systems: Windows 10 and below Â",
    "Databases: Constant Contact, ConnectWise, Raisers Edge, Auction Tracker, Auction Pay, ArtSoft, ResNet Â",
    "Graphics Tools: Adobe Photoshop Elements, Microsoft Publisher"
  ]
}
