{
  "personalInformation": {
    "summary": "Certified nurse assistant/home health aide Highly motivated honorable veteran seeking to transition into healthcare as a Nursing Assistant initially and Registered Nurse ultimately. Accomplished equipment operator outfitted with 5 years of comprehensive expertise and achievements in operations, fitness management, process improvement, and superb trainer. Adept in program and project management complemented with fitness acumen across diverse cultures and economies. Established record of reliability and creating positive rapport with clients, staff, and family. Extremely effective in demanding and fast-paced environments with proven patience and compassion for work and personnel. Core Competencies Problem Solving and Decision Making Risk Management and Assessment Extensive Leadership Experience Interpersonal Awareness and Relations Security Clearance Computer Competency Flexibility Client Service",
    "title": "EQUIPMENT OPERATOR AND FITNESS LEADER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Equipment Operator and Fitness Leader",
      "startDate": "January 2013",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Effectively trained 30 members on equipment operations that led members to obtaining licenses for HMMWV, 11K-12K forklift, MTVR Cargo, MTVR Dump, and 40 passenger bus.",
        "Efforts resulted in the command's mission to support 4 projects.",
        "Hand selected to perform monthly serialized inspections of 175 M9 pistols, 420 M16 assault rifles, 3 AT4's and 12 MK19's.",
        "Thorough attention to detail resulted in zero discrepancies for the command's annual inspection.",
        "As crewmember for runway project, loaded and placed 55 gabion baskets and mixed 75 bags of chemical additive to the pulverized soil which provided proper erosion protection.",
        "Additionally, loaded, transported, and dumped 14 tons of scrap metal and 200 cubic yards of top soil which enabled 2 primary project operations to stay on task.",
        "Always reaching for highest level of growth and development through education and community involvement.",
        "Completed Associate Degree in General studies, Certified Nurse Assistant, and Home Health Aide in between training and competing in 2 half marathons.",
        "In addition, volunteered for Special Olympics relay, Breast Cancer Awareness 5K, Walk for Alzheimer's, Sexual Assault Awareness relay, and helped raise $2400.00 in carwash donations on behalf of the Navy."
      ]
    },
    {
      "company": "Company Name",
      "position": "Equipment Operator, Fitness Leader",
      "startDate": "January 2010",
      "endDate": "January 2013",
      "responsibilities": [
        "Administration and Management Lead operator for utilities branch water distribution system repairs.",
        "Worked extended hours to restore water service and fire-fighting capabilities during the repair of two water breaks and the replacement of 5 fire hydrants.",
        "Flawlessly operated a grader, backhoe, roller, and mud hog for 34 hours removing 11,250 square foot of spoilage and channeled over 4,000 gallons of storm runoff to prevent base flooding.",
        "As Base Support Vehicles and Equipment Operator fitness leader, personally developed and led fitness programs tailored to members on limited duty.",
        "These efforts increased overall fitness participation while reducing limited duty personnel 90%.",
        "Displayed unsurpassed skills in directing creatively designed fitness classes to 33 members that increased physical readiness 97%.",
        "Expertly applied problem solving skills to a multitude of issues presented by various customers relating to Base Support Vehicles and Equipment Operator Dispatch, making sure customer needs were addressed in a timely manner and all tasks were completed within restrictive deadlines.",
        "Effectively managed accountability and serviceability of 365 pieces of support equipment and coordinated a prompt schedule with 58 customers, supporting 25 different Naval Air Station commands.",
        "Provided 600 hours of on-the-job training ensuring minimal equipment down time due to improper use, allowing members to earn a new critical skill set and providing a better trained work-force."
      ]
    },
    {
      "company": "Costco",
      "position": "Merchandiser",
      "startDate": "January 2008",
      "endDate": "January 2010",
      "location": "City, State",
      "responsibilities": [
        "Stocked, straightened, shrink-wrapped, and labeled merchandise for sale in the warehouse while following standard merchandise standards and precautions keeping sales floor clear of debris and empty pallets.",
        "Assembled and constructed 100+ display models and safely secured them for public showing.",
        "Enhanced seasonal sales by creatively organizing merchandise that intrigued customers to explore the product and encouraged customers to purchase the product.",
        "Provided prompt and courteous customer service to members, employees, and suppliers.",
        "Helped members to load merchandise into their carts/vehicles, directed members to merchandise, and relayed proper knowledge of merchandise to customers and employees."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor's Degree",
      "institution": "California State University Stanislaus",
      "endDate": "2018",
      "field": "Nursing",
      "location": "City, State"
    },
    {
      "degree": "Associate's Degree",
      "institution": "University of Maryland University",
      "endDate": "2014",
      "field": "General Studies",
      "location": "City, State"
    }
  ],
  "skills": [
    "attention to detail",
    "backhoe",
    "customer service",
    "directing",
    "forklift",
    "97",
    "Navy",
    "Naval",
    "organizing",
    "personnel",
    "problem solving skills",
    "repairs",
    "sales",
    "utilities"
  ]
}
