{
  "personalInformation": {
    "summary": "A proven track record of over 21 years of experience as a General Construction Project Manager. Across extensive career, have directed & organized multi-million dollar Construction projects and renovations, optimized operations/profits for full scale projects, and overseen multi-trade Construction teams. I have a broad repertoire of skills in project management, estimating, planning, complex data & profit analysis, resourcing, organizational networking/liaison, professional development, fieldwork supervision and leadership. Project Management: Strong background and professional versatility in the administration and oversight of complex and integrated Construction projects. I have directed Construction on-time and on-budget in a variety of different environments including power plants, government, healthcare, housing and educational (schools/universities/dormitory) settings. Approaching projects holistically, punctually and efficiently. Have the knowledge and skills needed to guide projects at the per-Construction stage & beyond. I am meticulous and adaptive, troubleshooting field issues and design conflicts and as and when they occur. Commercial & Internal Relations Development: Articulate and collaborative, I privilege open and frequent communication as a means for developing highly productive multi-trade teams. I am able to build and maintain viable, trusting, relationships with Construction team members (i.e. Construction workers, architects and engineers) and commercial/corporate third parties (i.e. Business owners and government officials) based on a foundation of mutual respect, clear communication and skillful negotiation/counsel. Additionally, I am a team player who mentors and leads by example. Seeking further employment as Construction Manger",
    "title": "PROJECT MANGER/LEAD SUPER\nProfessional Summary"
  },
  "professionalExperience": [
    {
      "company": "Company Name – City, State",
      "position": "Project Manger/Lead Super",
      "startDate": "09/2017",
      "endDate": "Current",
      "responsibilities": [
        "· Spearheaded Construction and completion of $65 Million Honors Dollars Living Learning Community. This is five-story, 153,670 SF. Urban infill building, at Newark campus of Rutgers University. Facility provides 391 beds for students in variety of configurations including:\ndouble occupancy rooms, studios, and one- and two-bedroom apartments. It also includes classroom and academic support spaces,\n25,000 SF of ground floor retail, and 5-story, precast concrete, 74,000 SF parking garage with 330 parking spaces",
        "· Preemptively planned work ahead and secured subcontractor commitment by period of two weeks",
        "· Accounted for precise allocation of resources so that subcontractors always had sufficient material, equipment and manpower to perform\neach task",
        "· Secured all necessary permits (e.g. Municipality permits, sidewalk closures and utility permits) and approvals for shop drawings",
        "· Safely and consciously maneuvered heavy equipment and organized suitable accommodations around archaeological excavation while\nprogressing construction project work",
        "A When site logistic analysis revealed-need for Overhead Crane that was not accounted for in project plan budget. Utilized some ingenuity\nand resourcefulness to adjust planning. I ultimately repurposed conventional, crawler, and stage cranes stationed at strategically designated\nlocations and carefully directed material delivery between limited space of courtyard and adjacent city streets to execute construction of\ndorms and garage",
        "· Developed and routinely reviewed site conditions to enhance project task performance, accessibility, and completion in timely fashion",
        "· Enhanced schedule and improved worker safety, operation continuity, and task sequentially by making arrangements for masons and\ncarpenter to build shear wall ahead of steel and precast crane erection",
        "· Accelerated work during Winter of 2018 by enclosing building with tarp and temporary heat to allow interior construction to continue\nprior to arrival of Exterior Island Building panels",
        "· Made provisions to have open bay for loading material and debris removal that was not included in scope of subcontractor bid",
        "· Insured that all spray-on fireproofing of steel was completed prior to installation of exterior panel as per fire rating specifications of\nbuilding",
        "· Updated Architect and Engineer daily to engage with them troubleshooting project design deficiencies",
        "· Methodically rotated and divided trades safely on Exterior Work including following installations: Electric Vaults under sidewalk,\nTransformers, pulling cable, exterior stud framing, insulation and dens glass, waterproofing exterior slabs, Exterior Brick, Exterior Aluminum\nstorefront, demolition of sidewalks and sidewalks and curb replacement"
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Construction Project Manager",
      "startDate": "04/2016",
      "endDate": "08/2017",
      "responsibilities": [
        "Construction and completion of IPIC- Dobbs Ferry Cinemas valued at 12 Million dollars-- including (8) Dine –in Theaters, and\nRestaurant between May 2016 and June 2017",
        "Construction and completion of Learning Experience valued at 3 Million dollars",
        "Construction and scheduled completion of 5 Million dollar LA Fitness Center in Union, NJ in October of 2017",
        "Pr-construction Coordination and development of 20 Million dollar Meridian Housing Complex including (106) 4 story apartment units\nabove 2 story concrete Parking Garage",
        "Coordination of Demolition and site work for concrete construction Parking Garage",
        "Obtained all necessary utility and construction permits for project from city of Hackensack, NJ",
        "Collaborated with PS E&G to build transformer vaults for electrical power",
        "Successfully implemented pile-lag as well as de-watering system as necessary to support both excavation and construction of underground\nconcrete structure parking garage",
        "Achieved maximum cost effectiveness by providing value engineering for construction means and methods",
        "Managed construction schedules to achieve adequate labor coverage for all projects",
        "Held construction progress and regular status meetings with project team",
        "Scheduled workforce needs with superintendents and allocated company resources to meet project requirements",
        "Kept project on schedule and within budget while serving as project leader"
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Executive Construction Project Manager",
      "startDate": "04/2014",
      "endDate": "04/2016",
      "responsibilities": [
        "Managed two projects. These were: Englewood Fire House in Englewood, NJ, and Edgeboro Maintenance Building in East Brunswick,\nNJ. Both projects were valued at $15 Million combined",
        "Expedited process for each of these projects despite previous and projected challenges to start and stay on schedule",
        "Instituted hybrid de-watering and dry gravel mat system which allowed construction of the foundation of Englewood Fire House above\nwater level",
        "Accelerated interior renovation process for Edgeboro Maintenance Building by utilizing machinery to demolish interior masonry and drywall\npartitions",
        "Directed roof replacement early in project to allow for new construction in Edgeboro Maintenance Building",
        "Bid and obtained new work for company valued at 5 million dollars"
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Construction Manager/Super",
      "startDate": "10/2013",
      "endDate": "04/2014",
      "responsibilities": [
        "Managed multiple projects liaising with various government agencies such as Jersey City- Exterior Pedestrians Stair project and Hanover\nSewerage Authority",
        "Executed Construction of (2) Sludge Detention Ponds in NYC Park, Construction of Faber Skate Park, and Roger Morris Park\nRenovation",
        "Compensated for steepness and inaccessibility of site terrain of Jersey City Pedestrians Stair Project by building temporary roads to enable\npile rig and concrete truck access",
        "Utilized surveyor and skilled masons to build Faber Skate Park in lieu of hiring specialized skate builders in order to accommodate budget\nconstraints",
        "Utilized shop and in-house workforce to replicate landmark project requirements of Roger Morris Park"
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Construction Manager/ Filed Super",
      "startDate": "01/2013",
      "endDate": "10/2013",
      "responsibilities": [
        "Directed and Supervised all construction operations for non- profit organizations in Brooklyn, NY. Led team of 50 tradesmen to renovate (150)\nApartment units and all common areas in (2) mid-rise buildings for senior citizens.",
        "Facilitate operation advancing project from (4) month behind schedule to (1) month ahead of schedule.",
        "Restructured organization, resourced needed material, and revised planning so that working crew was able to work efficiently",
        "Estimated and acquired (500) homes damaged by storm sandy"
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Construction Project Manager",
      "startDate": "06/2009",
      "endDate": "12/2012",
      "responsibilities": [
        "National Construction Company that services clients within power, industrial, healthcare, gaming, and educational sectors., Guided\ncompletion of Rutgers's $40M-12 story Student Housing and 3-Story Retail for total 165,000 SF. at Camden, NJ. Dorm houses 350\nstudents in 102 residential units",
        "Completed Dow Jones$ $4M Press Plant upgrade in Maryland and Georgia within budget and on-time",
        "Effectively executed $100M underground infrastructure and site work for Astoria power plant from pre-construction through close-out",
        "Analyzed blueprints / specifications and facilitated procurement of materials",
        "Identified and monitored subcontractors / vendors to ensure compliance with work scopes",
        "Prepared and oversaw budgets and schedules as well as performing regular spot inspections",
        "Avoided revenue loss and scheduling issues for company by accelerating completion of foundation by several months, offsetting delay\ncreated by problematic issuance of building permit",
        "Championed difficult coordination of fast-track self-performed excavation / back-fill work, underground electric conduit, mechanical piping,\nauger-cast piling, and massive concrete foundation",
        "Efficiently organized several crews to complete tasks on accelerated schedule, having 2 shifts daily including weekends",
        "Optimized company's operations and project's success by troubleshooting numerous field issues and design conflicts"
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Construction Project Manager",
      "startDate": "07/2007",
      "endDate": "06/2009",
      "responsibilities": [
        "General contracting company serving clientele within diverse sectors such as education and government",
        "Directed $75M project that included new construction of 3 buildings and renovation of 3 existing buildings",
        "Played critical role in pre-construction coordination of general construction and mechanical/electrical trades",
        "Spearheaded coordination of building general construction trades with mechanical and electrical trades",
        "Supervised staff of 6 professional direct reports",
        "Led successful effort to resolve issues with very complex prison security system between vendor and design architect, construction manager,\nand owner; interfacing effectively with all parties to clarify specifications and minimize misunderstandings",
        "Took initiative to collaborate and coordinate closely with project principals including owner, architect, engineer, field superintendent / crews,\nand subcontractors to maintain steady progress and control costs",
        "Scheduled workforce needs with superintendents and allocated company resources to meet project requirements."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Construction Project Manager",
      "startDate": "12/2004",
      "endDate": "07/2007",
      "responsibilities": [
        "Guided completion of construction projects through their entire life cycles including scheduling, budget control, material acquisition, and\nsubcontractor oversight",
        "Troubleshot project designs and conducted/monitored inspections",
        "Generated detailed project status reports and other documentation",
        "Spearheaded successful completion of $65M 13-story student housing high-rise project at UMDNJ in Newark, New Jersey by\ncoordinating per-construction work with various trades to ensure commitment to schedule, scope, and duration",
        "Directed complex site operations for UMDNJ housing project including coordinating 5-story parking garage filigree system and reinforced\nconcrete with mechanical and electrical trades",
        "Coordinated construction of 9 stories of girder and slab structural steel / hollow core precast concrete slabs with reinforced concrete and\nexterior prefab masonry, granite, and cast stone panels for high-rise housing above parking garage",
        "Expedited company's completion of $140M new demonstration school in East Orange, New Jersey, including per-construction work and\nfield coordination of underground piping, site work, foundations, structural steel, and interior / exterior masonry",
        "Collaborated with project scheduler to prepare schedule baseline logic, sequence, and duration"
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Senior Construction Project Cost Estimator",
      "startDate": "02/2001",
      "endDate": "12/2004",
      "responsibilities": [
        "Company that specializes in per-engineering buildings, architecture and design, and construction management",
        "Self-prepared all project development conceptual estimates for company clients and interfaced effectively with architects, engineers, and\nother project principals",
        "Strengthened company's operations and profits through impressive project design and cost estimating, generating $60M+ in additional\nrevenue within 1 year",
        "Achieved company's 1st federal government project, obtaining $15M design-build per-engineered defense department building with site\nwork at Gabreski Airport in Long Island, New York",
        "Championed successful close-out of assisted living for seniors' project, facilitating release of $1M in retainage to company",
        "Coordinated product installation and scheduled experienced crews to achieve project scopes of work.",
        "Prepared material orders to complete projects on time and within budget.",
        "Delivered comprehensive bid proposals for [Type] projects and gained client approval on costs."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Construction Project Manager",
      "startDate": "02/1999",
      "endDate": "02/2001",
      "responsibilities": [
        "General contracting company purchased by Keyspan, large utility company, in 2000",
        "Oversaw large crews for completion of self-performed site work, concrete, masonry, structural steel, carpentry, electric, plumbing, and\nHVAC",
        "Communicated with and organized architects and engineers to resolve design and field issues",
        "Directed 2 projects for State University Construction Fund valued at $20M, supervising 4 professional direct reports and interfacing\neffectively with state university representatives to facilitate meetings, payments, field issue resolution, quality controls, and schedule updates"
      ]
    }
  ],
  "accomplishments": [
    "Documented and resolved close-out for Racanelli Construction and led to release of $(1) one million dollar",
    "Increased Racanelli construction revenue to over $(60) Million dollar in (1) one year",
    "Led team's design build of architect-engineers and subcontractor to project award and successful profitable completion of (15) fifteen\nMillion Dollar Project for Racanelli construction.",
    "Supervised team of (6) professional of $(75) seventy five Million dollar and led to successful completion for Patracca and sons",
    "Took -on Failing $(12) Million Dollar new fire house project and led to successful completion and increased revenue by over $(1) one\nMillion Dollar",
    "Took charge of company operation with (10) employees and increased company revenue to over $(6) Million within 3Month for Dobtol\nConstruction.",
    "Took -on Failing operation and built a team of (50) tradesmen to renovate (150) apartments and led to successful completion for non profit\norganization"
  ],
  "certifications": [
    {
      "name": "OSHA-62 Hour Site Safety Supervisor which includes:"
    },
    {
      "name": "•30 – Hour OSHA Construction Safety & Health Certificate"
    },
    {
      "name": "•8 Hour Site Safety Manager Refresher/ Chapter 33"
    },
    {
      "name": "Certificate •8 Hour - NYC DOB SST: Fall Prevention Training"
    },
    {
      "name": "•4 HR-NY DOB SST- Supported Scaffold User and Refresher Training"
    },
    {
      "name": "•8 HR- OSHA Prescribed SST Courses Bundle"
    },
    {
      "name": "•4 HR- OSHA SST Elective Certified Soil Inspector."
    },
    {
      "name": "working on NYCDOB superintendent licensee."
    }
  ],
  "education": [
    {
      "degree": "Associate of Science",
      "institution": "New York City Technical College - City",
      "field": "Civil Engineering Technology",
      "graduationDate": "1985"
    },
    {
      "degree": "Bachelor of Applied Arts And Science",
      "institution": "NJ IT Institute of Technology - City",
      "field": "Structural Engineering",
      "graduationDate": "08/1990"
    },
    {
      "degree": "Bachelor of Applied Arts And Science",
      "institution": "Faculty of Engineering Alexandria University - City",
      "field": "Civil Engineering",
      "graduationDate": "08/1980"
    }
  ],
  "skills": [
    "Construction Estimating / Management",
    "Procore Project Management",
    "Primavera Project Scheduling P2",
    "Microsoft Word, Microsoft Excel, Microsoft Project",
    "Field Operations / Inspections",
    "Troubleshooting/ Problem Solver",
    "Quality Control/Inspection",
    "Team Building/Leadership",
    "Project Coordination / Development",
    "OSHA Regulation / Project Safety",
    "Cost / Profit Analysis",
    "Civil Engineering",
    "Project Planning and Development",
    "Project supervision"
  ]
}
