{
  "personalInformation": {
    "summary": "• Over Seven years of Software Application Development, Application Support, Testing and Implementation experience with Web based\nand N-tier Architectures involving all stages of Software Development Life Cycle (SDLC).\n• Experience in developing Web applications in. SDLC) including requirements, logical and physical architecture modeling, design,\ndevelopment, implementation, and support.\n• Ability to work in a fast paced, collaborative environment and handle multiple concurrent projects.\n• Collaborate with partners to understand high-level conceptual flow and develop prototypes to review with business partners.\n• Functional Domain experience involves HealthCare, Life Sciences and Transportation.\n• Moved to Application Support team and leading an offshore team in Triaging production related issues since six months\n• Experience in using Fiddler in Post Production Release Validation for monitoring Web Traffic\n• Hands on experience in decompiling the code from the DLL's by using dot peek tool\n• Achieved \"Masters degree in Computer Sciences\" from University of IL, Springfield",
    "title": "IT CONSULTANT"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "IT CONSULTANT",
      "startDate": "July 2014",
      "endDate": "May 2016",
      "location": "City, State",
      "responsibilities": [
        "Project: Document Generation Services Description: eviCore Healthcare provides evidence-based healthcare solutions in the areas of Radiology, Radiation Therapy, Cardiology, Lab Management, Oncology, Pain Management and Sleep Management.",
        "Document Generation Services is a platform comprised of over 30 products that range from UI, Web Services, Windows Services, and Database Systems.",
        "The day to day maintenance for this platforms entrails building new database scripts, creating new web services, implementing new customers onto the platform, and enhancing existing products.",
        "The platform is currently utilized by 50+ customers and generated over 12 million documents per year Responsibilities: Develops core line of business application software Works directly with internal consumers to identify requirements for software development Works as a .NET developer to develop updated code for core internal services Works as a SQL developer to update internal business logic Developed grade level reading enhancements to internal web portals (using Flesch-Kincaid Algorithm) Developed plugins for core applications using WCF/MVC Web API Implemented Client Side scripting using JQuery.",
        "Primary developer for internal implementations and enhancements Maintains production stability Monitors production services & servers Works on high priority Bug fixes in Production Participates in production software releases Actively involved in projects to migrate business logic away from database to a web service layer Participated in daily Sprint meetings with Scrum Master.",
        "Recently moved to Application Support Team which is responsible in dealing all kinds of Production issues from all applications in the organization and performing Root cause Analysis & fixing the bugs as per priority Environment: NET3.5, VS.NET2010, LINQ, C#, JSON, ASP.NET, MVC, TFS, SQL Server 2008/2012, IIS6, Restful services, JavaScript, Windows 7, Angular JS, Fiddler, dot Peek, Postman Interceptor."
      ]
    },
    {
      "company": "Company Name",
      "position": "IT Consultant",
      "startDate": "January 2010",
      "endDate": "April 2013",
      "location": "City, State",
      "responsibilities": [
        "Project: COMET Description: Landauer Inc.",
        "is the world leader in personnel radiation monitoring with a third generation proprietary state-of-the-art technology, optically stimulated luminescence (OSL).",
        "Landauer is the leading provider of analytical services to determine personnel exposure to occupational and environmental radiation hazards in the workplace and home."
      ]
    },
    {
      "company": "Company Name",
      "position": "Software Engineer",
      "startDate": "August 2008",
      "endDate": "November 2010",
      "location": "City, State",
      "responsibilities": [
        "CSX Corporation, together with its subsidiaries based in Jacksonville, Fla., is one of the nation's leading transportation suppliers.",
        "The company's rail and intermodal businesses provide rail-based transportation services including traditional rail service and the transport of intermodal containers and trailers.",
        "Overall, the CSX Transportation network encompasses about 21,000 route miles of track in 23 states, the District of Columbia and the Canadian provinces of Ontario and Quebec.",
        "Our transportation network serves some of the largest population centers in the nation.",
        "Nearly two-thirds of Americans live within CSX's service territory.",
        "Responsibilities: Actively participated in gathering requirements, design, and implementation.",
        "Designed and developed web forms using ASP.NET and C#.NET.",
        "Worked on Visual Source Safe for Version controls.",
        "Extensively worked on HTML, DHTML, CSS and Java Script for web forms designing and validations.",
        "Worked on Validation Controls, User Controls, Custom Controls for code reusability, and Web Server controls.",
        "Used AJAX, XAML for providing rich UI.",
        "Designed and developed the database using SQL Server 2005 and wrote SQL Queries, Stored Procedures, Indexes, Triggers and Cursors.",
        "Used ADO.NET and its Objects to communicate the SQL Server 2005 database and to access data and worked with SSIS.",
        "SSIS was used for creating packages and automating them using SQL scheduler.",
        "These packages are used to move data from and into SQL Server from various sources (like Excel & MS Access database) on a scheduled basis.",
        "Wrote Web Services using SOAP in the appropriate scenarios to communicate with other applications.",
        "Created program to Export and Import Datasets to XML file.",
        "Implemented Web Applications like Caching Services to boost performance and Security Services to identify users and prevent unauthorized access.",
        "Used Global.",
        "Sax files to handle Global Events which are fired for different reasons.",
        "Performed Unit Testing for ensuring the reliability of the application development.",
        "Involved in generating management reports on overall status of module using SSRS.",
        "Deployment of the project and the reports are done on the Testing and production servers.",
        "Environment: Visual Studio .NET 2005/2008, C#.NET, ADO.NET, Code Dom, SQL Server 2005, Multithreading, XML, AJAX, XAML, Java script, SQL Server 2005, Excel, SSIS, Web Services, SOAP, VSS, Crystal Reports and SSRS."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Science",
      "institution": "University of Illinois",
      "endDate": "2014",
      "field": "Computer Science",
      "location": "City, State, USA"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "Jawaharlal Nehru Technological University",
      "endDate": "2008",
      "field": "Computer Science and Engineering",
      "location": "City, State, India"
    }
  ],
  "highlights": [
    ".NET framework ASP.NET, C# .NET, XML, HTML, HTTP, MS SQL Server, Web Services, ADO.NET, Entity Framework and LINQ",
    "Expertise skills in CSS, Java Script, Themes & Skins, User controls, Custom Controls and intrinsic state management functionality in ASP.Net.",
    "Experience in Object Oriented Analysis & Design (OOAD) concepts including Inheritance, Polymorphism & Abstraction.",
    "Expert skills in ASP.NET Web Forms, State Management, Caching features, and Securing ASP.NET Web applications. Technologies ASP.NET 2.0/3.5/4.0/4.5, Web Services, WCF, MVC 4.0, .NET MVC",
    "Languages C#.NET, XML, HTML, JavaScript, Core Java, T-SQL",
    "Database Access Methods ADO.Net, ODBC",
    "Databases MS SQL Server 2000/2005/2008/2014, Oracle 9i/10g/11g",
    "Servers IIS 7 & 7.5",
    "Web Programming ASP.NET, Java Script, HTML, CSS, AJAX, JQuery",
    "Version Control Tools Team Foundation Server, IBM Rational Team Concert, GitHub",
    "Reporting Tools SSRS, Crystal Reports and Business Objects",
    "IDE Visual Studio 2005, 2008, 2010, 2012, 2013, 2015",
    "Operating Systems Windows 98/2000/XP/Vista/7.0/8.0/8.1, MS DOS",
    "Domain Skills HealthCare, Life Sciences, Transportation",
    "Third Party Tools Telerik, Bootstrap, JQuery, Kendo UI, Postman Interceptor, Fiddler, dot peek, Remote Desktop Manager"
  ],
  "skills": [
    ".NET3.5",
    ".NET",
    "ASP.Net",
    "C#.NET",
    "C# .NET",
    "ASP.NET 2.0",
    "third generation",
    "ADO",
    "Agresso",
    "AJAX",
    "API",
    "application development",
    "art",
    "automate",
    "Business Objects",
    "Cardiology",
    "Client and Server",
    "Configuration Management",
    "Crystal Reports",
    "CSS",
    "Client",
    "Customer Service",
    "Version Control",
    "Databases",
    "Database",
    "designing",
    "Dom",
    "DHTML",
    "ERP",
    "XML",
    "features",
    "Finance",
    "Forms",
    "HTML",
    "HTTP",
    "IBM",
    "IDE",
    "IIS",
    "IIS6",
    "IIS 7",
    "IIS 7.0",
    "Java",
    "JavaScript",
    "Java Script",
    "JQuery",
    "JSON",
    "Logic",
    "meetings",
    "Access",
    "MS Access",
    "C#",
    "Excel",
    "Windows 7",
    "Windows",
    "2000",
    "Windows 98",
    "Works",
    "Monitors",
    "MS DOS",
    "MVC 4.0",
    "MVC",
    "network",
    "Object Oriented Analysis & Design",
    "OOAD",
    "ODBC",
    "Oncology",
    "Operating Systems",
    "Oracle 9",
    "Oracle",
    "developer",
    "Oracle and SQL",
    "Order Entry",
    "Pain Management",
    "PDF",
    "personnel",
    "policies",
    "Radiology",
    "reading",
    "Reporting",
    "Sales",
    "Scrum",
    "Servers",
    "scripting",
    "scripts",
    "SOAP",
    "software development",
    "Visual Source Safe",
    "MS SQL Server",
    "SQL",
    "SQL Server",
    "Therapy",
    "T-SQL",
    "Transportation",
    "user interface",
    "Validation",
    "Vista",
    "Visual Studio",
    "Web Applications",
    "Web Programming",
    "Web Server"
  ]
}
