{
  "personalInformation": {
    "summary": "Profile Honorably Discharged Navy First Class Aviation Specialist transitioning from the US Navy to civilian professional with previous experience in criminal justice-- Highly motivated to leverage ten years of combined experience and education and achievements in a long-term service. Homeland Security Professional who prides in the well-being of all citizens and executes each task with precision and detail.",
    "title": "FORCE ANALYST"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Force Analyst",
      "startDate": "May 2013",
      "responsibilities": [
        "Developed and led training programs in preparation for combat.",
        "Served as custodian of classified documents for high-ranking officials while sorting and routing incoming correspondence and messages.",
        "Maintained 100% accountability of all assigned equipment worth more than $120,000, while tracking personnel and supplies within the command.",
        "Communicated urgent orders and directions effectively to team of 20+ personnel.",
        "Prepared reports and correspondence: determine requirements for requisition and control issue of change kits; requisition departmental instructions, forms, and technical data; organize, maintain, and operate technical libraries; perform others duties as required when attached to organization, intermediate, and department maintenance activities or aviation staff command.",
        "Currently working in a position that is generally held by a seasonal administrative assistance taking care of ingoing and outing going calls.",
        "The setting up of Video Teleconfence and making orders on the Defense Travel System",
        "Developed a cost-saving algorithm to identify corrosion treatment, and special inspection documentation.",
        "Process streamlining verified 239, 967 records and quickly identified those with incorrect documentation.",
        "Lead Navy command Navy and Marine Corp Relief Society by raising 13.644 for active duty services member in need of financial assistance."
      ]
    },
    {
      "company": "Company Name",
      "position": "Aviation Maintenance Admin/AZ1",
      "startDate": "March 2009",
      "endDate": "May 2013",
      "responsibilities": [
        "Ensured system security, database integrity and configuration management was maintained.",
        "Supervised other enlisted active duty members in training while overseeing various job tasks of others.",
        "Optimized NALCOMIS OMA activities and Naval Aviation Logistics Data Analysis for configuration changes, technical directives, work orders, and flight documents.",
        "Operate and manage the Naval Aviation Logistics Command Management Information System data base reports; analyze data pertaining to the history, operation, maintenance, configuration, receipt, and transfer of Naval aircraft and related aeronautical equipment.",
        "Planned programmed and coordinated scheduled and unscheduled maintenance tasks and the incorporation of changes and modifications on/to aircraft and equipment."
      ]
    },
    {
      "company": "Company Name",
      "position": "Correctional Officer",
      "startDate": "March 2005",
      "endDate": "March 2009",
      "location": "1/4 City, State",
      "responsibilities": [
        "Physically restrained individuals when disturbances required physical intervention.",
        "Escorted inmates to and from cells, court, hospitals and medical appointments.",
        "Maintained the custody and control of 114 inmates housed in maximum security unit.",
        "Observed behavior of residents individually and in group Established healthy relationships and maintained professional boundaries with resident offenders in the institution.",
        "Prepared, processed and maintained forms, reports, logs, records and activity journals."
      ]
    }
  ],
  "certifications": [
    {
      "name": "Recognition & Awards Navy and Marine Corps Achievement Medal."
    },
    {
      "name": "Certificate of Appreciation."
    },
    {
      "name": "FEMA IS-00100.B Certificate"
    },
    {
      "name": "FEMA IS-00559 Certificate"
    },
    {
      "name": "Environmental Course"
    },
    {
      "name": "CPR Certified"
    },
    {
      "name": "Secret Security Clearance"
    },
    {
      "name": "first aid/CPR"
    }
  ],
  "education": [
    {
      "degree": "Masters of Arts: Homeland Security & Intelligence Studies",
      "institution": "Homeland Security & Intelligence Studies"
    },
    {
      "degree": "BA: Homeland Security",
      "institution": "Ashford University",
      "endDate": "7/28/14",
      "location": "1/4 City, State"
    },
    {
      "degree": "AAS: Process Technology",
      "institution": "Lee College",
      "endDate": "5/25/08",
      "location": "i/4 City, State"
    }
  ],
  "highlights": [
    "CPR and Child CPR Training",
    "Emergency Planning & Response",
    "SAR/Sexual Assault Awareness",
    "Windows Expertise",
    "Report/Operations Analyst",
    "Public Safety and Security",
    "Background in Supervising/Management",
    "Critical Thinking",
    "Firearms Safety & Handling",
    "Judgment and Decision Making",
    "Personnel and Human Resources",
    "Active Listening"
  ],
  "skills": [
    "administrative",
    "Analyst",
    "Computer Programmer",
    "configuration management",
    "CPR Certified",
    "CPR",
    "Critical Thinking",
    "Data Analysis",
    "database",
    "database",
    "Decision Making",
    "documentation",
    "financial",
    "first aid",
    "forms",
    "Human Resources",
    "inspection",
    "Listening",
    "Logistics",
    "Windows",
    "Weapons",
    "Management Information System",
    "Navy",
    "Naval",
    "Personnel",
    "Public Safety",
    "routing",
    "Safety",
    "Security Clearance",
    "sorting",
    "Supervising",
    "System Administrator",
    "Technician",
    "training programs",
    "Video"
  ]
}
