{
  "personalInformation": {
    "summary": "I am an Marketing Specialist that creates and executes first class corporate and store events, marketing plans, and social media content to support\nstores sales objectives as well as company's overall objectives. I am seeking a corporate event planning or marketing position. Planned multiple\nevents for new Scheels stores including a number of PR events as well as formal events. Major projects included social media development for our\n26 stores and planning multiple expos and conferences.",
    "title": "EVENTS & PUBLIC RELATIONS LEADER"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4 City, State",
      "position": "Events & Public Relations Leader",
      "startDate": "12/2015",
      "endDate": "Current",
      "responsibilities": [
        "Collaborate with marketing leaders to understand store's markets and put together the best event and marketing plans for each region.",
        "Create an annual strategy of events that promote and align with stores goals and creates customer and store interactions.",
        "Lead the development and execution of strategic events, trade shows, demos, expos, event sponsorships, community involvement, and\nconferences.",
        "Develop and execute marketing plans for events and other store promotions.",
        "Create event content for social media, blogs, in-store signage, radio and other traditional media.",
        "Act as my own Project Manager when creating marketing plans for events by facilitating communication between vendors, agencies and\ninternal teams to ensure marketing plans are following timelines, brand standards, objections, and budgets.",
        "Coordinate registration and payment procedures, promotional advertising and mailings and corporate sponsorship activities.",
        "Foster excellent communication between internal teams as well as with Scheels stores.",
        "Buy media (TV, radio, print, digital).",
        "Develop, track and maintain budgets.",
        "Ensure cost-saving methods and spending within allotted budgets.",
        "Conduct pre & post event evaluations to improve ROI of future events as well as improve quality and effectiveness of marketing and\ncommunications initiatives."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Events Coordinator",
      "startDate": "12/2014",
      "endDate": "11/2015",
      "responsibilities": [
        "Order, proof and create all marketing material for events and promotions.",
        "Provide excellent service to Scheels stores and external vendors.",
        "Write copy for marketing communications material.",
        "Examples include in-store signage, blog, press releases, Facebook events, radio and email blast.",
        "Schedule speakers, vendors, and participants.",
        "Coordinate event logistics & details, including registration and attendee tracking, presentation and materials support and pre- and post-event\nevaluations.",
        "Hire staff to work the event, including security personnel and entertainment.",
        "Organize all event logistics and act as an onsite manager for events.",
        "Calculate budgets and ensure they are adhered to.",
        "Provide project status to store directors and leadership team"
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Project Assistant",
      "startDate": "09/2013",
      "endDate": "10/2014",
      "responsibilities": [
        "Plan Grand Openings for finished healthcare, education and sports & recreations building projects.",
        "Coordinated trainings, luncheons/dinners, business meetings, and travel arrangements.",
        "Created and updated marketing content including proposals, brochures, invites and social media.",
        "Prioritized, generated and tracked contracts, as requested by Project Managers, with sharp deadlines to ensure projects stay on timelines.",
        "Invoiced large financial payments and assisted in tracking budgets with great attention to detail on multimillion dollar projects mostly in the\nhealthcare industry.",
        "Organized required catering service, venture and equipment setup for events including golf tournaments, appreciation dinners and company\nretreat.",
        "Provided the highest level of customer service to customers and clients.",
        "Addressed customer questions, concerns and needs in a professional manner."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Marketing & Events Intern",
      "startDate": "12/2012",
      "endDate": "11/2013",
      "responsibilities": [
        "Collaborated with team to strategically plan most profitable fundraising events while creating awareness for our non-profits mission.",
        "Proposed, purchased and assembled local advertising for events including radio, print and social.",
        "Delegated responsibly to interns before and during the events to run seamless events.",
        "Coordinated event logistics, including registration and attendee tracking, presentation and materials support and pre and post-event\nevaluations.",
        "Created and update social media channels including Facebook, Twitter, Instagram and Pinterest."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Marketing Intern",
      "startDate": "07/2012",
      "endDate": "09/2012",
      "responsibilities": [
        "Assisted in planning and promotion of a variety of local events including Mankato Marathon, Senior Games, Ribfest, Mankato Air Show,\nVikings Training Camp booths.",
        "Coordinated the technical needs of events including administering contracts, purchasing materials, obtaining permits, arranging security and\nparking, and soliciting vendors and sponsors."
      ]
    }
  ],
  "education": [
    {
      "degree": "B.A: MASS COMMUNICATIONS BUSINESS MARKETING",
      "institution": "Minnesota State University",
      "endDate": "2013"
    }
  ],
  "skills": [
    "advertising",
    "attention to detail",
    "brochures",
    "budgets",
    "excellent communication",
    "conferences",
    "content",
    "contracts",
    "clients",
    "customer service",
    "email",
    "financial",
    "fundraising",
    "leadership",
    "logistics",
    "marketing plans",
    "marketing",
    "marketing and communications",
    "marketing communications",
    "marketing material",
    "materials",
    "meetings",
    "personnel",
    "press releases",
    "understand store",
    "promotion",
    "proposals",
    "purchasing",
    "quality",
    "radio",
    "strategy",
    "strategic",
    "TV",
    "trade shows",
    "travel arrangements"
  ]
}
