{
  "personalInformation": {
    "summary": "[Job Title] with management experience and exceptional people skills. Versed in [Skill set 1] and [Skill set 2]. Desires a challenging role as a [Job\nTitle].",
    "title": "JOBS COORDINATOR/ESTIMATOR"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Jobs Coordinator / Estimator",
      "startDate": "August 2012",
      "endDate": "October 2014",
      "location": "City, State",
      "responsibilities": [
        "Worked directly with Payless manager's in assigned area's with store operation's, PNL shrink, store maintenance, recruiting store staff\nmember's and planning Competitive Analysis Performed competitive analysis to make recommendations for future Payless company growth.",
        "Assisted in over 130 Payless ShoeSource store opening's and relocation's to create 3 districts in the Carolina's.",
        "Selected by Payless ShoeSource Regional VP to utilize recruiting skill's and store development with the Canadian International expansion\nteam.Promoted to Store Manager after months in the Assistant Manager position.",
        "Supervised team of base office store staff and their development.",
        "Devised a successful recruiting plan for new Payless training supervisor's and store manager's.",
        "Awarded \"Top Sales Manager of the Year \".",
        "Awarded \"Best in People Development \" Drafted action plans and led meetings with department executives to review project status and\nproposed changes.",
        "Collaborated with cross-functional teams to draft project schedules and plans.",
        "Defined project deliverables and monitored status of tasks.",
        "Monitored team progress and enforced deadlines."
      ]
    },
    {
      "company": "Company Name",
      "position": "District Manager Trainee",
      "startDate": "July 2012",
      "endDate": "July 2012",
      "location": "City, State",
      "responsibilities": [
        "Successfully managed the activities of team members in multiple locations."
      ]
    },
    {
      "company": "Company Name",
      "position": "Area Manager",
      "startDate": "October 2011",
      "endDate": "March 2012",
      "location": "City, State",
      "responsibilities": [
        "Successfully managed the activities of store team members in multiple locations.",
        "Recruited, managed and mentored an average of 4 new customer service representatives per year.",
        "Developed, implemented and monitored programs to maximize customer satisfaction.",
        "Developed and managed annual operating budgets for 4 stores locations in Durham, NC."
      ]
    },
    {
      "company": "Company Name",
      "position": "Area Manager / Training Supervisor",
      "startDate": "March 1992",
      "endDate": "August 2010",
      "location": "City, State",
      "responsibilities": [
        "Worked closely with the district manager to formulate and build the store brand.",
        "Contributed to merchandising ideas at team sale meetings.",
        "Addressed and corrected sales staff communication issues in a tactful and effective manner.",
        "Analyzed marketing information and translated it into strategic plans.",
        "Trained staff to deliver outstanding customer service.",
        "Completed weekly schedules according to payroll policies.",
        "Trained all new managers on store procedures and policies.",
        "Fulfilled customer shipping needs using UPS and USPS methods.",
        "Determined staff promotions and demotions, and terminated employees when necessary.",
        "Directed and supervised employees engaged in sales, inventory-taking and reconciling cash receipts.",
        "Reorganized the sales floor's in store's to meet company demands.",
        "Opened 130 new store location and assisted in recruiting and training new staff.",
        "Conducted reference and background checks on all job applicants.",
        "Developed creative recruiting strategies that met anticipated staffing needs.",
        "Communicated the duties, compensation, benefits and working conditions to all potential candidates.",
        "Managed all phases of recruitment, including defining hiring management needs and posting available positions.",
        "Developed reports on employee headcount, monthly HR reports and quarterly training reports.",
        "Created new employee self-evaluation forms that focused on employee performance, competencies, engagement and development.",
        "Assisted management with presentations for business reviews and communications meetings.",
        "Researched and recommended new sources for candidate recruiting.",
        "Recruited for various positions across multiple sites in the Carolina's Va and Canada.",
        "Employed multiple feedback mechanisms and analysis to continuously improve the recruiting process.",
        "Thoroughly explained the employee handbook during new employee orientations."
      ]
    },
    {
      "company": "Company Name",
      "position": "Office Adminitrator",
      "startDate": "April 2015",
      "endDate": "July 2015",
      "location": "City, State",
      "responsibilities": [
        "Planned and executed [project].Effectively controlled the release of proprietary and confidential information for general client lists.Prepared\ncorrespondence, accounting and financial documents for analysis.",
        "Conducted analysis to address [issue] which led to [positive outcome]. Prepared correspondence, accounting and financial documents for analysis."
      ]
    }
  ],
  "education": [
    {
      "degree": "Associate of Arts",
      "institution": "Mount Olive College",
      "endDate": "1982",
      "field": "Business Administration",
      "location": "City, State Business Administration"
    }
  ],
  "skills": [
    "Assistant Manager",
    "benefits",
    "budgets",
    "cash receipts",
    "coaching",
    "interpersonal",
    "Competitive Analysis",
    "customer satisfaction",
    "customer service",
    "forms",
    "functional",
    "Hiring",
    "HR",
    "inventory",
    "marketing",
    "meetings",
    "merchandising",
    "office",
    "communicator",
    "payroll",
    "policies",
    "presentations",
    "progress",
    "reconciling",
    "Recruiting",
    "recruitment",
    "sales",
    "Sales Manager",
    "shipping",
    "staffing",
    "Store Manager",
    "strategic plans",
    "supervisor"
  ]
}
