{
  "personalInformation": {
    "summary": "Professional Business Development Director firmed to meet sales objectives on regular basis by using strong leadership, interpersonal communication, presentational and organizational skills",
    "title": "DIRECTOR, BUSINESS DEVELOPMENT"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Director, Business Development",
      "startDate": "January 2013",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Develop and execute a targeted business development plan to build a long-term pipeline Develop and deliver polished proposals and pricing estimates on short notice to potential clients in the public and private healthcare sectors.",
        "Work collaboratively with the Executive Sales team to develop marketing campaigns, and new territories Build relationships with key hospital executives and decision makers within prospective client organizations Stay current on healthcare industry trends and personnel moves among prospect organizations Identifying prospective clients using established lead methodologies Manage a business development team of 10 people.",
        "Increased monthly prospect by [Number]% by implementing strategies to develop and expand existing customer base."
      ]
    },
    {
      "company": "Company Name",
      "position": "Call Center Manager",
      "startDate": "January 2011",
      "endDate": "January 2013",
      "location": "City, State",
      "responsibilities": [
        "Accept and handle supervisory requests and calls from staff and customers.",
        "Provide the Call Center Director with all information about any extraordinary situations.",
        "Ensure that the call center representatives follows call procedures at all times and enforce all department and company policies.",
        "Collaborate with the Call Center Director in the development and implementation of any training for newly hired and existing Call Center Representatives.",
        "Act as a resource for the Call Center Representatives.",
        "Maintain accurate performance evaluations of the Call Center Representatives by reviewing message history, call history, and recorded calls.",
        "Coordinate outside sales calendars with scheduling requests and call que assignments.",
        "Provide back-up support to the Call Center Director as necessary.",
        "Assist in the hiring process of call center representatives."
      ]
    },
    {
      "company": "Company Name",
      "position": "Director",
      "startDate": "January 2009",
      "endDate": "January 2011",
      "location": "City, State",
      "responsibilities": [
        "Generate new business via email campaign, cold calling, social networking, and other online resources and utilize market knowledge and industry contacts to grow Global Orientations business.",
        "Build relationships with key human resource professionals, global mobility and relocation decision makers within prospective client organizations.",
        "Identify and penetrate new contacts, accounts, and broadening the range of business in existing accounts.",
        "Track and communicate competitive factors, trends, and issues affecting purchase decisions for my team and I assigned regions.",
        "Develop and grow a new business pipeline and relentlessly pursue opportunities to broaden our markets.",
        "Research and develop strategies to identify new customers, sales opportunities and new service development and collaborate with Marketing to execute on these strategies.",
        "Create and deliver compelling, customized WebEx sales presentations that address the core business challenges and opportunities faced by the prospect.",
        "Negotiate and finalize agreements/contracts with clients, and close sales.",
        "Coach and manage the inside sales team of seven.",
        "Recruited and managed a network of 60 realtors."
      ]
    },
    {
      "company": "Company Name",
      "position": "Business Development Manager, Team Leader",
      "startDate": "January 2007",
      "endDate": "January 2009",
      "location": "City, State",
      "responsibilities": [
        "Conduct heavy outbound B2B calling to Enterprise and Strategic Enterprise organizations for direct lead generation and setting up WebEx presentations to high level executives.",
        "Develop high level relationships with CEO's, CFO's, COO's, and CTO's.",
        "Strong focus on building the pipeline and getting prospects into the pipeline for future revenue generation by identifying key contacts and acquiring key lead criteria for each account.",
        "Qualified new business opportunities by identifying how our professional solutions align with their business needs, and closing the sale.",
        "Work with senior management team to define key business development strategies and initiatives.",
        "Qualify existing leads via email campaign, as well as develop and maintain prospect lists in sales force database.",
        "Generate proposals, negotiate contract terms and close sales.",
        "Develop and manage the business development team",
        "Submit weekly status update and monthly prospect report to VP of Sales and VP of Marketing."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelors of Sales : Sales Management State Sales Management",
      "institution": "University of Potomac College",
      "endDate": "2013",
      "location": "WGU City, State"
    },
    {
      "degree": "Bachelors of Science : Business Management State Business Management",
      "institution": "University of Potomac College",
      "endDate": "2011",
      "field": "Business Management",
      "gpa": "35 Credits"
    },
    {
      "degree": "Associates of Science : Business Management State",
      "institution": "Belford High School",
      "endDate": "2002",
      "field": "Business Management",
      "gpa": "3.3"
    },
    {
      "degree": "High School Diploma",
      "institution": "High School Diploma"
    }
  ],
  "highlights": [
    "Microsoft Office Suite Microsoft",
    "CRM Dynamics",
    "LAMS",
    "WebEx",
    "LinkedIn"
  ],
  "skills": [
    "B2B",
    "back-up",
    "business development",
    "Call Center",
    "closing",
    "Coach",
    "cold calling",
    "competitive",
    "contracts",
    "CRM",
    "client",
    "clients",
    "database",
    "email",
    "senior management",
    "focus",
    "hiring",
    "human resource",
    "inside sales",
    "Director",
    "marketing",
    "market",
    "Microsoft Office Suite",
    "Enterprise",
    "network",
    "networking",
    "outside sales",
    "personnel",
    "policies",
    "presentations",
    "pricing",
    "proposals",
    "Research",
    "Sales",
    "scheduling",
    "Strategic",
    "supervisory"
  ]
}
