{
  "personalInformation": {
    "summary": "Visionary Operations Executive with solid experience managing all levels of multiple projects including budgeting and administration.",
    "title": "CONSULTANT"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4 City, State",
      "position": "Consultant",
      "startDate": "01/1998",
      "endDate": "Current",
      "responsibilities": [
        "Owner of healthcare practice management, consulting and recruiting business.",
        "Helped clients establish new practices.",
        "Set up billing systems, charting systems, Human Resource manuals and OSHA manuals.",
        "Set up mini OR, for IVF egg retrievals to be performed.",
        "Provided management to physician offices, provided consultation services to practices regarding, accounts receivable analysis, accounts payable, physician billing, coding, scheduling, billing software, recruitment, computer hardware, and other important aspects to running medical practice."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Director of Surgical Services / ASC Administrator",
      "startDate": "06/2009",
      "endDate": "11/2012",
      "responsibilities": [
        "Marketed facility to prospective surgeons, increasing case volumes 40%.",
        "Reduced expenses including salaries, wages and benefits by 25%.",
        "Worked to increase staff morale by interacting with and participating in all departments.",
        "Participated in investor relations by contacting all on a regular basis.",
        "Created new customer service initiative to be utilized in all departments.",
        "Mentored Materials Manager in areas of business as he prepared for his BA in Business.",
        "Set up new accounting system from scratch after transition from Management Company.",
        "Prepared all financial reports for the center.",
        "Participated in all Board meetings, developed agendas and reports for Board Review and approval.",
        "Worked with new Information Technology Support person to implement new IT policies and procedures after separation from Management Company.",
        "Negotiated agreements with vendors for capital equipment expenditures and supplies.",
        "Maintained great relationships with Vendor's in the field as well as in the credit department.",
        "Mentored other ASC Administrators.",
        "Negotiated on behalf of the Surgery Center one-time letters of agreement in order to perform surgeries on patients that center was not yet contracted with."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Imaging Center Administrator",
      "startDate": "08/2006",
      "endDate": "03/2008",
      "responsibilities": [
        "Negotiated contracts with health plans, subcontracted providers, and Independent Physician Associations (IPA's) to help increase revenues.",
        "Accounting duties including preparing financial statements on a monthly basis reducing costs of CPA.",
        "Implemented new programs to provide incentives to staff based on scan volumes, which resulted in a 25% increase in scans..",
        "Profit & Loss responsibility; reduced expenses by 25% year over year by renegotiating vendor agreements",
        "Helped physician partner's buy-out general partner by providing insight from previous mergers & acquisitions experience",
        "Received ACR accreditation in MRI, CT and Ultrasound departments."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Regional Director",
      "startDate": "01/2006",
      "endDate": "08/2006",
      "responsibilities": [
        "Managed seven exceptionally busy Ophthalmology, Optometry and Optical clinics, staff, employed physicians, technicians and office staff.",
        "Negotiated contracts with subcontracted providers, Independent Physician Associations and health plans. Increasing revenues and reduce expenses.",
        "Developed new aspects of practice in the self-pay and cosmetic areas, which increased profits to the practice.",
        "Developed policies and procedures to be utilized throughout all seven clinics",
        "Established new customer service guidelines for use in the front and back office, reducing the number of patient and referring provider complaints and issues."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Interim Administrator, OR Manager, and Materials manager/ Business Office Manager",
      "startDate": "07/2000",
      "endDate": "10/2004",
      "responsibilities": [
        "Interim Administrator for two, six month engagements, managing entire ambulatory surgery center, staff and worked with corporate in managing P&L and Balance sheet matters.",
        "Acted as Operating Room manager and Materials Manager for six months, during search for new Nurse Manager, made sure that all resources were allocated for each operating room during surgeries based on schedules.",
        "Managed clinical operations, staff, operating rooms, schedules and all supply ordering.",
        "Converted company from a Limited Partnership with HealthSouth to a Limited Liability Corporation, completely owned by physicians. Including, benefit transition, accounts receivable, accounts payable, etc., without increasing expense to members.",
        "JCAHO accreditation with zero issues."
      ]
    }
  ],
  "accomplishments": [
    "Created employee education module for \"Customer Service in the ASC Environment\"",
    "30 Minute Power Point Presentation for all ASC employee to understand the complexities of the \"Customers\" that are involved in the running of an ASC.",
    "Well received by the staff and recommended to be adopted enterprise wide.",
    "Board of Managers noted a distinct change in employee's demeanor after training module.",
    "Mentored multiple new and prospective Administrators",
    "Trained prospective Administrator's in different aspects of ASC Operations.",
    "Referred to various organizations and reference materials.",
    "Created Revenue Cycle in ASC program to increase collections",
    "Identified the key \"Roles\" required in a successful revenue cycle strategy",
    "Trained all staff members in proper practices in the Business Office",
    "Created Metrics and Goals for staff members to achieve",
    "Successfully collected 100% of goal, sixteen consecutive quarters."
  ],
  "education": [
    {
      "degree": "General Education",
      "institution": "Connecticut College 1/4 City, State",
      "gpa": "3.2"
    },
    {
      "degree": "Bachelor of Arts",
      "institution": "Charter Oak State College",
      "field": "Business Administration",
      "gpa": "3.4"
    },
    {
      "degree": "Master of Arts",
      "institution": "Western Connecticut State University",
      "field": "Healthcare Administration",
      "gpa": "3.2"
    }
  ],
  "interests": [
    "Certified Open Water Scuba Diver",
    "Consultant, Thrift Shop Manager",
    "American Red Cross- Trained to be a first responder."
  ],
  "militaryService": [
    {
      "branch": "US Navy",
      "responsibilities": [
        "Ombudsman for USS Dace SSN607 (Official Navy Appointment), Nominated by Atlantic Fleet Admiral to be Ombudsman for Atlantic Submarine Fleet."
      ]
    },
    {
      "branch": "Navy League",
      "responsibilities": [
        "Assisted Navy families when in financial difficulties to obtain financial assistance from multiple available agencies."
      ]
    }
  ],
  "skills": [
    "Multiple Facility Management and Oversight",
    "ASC Administrator Mentoring, Training and Development",
    "Revenue Cycle Management",
    "Vendor Negotiations",
    "Budget Creation and Analysis",
    "Diverse Market and Industry Knowledge",
    "Process improvement, QAPI Program Support",
    "Accreditation Preparation",
    "Payer Contracting Negotiations"
  ]
}
