{
  "personalInformation": {
    "title": "DIGITAL STRATEGY MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name City, State",
      "position": "Digital Strategy Manager",
      "startDate": "01/2015",
      "endDate": "Current",
      "responsibilities": [
        "Accountable for the Library system's digital strategy and digital assetsÂ including overseeing the management of 7 websites and an iOS mobile application.",
        "Managed team of 2Â of web professionals and multiple interdepartmental teams of Librarians, administrators, and Executive Leadership.",
        "Worked collaboratively with vendors to keep projects on task, on time, and under budget.",
        "Spearheaded cross-functional project to achieve a 12% decrease in website bounce rate and an 18% increase in engaged website visits.",
        "Strengthened organization brand by leading a project to develop a custom iOS mobile application integrating with internal systems and a responsive website.",
        "Directed the strategic initiative to launch the new summer program website including management of design creatives, user experience, testing and content curation.",
        "Served as mentor to junior team members."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Web Services Manager",
      "startDate": "11/2011",
      "endDate": "12/2014",
      "responsibilities": [
        "Managed team of 4 Webmasters and 44 content contributors across the organization.",
        "Defined strategy and key performance indicators for public facing and internal websites.",
        "Directed strategic initiatives to achieve and enforce website standards and governance model.",
        "Identified strategic digital goals and measured performance against targets.",
        "Built financial model for new business unit, including the management of a $450k yearly budget.",
        "Served on the City/County Web Governance Board, Public Information Senior Leadership team, and Extended Information Services and Technology Senior Leadership team."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Web Metrics Analyst",
      "startDate": "02/2008",
      "endDate": "10/2011",
      "responsibilities": [
        "Developed metrics used to determine inefficiencies and areas for improvement across 65 business units within the Global Small and Medium Business division.Â",
        "Tracked, analyzed and interpreted trends in website usage and engagement data.",
        "Conducted analysis of business unit website and social media traffic data, to make design and marketing recommendations based on findings.",
        "Drafted monthly lead and revenue reports and forecasts.",
        "Conducted root cause analysis and presented findings and recommendations to executives and other stakeholders.",
        "Collaborated with cross-functional teams to implement a migration from the Surfaid Analytics tool to the Unica NetInsight Analytics platform."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Website Administrator",
      "startDate": "07/2006",
      "endDate": "02/2008",
      "responsibilities": [
        "Updated and managed existing website properties.",
        "Translated abstract requirements into concrete user workflows and interactive designs."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Internet Marketing Manager",
      "startDate": "12/2005",
      "endDate": "07/2006",
      "responsibilities": [
        "Developed website content, meta descriptions and page titles in support of SEO strategies.",
        "Directed comprehensive PPC campaigns for external clients in order to increase brand awareness and boost rates of organic and paid click-through.",
        "Planned and managed ad spend budgets in excess of $200k.",
        "Analyzed performance of all marketing programs to identify the best opportunities for optimization.",
        "Completed strategic competitive analysis by assessing strengths and weaknesses of competitors.",
        "Created usability reports outlining the pitfalls that contribute to decreased leads and conversions.",
        "Designed wireframes identifying recommendations for website improvement.",
        "Conducted root cause analysis on isolated issues and presented findings to clients and other stakeholders."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Science",
      "institution": "University of Maryland, University College, City, State, USA",
      "endDate": "2010",
      "field": "Technology Management",
      "gpa": "Coursework in E-Commerce"
    },
    {
      "degree": "Bachelor of Arts",
      "institution": "Wayne State University, City, State, USA",
      "endDate": "2004",
      "field": "Information Systems and Management",
      "gpa": "Coursework in Website Management"
    }
  ],
  "skills": [
    "HTML5",
    "CSS3",
    "PHP",
    "Drupal",
    "WordPress",
    "InvisionApp",
    "Adobe PhotoShop",
    "Adobe Fireworks",
    "Microsoft SharePoint",
    "Google Adwords",
    "Yahoo AdCenter",
    "Facebook Ads",
    "Twitter Ads",
    "Google Analytics",
    "Google Tag Manager",
    "Mouseflow",
    "Unica NetInsights",
    "Coremetrics"
  ]
}
