{
  "personalInformation": {},
  "professionalExperience": [
    {
      "company": "Company Name State",
      "position": "ENGINEERING INTERN",
      "startDate": "08/2016",
      "endDate": "12/2016",
      "responsibilities": [
        "Project: Develop a cavings transport model for optimizing hole-cleaning operations.",
        "Developed a solids transport model for predicting cuttings/cavings bed height during a hole-cleaning operation.",
        "In contrast to conventional CFD models that typically take several hours to run, this novel numerical model can obtain results within a few minutes, enabling timely optimization of the well circulation schedule.",
        "Investigated the competitive landscape and designed the commercialization plan for the numerical model.",
        "Leveraged the experiences from internal drilling experts and aligned with all stakeholders throughout the development process."
      ]
    },
    {
      "company": "City, State",
      "position": "ENGINEERING INTERN",
      "startDate": "05/2016",
      "endDate": "08/2016",
      "responsibilities": [
        "Project: Optimize diverter pumping schedule for better production performance after well re-stimulation.",
        "Built a simulator to model proppant, diverter, and slurry distribution in a plug-and-perf hydraulic fracturing operation.",
        "Derived a simple proxy model to substitute time-consuming CFD-DEM simulations for predicting diverter transport through perforation clusters.",
        "Simulation time drops from 48+ hours to less than 1 sec.",
        "Provided recommendations for pumping schedule design in a fracturing treatment."
      ]
    },
    {
      "company": "Company Name City",
      "position": "PROCESS ENGINEER",
      "startDate": "04/2012",
      "endDate": "05/2013",
      "responsibilities": [
        "Improve display yield through statistical modeling, process control, and tool modifications.",
        "Won Qualstar award in Nov.",
        "2012 by completing two specific yield improvement tasks in merely two months, first time for QMT-TW to award its engineers after establishment.",
        "Optimized sealing process of interferometric modulator (iMoD) display that led to 52% pre-functional yield increase.",
        "Increased the up time of panel encapsulation station from 73% to 92% by leading two tool-modification projects involving a group of 5 equipment engineers and 2 external support engineers from Japan.",
        "PROPPANT/DIVERTER TRANSPORT in HORIZONTAL WELLS, UT Austin Aug.",
        "2014-present.",
        "Evaluate the efficiency of proppant/diverter transport in perforated horizontal wells under different slurry flow conditions using a combined CFD-DEM approach.",
        "Developed a multivariate statistical model to substitute traditional CFD model for predicting proppant transport through perforations at various flow conditions.",
        "The computational cost dropped 5 orders of magnitude.",
        "Accurately predicted DAS-measured proppant distribution in a field case with less than 10% error.",
        "Chu-Hsiang Wu Page 2 DESIGN and SELECTION of GRAVEL PACK and SAND CONTROL SCREENS, UT Austin Jun.",
        "2013-present.",
        "Develop analytical, DEM, and Monte Carlo models for predicting sand production through gravel packs and sand control screens.",
        "Accurately predicted 6 sand production lab-test results obtained from operators with less than 15% error using the developed model.",
        "Invented a DEM-based approach for extracting pore throat size distribution of complex packings.",
        "Results show that the pore throat sizes within gravel packs are usually between 1/5 to 1/9 of the effective gravel size.",
        "The findings correspond remarkably well with previous field observations and enable further optimization of gravel pack designs."
      ]
    },
    {
      "company": "Company Name",
      "position": "",
      "startDate": "06/2010",
      "responsibilities": [
        "Designed highly mixing-efficient serpentine channels for biomedical detection.",
        "Devised mixing index to quantify mixing efficiency of two heterogeneous fluids flowing in microfluidic channels."
      ]
    }
  ],
  "interests": [
    "SPE translator, Nepal medical assistance group, cofounder of Taiwan Bio-Nano Youth Initiative. SELECTED PUBLICATIONS · Wu, C.-H.,\nSharma, M. M. 2017. A DEM-based approach for evaluating the pore throat size distribution of a filter medium, Powder Technology, ISSN\n0032-5910, https://doi.org/10.1016/j.powtec.2017.09.018. · Wu, C.-H., Sharma, M. M., Chanpura, R. et al. 2017. Factors Governing the\nPredicted Performance of Multilayered Metal-Mesh Screens. SPE Drilling & Completion. SPE-178955-PA. https://doi.org/10.2118/178955-PA."
  ],
  "skills": [
    "C++",
    "Python",
    "MATLAB",
    "Git",
    "Bash",
    "R",
    "SQL (basic). Experienced in Linux/Unix and using high performance computing clusters.",
    "Machine Learning Tools and Libraries: Scikit-learn, Pandas, Seaborn, matplotlib, TensorFlow (basic). (I built a XGBoost",
    "model that has 77.5% accuracy in the Kaggle Titanic challenge.)",
    "Computational Fluid Dynamics and Discrete Element Method Codes",
    "CFD-DEM",
    "OpenFOAM",
    "CFD-ACE+®",
    "Fluent®",
    "COMSOL®",
    "LAMMPS, and LIGGGHTS.",
    "Reservoir and Fracture Modeling Tools",
    "CMG® for reservoir simulation; FracPro® for fracture simulation and analysis; Saphir for pressure transient analysis.",
    "Experimental and Statistical Methods",
    "SEM, AFM, Confocal Microscopy, Regression analysis, Statistical process control, Design of experiments."
  ]
}
