{
  "personalInformation": {
    "summary": "Customer service professional dedicated to effective team management and customer satisfaction, bringing extensive call center experience in inbound, outbound and blended environments. Strength in training and development, client relations and problem solving. Exceptional customer care professional who addresses inquiries and resolves problems as they arise.",
    "title": "PATIENT ADVOCATE"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4 City, State",
      "position": "Patient Advocate",
      "startDate": "May 2015",
      "endDate": "Jun 2017",
      "responsibilities": [
        "Maintained accurate records of patient care, condition, progress and concerns.",
        "Observed and documented patient status and reported patient complaints to the case manager.",
        "Managed customer calls effectively and efficiently in a complex, fast-paced and challenging call center environment.",
        "Set up patient appointments for all locations.",
        "Kept record of conversation on each individual file.",
        "Meet certain appointment goals daily and monthly.",
        "Answered basic questions regarding Insurance, past, and future treatments.",
        "Inbound Calls Outbound Calls."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Insurance Agent",
      "startDate": "Dec 2014",
      "endDate": "May 2015",
      "responsibilities": [
        "Closed an average of 10 new sales per week.",
        "Calculated premiums and established payment methods for sales.",
        "Interviewed prospective clients to learn about their financial needs and to discuss any existing coverage.",
        "Processed applications, payments, corrections, endorsements and cancellations.",
        "Met with an average of 5 walk-in policyholders a day to address and resolve complaints.",
        "Called 250 warm leads each week to expand client base.",
        "Promoted agency products to customers in person, on the telephone and in writing.",
        "Finalized sales and collected necessary deposits.",
        "Collected all premiums on or before effective date of coverage.",
        "Prepared necessary paperwork to process insurance sales and renewals.",
        "Submitted up-to-date activity and production logs to agency management for review."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Debt Collector",
      "startDate": "Apr 2014",
      "endDate": "Dec 2014",
      "responsibilities": [
        "Strong Problem Solver Inbound/Outbound Calls regarding past due accounts with major retailer, and banks.",
        "Collect Daily goals to meet certain amount of money.",
        "High Call Volume Set up payment plans on automated system Effectively managed a high-volume of inbound and outbound customer calls.",
        "Answered a constant flow of customer calls with up to 20 calls in queue per minute."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Unknown",
      "startDate": "Aug 2013",
      "endDate": "Mar 2014",
      "responsibilities": [
        "Assessed need for, ordered, obtained and interpreted appropriate lab tests.",
        "Recorded patients' medical history, vital statistics and test results in medical records.",
        "Delivered high-quality and compassionate treatment to indigent and low-income patient community.",
        "Directed patients in prescribed range of motion exercises and in the use of braces or artificial limbs.",
        "Scheduled and accompanied clients to medical appointments.",
        "Provided transportation, assistance and companionship to clients.",
        "Cleaned and organized patients' living quarters.",
        "Assisted with patient transfer and ambulation.",
        "Positioned residents for comfort and to prevent skin pressure problems."
      ]
    }
  ],
  "education": [
    {
      "degree": "High School Diploma",
      "institution": "Winfree Academy Charter School",
      "endDate": "2013"
    }
  ],
  "skills": [
    "Customer service expert Customer-focused",
    "Strong organizational skills Skilled multi-tasked",
    "Creative problem solver Deadline-oriented",
    "Active listening skills Scheduling",
    "Quick learner Bilingual",
    "Training development aptitude Dentrix/Open Dental Training",
    "Credit card processing",
    "agency",
    "basic",
    "call center",
    "case manager",
    "CNA",
    "Creative problem solver",
    "Credit",
    "client",
    "clients",
    "Customer service",
    "fast",
    "financial",
    "Insurance",
    "insurance sales",
    "listening",
    "money",
    "Strong organizational skills",
    "patient care",
    "Problem Solver",
    "progress",
    "quality",
    "Quick learner",
    "range of motion",
    "sales",
    "Scheduling",
    "statistics",
    "telephone",
    "Training development",
    "transportation"
  ]
}
