{
  "personalInformation": {
    "summary": "I successfully completed the 4-years course in Agriculture from Nangarhar Agriculture Faculty in 2002 and have studied English and computer software program for 15 months, at Oxford English and Computer Center Jalalabad City. I worked as Agriculture Advisor - Language officer with provincial Reconstruction Team U.S.A for Afghanistan/ Agriculture development team U.S.A For Afghanistan (PRT/ADT) office and as part of work mandate have gained: Familiarity and good relationship with local authorities, Members, of provincial Assembly and directorates of line Ministries. Participated in different meetings i.e. (Provincial Development Council, Private sector development, Technical working Group) meetings held at Provincial level to improve life standards of our community and bring prosperity through implementation of developmental programs. Filed visit, Collection of Agriculture data, Monitoring of Agriculture Projects. In addition, I have a valuable experience of working as an Agriculture Coordinator which gave me an opportunity as part of Management body to: Establish adequate support at the community level for the project policies and activities to ensure community participation at all levels. Traveled to different districts and provinces of the country. Identify weaknesses and problems during the implementation process and propose appropriate solutions to avoid conflicts (Social, Political, and Cultural). Attended 3 months training on Agriculture New technology in U.S Kansas State. Furthermore, I have participated in several trainings and Seminars inside and outside the country including projects planning Cycle, Projects implementation, Logical framework Analysis. Conducted numerous capacity building and training workshops on various subjects for Nangarhar Agriculture University Students including, Business Development, Marketing, Field hands on trainings, Communication skill, and many other Food safety and sanitation related issues and have delivered many constructive Presentations on different Occasions. Since I have good knowledge of my society and a valuable experience of work at different managerial levels national and international organizations, working in Community Development, Capacity building, Agriculture, Marketing and business, I believe I am qualified for the mentioned Position.",
    "title": "AGRICULTURE ADVISOR AND LANGUAGE OFFICER"
  },
  "professionalExperience": [
    {
      "company": "IPCB-S, international police coordination board Kabul Afghanistan",
      "position": "Language officer",
      "startDate": "Jan 2016",
      "endDate": "Jan 2016",
      "responsibilities": [
        "work as Language officer with IPCB-S, international police coordination board Kabul Afghanistan.",
        "Responsibilities: Performing translations from English to Pashto/Dari of various documents (Presentations, letter, reports, minutes, etc).",
        "Simultaneous translations in IPCB-S meetings.",
        "Undertaking any other tasks required by the Head of IPCB-S."
      ]
    },
    {
      "company": "Laghman PRT/ADT.",
      "position": "Agriculture Advisor and Language Officer",
      "startDate": "Jan 2016",
      "endDate": "Jan 2016",
      "responsibilities": [
        "Laghman PRT/ADT.",
        "Responsibilities: Establish and maintain strong coordination and good communication channels with governmental as well as non- government organizations, working for growth of the private sector of Afghanistan.",
        "Worked strategic planning with DAIL Office.",
        "Assist DAIL (Department of irrigation, Agriculture, and livestock) staff for annual planning.",
        "Attend and represent PRT/ADT in relevant meetings and workshops out of the organization at provincial level.",
        "Preparing Module need assessment based.",
        "Arrangement of Training plan and Materials for Nangarhar university Agriculture students.",
        "Assist and guide DAIL research department in needs assessments.",
        "Assist the DAIL research department in assessing the needs of staff for short, medium and long term trainings.",
        "Cooperate closely with DIAL (Department of irrigation, Agriculture, and livestock) office staff in technical and managerial affairs.",
        "Train Nangarhar university Agriculture faculty students, practically in the field.",
        "Train women affair department staff and poor family regarding home gardening and kitchen gardening.",
        "Translate Agriculture guidelines and project technical formats in to local languages as required.",
        "Prepared training materials to DAIL staff and farmers."
      ]
    },
    {
      "company": "BRAC Education Program for Afghanistan",
      "position": "Provincial Manager",
      "startDate": "Jan 2013",
      "endDate": "Jan 2016",
      "responsibilities": [
        "work as with BRAC Education Program for Afghanistan Responsibilities: Prepare and implement plan for concerned areas and implement the concerned project activities according to the approved annual work plan.",
        "Supervise the staff and schooling activities in the concerned areas according to the plan.",
        "Take special steps for the development of the female staff.",
        "Build positive and competitive mindset of the staff.",
        "Overall responsible for preparing and submitting all kinds of reports to central office and communicate coordinate with related provincial level offices.",
        "Take necessary steps for enhancing the capacity of the staff in order to administer the all project activities effectively."
      ]
    },
    {
      "company": "Company Name",
      "position": "plant protection Manager",
      "startDate": "Jan 2002",
      "endDate": "Jan 2004",
      "responsibilities": [
        "Provided improved seed to farmers.",
        "Worked with farmers on the field to control plant disease.",
        "Gave refresh courses about plant disease to farmers.",
        "Record all plant diseases reports, from all districts.",
        "Managed all state Agriculture properties, for cultivation."
      ]
    }
  ],
  "education": [
    {
      "degree": "B.Sc. (Hons) degree, Agriculture",
      "institution": "Nangarhar University Agriculture",
      "endDate": "2002"
    },
    {
      "degree": "Baccalaureate",
      "institution": "Nangarhar High School Afghanistan",
      "endDate": "1997"
    }
  ],
  "skills": [
    "competitive",
    "English",
    "government",
    "irrigation",
    "managerial",
    "Materials",
    "meetings",
    "Excel",
    "Office",
    "power point",
    "Word",
    "police",
    "Presentations",
    "research",
    "strategic planning",
    "training materials",
    "translations",
    "typing",
    "workshops"
  ]
}
