{
  "personalInformation": {
    "summary": "Highly accomplished Management Consultant / Senior Business Analyst with a verifiable track record of managing complex strategy projects and exceeding client expectations. Demonstrated skills in business process management and process redesign, specializing in the end-to-end business process management lifecycle. Extensive experience in the integration and implementation of organizational transformational efforts in both the Public and Financial Services Sectors, designing processes and system improvements to increase productivity and reduce cost. Strong interpersonal skills, highly adept at managing broad stakeholder communities and supporting the development of cohesive strategic visions across disparate groups.",
    "title": "MANAGING CONSULTANT"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Managing Consultant",
      "startDate": "11/2003",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Currently a Managing Consultant in the Customer Engagement & Design practice of IBM Global Business Services, US Federal, with a focus on Cognitive Process Transfomation.",
        "As the BPM Lead, responsible for the development, maintenance, and delivery of a portfolio of custom applications built on IBM's BPM Cloud platform",
        "These custom BPM applications replaced manual processes, improved efficiencies, and provided audit capabilities across SAMHSA.",
        "Managed several Agile development teams, serving as Scrum Master, leading sprint planning sessions with client product owners, backlog grooming, and sprint reviews/demos, in addition to daily stand up meetings.",
        "Led the design, development, and implementation of a custom BPM 8.5.7 enabled, cloud based, automated solution to facilitate a single trusted source of application to server hosting information across the global IBM enterprise.",
        "Facilitated the documentation and analysis of as-is and to-be deployment processes across multiple IBM Geos.",
        "Solution was awarded best of breed by PwC during compliance review",
        "Led a Project Management Maturity Assessment in order to define the strategy and operationalize project management disciplines required to establish a PMO.",
        "Led the requirements definition phase for the development of a custom program management application, incorporating project health, executive dashboards and reporting.",
        "Facilitated demonstrations of the application to key FHFA executives, including agency CIO and deputy director.",
        "Served as IBM BPM SME and Requirements Update Team Lead as part of $500 million transformation engagement in which IBM was the solution architect responsible for the successful development and implementation of the Electronic Immigration System (ELIS).",
        "Utilized model driven development, established standards, developed best practices, and delivered processing modeling training across product teams in order to document and implement targeted \"to-be\" state.",
        "Led team responsible for tooling integration, configuration management, and management of multiple requirements baselines.",
        "Managed the integration between multiple IBM Rationale products including ensured integration with related IBM products (e.g. Rational"
      ]
    },
    {
      "company": "Company Name",
      "position": "Program Manager",
      "startDate": "08/1998",
      "endDate": "08/2001",
      "location": "City, State",
      "responsibilities": [
        "Coordinated college recruiting efforts and staffing efforts within the Information Technology Resource Center (ITRC)",
        "Conducted analysis and managed the business unit's utilization across accounts."
      ]
    },
    {
      "company": "Company Name",
      "position": "Account Manager",
      "startDate": "12/1996",
      "endDate": "07/1998",
      "location": "City, State",
      "responsibilities": [
        "Marketed IT software and services to major educational institutions and healthcare providers.",
        "Responsible for managing customer relationships, sales and related business development activities."
      ]
    }
  ],
  "education": [
    {
      "degree": "MBA: Information Technology",
      "institution": "University of Maryland, Smith School of Business",
      "endDate": "2003",
      "location": "City, State, USA"
    },
    {
      "degree": "Bachelor of Science : Marketing",
      "institution": "University of Arizona",
      "endDate": "1996",
      "location": "City, State, USA"
    }
  ],
  "skills": [
    "Business Process Improvement & Redesign",
    "Agile/Scrum",
    "SDLC",
    "Business Transformation",
    "PMO",
    "Project management",
    "IBM BPM",
    "Blockchain",
    "Robotic Process Automation",
    "Strong analytical skills"
  ]
}
