{
  "personalInformation": {
    "summary": "Experienced IT Administrator with a keen eye for innovative solutions and 15 years of experience in troubleshooting, managing and ensuring that networks and systems run at optimum capacity.",
    "title": "IT & MEDIA ADMINISTRATOR"
  },
  "professionalExperience": [
    {
      "company": "Company Name i/4 City, State",
      "position": "IT & Media Administrator",
      "startDate": "Jan 2006",
      "endDate": "Current",
      "responsibilities": [
        "Boosted website traffic by creating an integrated social media strategy, including a successful SEO and link-building campaign to increase the website's credibility and drive traffic Created effective messaging using language, graphics and marketing collateral Installed software, modified and repaired hardware and resolved technical issues Provided base level IT support to non-technical personnel within the business",
        "Identified and solved technical issues with a variety of diagnostic tools Remained up-to-date on the latest technologies and solutions applicable to company products.",
        "Reviewed technical documentation and procedures."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Local Technology Coordinator",
      "startDate": "Jan 2012",
      "endDate": "Jan 2014",
      "responsibilities": [
        "Set up, configured and supported internal and/or external networks (including wireless), Windows environment, HP switches Maintained systems (Windows XP, Windows 7, Server 2003, Server 2008, Active Directory), software (Office, Medisoft V16, Dentrix, Dexis), hardware (printers, cameras), security, and network configurations Troubleshot network performance issues, printer issues, user account issues and more Recommended upgrades, patches and new applications and equipment Provided technical and end-user support and training as needed."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "IT Trainer",
      "startDate": "Jan 2012",
      "endDate": "Jan 2012",
      "responsibilities": [
        "Trained employees for upgrade from Office 2003 to Office 2010.",
        "Provided base level IT support to non-technical personnel within the business.",
        "Followed up with clients to ensure optimal customer satisfaction.",
        "Utilized software and tools to identify and solve technical issues (Windows XP, Windows 7, Altiris Remote Control, Footprints, Citirx, LMS)."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "POS Product Support Specialist",
      "startDate": "Jan 2011",
      "endDate": "Jan 2012",
      "responsibilities": [
        "Installed POS pharmacy software, modified and repaired hardware and resolved technical issues.",
        "Provided base level IT support to non-technical personnel within the business utilizing a variety of software and tools (Unix (SCO), MySQL, Footprints, Join.Me, Kaseya).",
        "Managed call flow and responded to technical support needs of customers.",
        "Resolved product or service problems by clarifying the customers complaint, determining the cause of the problem, selecting and explaining the best solution to solve the problem, expediting correction or adjustment and following up to ensure resolution."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Local Technology Coordinator",
      "startDate": "Jan 2009",
      "endDate": "Jan 2011",
      "responsibilities": [
        "Set up, configured and supported internal and/or external networks (including wireless), Windows environment, HP switches Maintained systems (Windows XP, Windows 7, Server 2003, Server 2008, Active Directory), software (Office, Medisoft V16, Dentrix, Dexis), hardware (printers, cameras), security, and network configurations Troubleshot network performance issues, printer issues, user account issues, and more Recommended upgrades, patches and new applications and equipment Provided technical and end-user support and training as needed."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Computer Networking & Administration Instructor",
      "startDate": "Jan 2009",
      "endDate": "Jan 2011",
      "responsibilities": [
        "Taught courses leading students towards a MCSE/MCITP certification, from approved curriculum, and developed daily lesson plans to include instructional aids Participated in school retention initiatives by providing regular, accurate and timely feedback to students and the school concerning academics, behavior, attendance, and more Motivated students to actively participate in all aspects of the educational process Completed professional development and in-service activities in accordance with college standards Maintained expertise in subject area and recommended improvements in curriculum design."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Network Administrator",
      "startDate": "Jan 2008",
      "endDate": "Jan 2008",
      "responsibilities": [
        "Set up, configured and supported internal and/or external networks (including wireless), Windows environment Developed and maintained all systems, applications and security and network configurations Troubleshot network performance issues, printer issues, user account issues, and more Recommended upgrades, patches and new applications and equipment Provided technical and end-user support and training as needed."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "IT Support Specialist",
      "startDate": "Jan 2007",
      "endDate": "Jan 2007",
      "responsibilities": [
        "Performed a variety of duties in support of a computer, and/or client server unit, Windows environment.",
        "Installed software, modified and repaired hardware and resolved technical issues; setup classroom and lab environments.",
        "Functioned as a member of the problem resolution and enterprise service desk teams, handling over 22,000 employees regarding software, hardware and networking usage and configuration via telephone, email and Remedy ticket tracking and support software, representing over 50,000 computers and devices and a diverse group of end users, chiefly executive personnel."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "POS Support Analyst",
      "startDate": "Jan 2005",
      "endDate": "Jan 2007",
      "responsibilities": [
        "Functioned as a member of the Help Desk team handling over 1500 franchise stores and over 600 corporate stores regarding POS software and hardware usage and configuration as well as networking via telephone and HEAT ticket tracking and support software (Level 1, Level 2 & Level 3), representing over 20,000 computers and peripheral devices (printers, modems, caller ID boxes) and a diverse group of end users.",
        "Diagnosed system problems and contacted vendors for service and/or replacement.",
        "Managed various areas of support including broadband connectivity and Windows/POS installation, configuration, and upgrade issues and supported all network and dial up configurations.",
        "Troubleshot, researched, diagnosed, documented, and resolved technical issues with a superior degree of technical knowledge and experience; utilized a variety of tools for troubleshooting, including Remote Desktop, Terminal Server, Enterprise Manager and Query Analyzer."
      ]
    }
  ],
  "accomplishments": [
    "I functioned as a member of the problem resolution and enterprise service desk teams handling over 22,000 employees regarding software, hardware and networking usage and configuration via telephone, email and ticket tracking software (Level 1, Level 2 and Level 3 support), representing over 50,000 computers and devices (desktops, laptops, printers) and a diverse group of end users, chiefly executive personnel.",
    "I drafted a proposal for a new training department to save the company $3.4 million.",
    "I maintained a total shrink (cycle counts, misc. adjustments, and year end inventory) of less than 1.10% of merchandise revenue by ensuring company's policies were strictly adhered to, information was accurate, and reports were properly worked."
  ],
  "education": [
    {
      "degree": "Network Systems Admin Professional Program",
      "institution": "New Horizons i¼ City, State",
      "endDate": "7/2015"
    },
    {
      "degree": "Bachelor of Science, Technical Management",
      "institution": "DeVry University",
      "gpa": "3.8",
      "graduationDate": "Magna Cum Laude"
    }
  ],
  "highlights": [
    "Windows, Apple, Linux and Cisco IOS",
    "Network upgrades; CISCO router management",
    "Technical specifications creation",
    "Website creation and maintenance",
    "Excellent problem-solving abilities",
    "Outstanding communication skills",
    "Exceptional diagnostic skills",
    "Graphic design"
  ],
  "skills": [
    "Active Directory",
    "Apple",
    "broadband",
    "CISCO router",
    "Cisco IOS",
    "client server",
    "communication skills",
    "hardware",
    "Network Systems",
    "curriculum design",
    "clients",
    "customer satisfaction",
    "email",
    "Graphic design",
    "graphics",
    "Help Desk",
    "HP",
    "IT support",
    "lesson plans",
    "Linux",
    "marketing collateral",
    "Medisoft",
    "messaging",
    "MCSE",
    "Office",
    "Windows 7",
    "Windows",
    "Windows XP",
    "modems",
    "MySQL",
    "Enterprise",
    "Network",
    "networking",
    "networks",
    "personnel",
    "cameras",
    "POS",
    "printer",
    "printers",
    "problem resolution",
    "problem-solving",
    "SCO",
    "strategy",
    "switches",
    "technical support",
    "user support and training",
    "technical documentation",
    "telephone",
    "Terminal Server",
    "troubleshooting",
    "Unix",
    "upgrades",
    "upgrade",
    "Website"
  ]
}
