{
  "personalInformation": {
    "summary": "Seeking to obtain a position within Human Resource Management where my acquired skills in Employee Engagement and Training & Development will be challenged and acknowledged in a direction where I can be committed to personal, professional, and community growth. Extensive experience in Human Resource Management, Training & Development, Employment Engagement, Temporary Services and Talent Acquisition. With proven leadership abilities that includes professional, interpersonal communication, presentations, and training. Strong project management skills working cooperatively with cross functional groups demonstrating a commitment to team successes with a winning mentality. Proficient user of Microsoft suite, HRIS, and Learning management data systems.",
    "title": "TRAINING & DEVELOPMENT SPECIALIST/HR"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4 City, State",
      "position": "Training & Development Specialist/HR",
      "startDate": "09/2013",
      "endDate": "Current",
      "responsibilities": [
        "Responsible for organizational development.",
        "Developed and managed programs; Career Path (apprenticeship program), Education Reimbursement, Employee Suggestion, Professional (salaried)development, New Hire Orientation, New Hire Luncheon, and Shares for Cares."
      ]
    },
    {
      "company": "Company Name 1/4 City, State",
      "position": "Workforce Development and Human Resource Manager",
      "startDate": "08/2006",
      "endDate": "01/2012",
      "responsibilities": [
        "Developed recruitment relationships within the non-profit community Delivered world-class customer service/client relations; identified client needs and opportunities for success through established WFD program in Kent Co.",
        "Ensure successful hire-in of the client through positive relationships, employment training and coaching/counseling feedback.",
        "Maintained dependable results with placement in non-profit community to commit to retention expectations of program.",
        "Successfully placed within 18 months, over 800 temporary associates in full time long-term positions through non-profit organizations including Michigan Works, Goodwill and GRCC exceeding program requirements.",
        "Successful placement of individuals in re-entry programs with barriers and obstacles of employment.",
        "Maintained workers comp/disability placement, issued and maintained benefits selection and wellness program Responsible for hiring decisions, employee retention, processing of new hire documentation, and employee training.",
        "Responsible for the day-to-day management of a temporary workforce for a specific client as an established Human Resource Manager."
      ]
    },
    {
      "company": "Company Name i¼ City, State",
      "position": "Advanced Director",
      "startDate": "07/2000",
      "endDate": "01/2007",
      "responsibilities": [
        "Top Sales/Advanced Director with national recognition from the Direct Sales Association National recruiter responsible for Customer Service and Sales training Motivational speaker and presenter at Pampered Chef's National Meetings Designed, developed, and executed local and regional Customer Service, Sales, and Training seminars.",
        "Interfaced with regional and local Top Performers for training and recruiting development."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Merchandise Manager/Human Resource Manager",
      "startDate": "09/1991",
      "endDate": "03/1996",
      "responsibilities": [
        "Responsible for the development of sporting apparel initiatives from conception and design (selection of fabric, stitching, and artwork), to sample development and merchandise/marketing feasibility to production approval and commercialization.",
        "Facilitated marketing strategic sales meetings, developed marketing plans, and presented seasonal product purchasing plans to Nike, Kmart, Meijer, and Target.",
        "Analyzed store consumer and market trends to predict inventory needs, established product specific reorder points for inventory management Managed budgets associated with new product development and initiatives Managed 15 data entry / order specialists and merchandise management assistants Excellent customer service skills utilizing new and innovative solutions to maximize potential with the customers Maintained compliance with sport licensing agreements."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Arts",
      "institution": "University of Phoenix 1/4 City, State",
      "endDate": "2015",
      "field": "Business Management/Human Resource Management"
    }
  ],
  "skills": [
    "benefits",
    "budgets",
    "coaching",
    "counseling",
    "client",
    "client relations",
    "Excellent customer service",
    "Customer Service",
    "data entry",
    "dependable",
    "Direct Sales",
    "documentation",
    "hiring",
    "Human Resource",
    "inventory management",
    "inventory",
    "legal",
    "Director",
    "marketing plans",
    "marketing",
    "market",
    "Meetings",
    "Works",
    "Motivational speaker",
    "new product development",
    "organizational development",
    "predict",
    "presenter",
    "profit",
    "purchasing",
    "recruiting",
    "recruitment",
    "recruiter",
    "Sales",
    "Sales training",
    "seminars",
    "strategic",
    "employee training"
  ]
}
