{
  "personalInformation": {
    "summary": "Supply Chain and Logistics & management professional with traditional supply chain and transformation experience. Developed & supported evaluation of key process functions such as strategy & business planning, category management, strategic sourcing, contractor lifecycle management, vendor risk management, SRM, purchase to pay and spend analytics. Â Managed strategy execution, organizational redesign, strategic cost reduction and utilized technology as an enabler for Supply Chain effectiveness. Â",
    "title": "PRINCIPAL CONSULTANT"
  },
  "professionalExperience": [
    {
      "company": "Company Name i¼",
      "position": "Principal Consultant",
      "startDate": "06/2013",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Â ÂÂÂÂ ÂÂÂ Provide consulting services to clients on supply chain transformation initiatives, including developing integrated, target operating models for large procurement organizations. Â·Â Â Â Â Â Â Â Help support the evaluation of key process functions such as strategy, business development, category management and vendor management. Provide investment recovery services which includes brokering used gas processing equipment of all types such as cryogenic, amine systems, high pressure separators and refrigeration systems."
      ]
    },
    {
      "company": "Company Name i¼",
      "position": "Strategic Sourcing Manager",
      "startDate": "06/2006",
      "endDate": "09/2013",
      "location": "City, State",
      "responsibilities": [
        "Monitor performance of suppliers and apply appropriate methodology to ensure expected contractual outcomes.",
        "Establish governance, processes, escalation and controls to ensure well managed and healthy partnerships.",
        "Investigate and propose solutions to remedy supplier non-performance situations.",
        "Assess and anticipate changing business requirements and recommend changes to supply chain processes, tools and systems.",
        "Build comprehensive category strategies utilizing market intelligence, demand management, sustainability, supplier diversity, quality, and total cost of ownership and align it to stakeholder goals and strategies.",
        "Drive value through demand management utilizing spend analytics.",
        "Prepares and oversee the execution of short and long term supplier diversity strategies, objectives, and action plans.",
        "Drive contract utilization with effective implementation plans, metrics and reporting.",
        "Facilitate critical quarterly business reviews, bringing key suppliers together to drive joint feedback and continuous improvement activities for each assigned category of management.",
        "Develop and measure benchmarks on cost utilization of assigned categories employing industry best practices.",
        "Manage the supplier base by contracting new suppliers as needed and working to strengthen current supplier relationships.",
        "Build and employ stakeholder mapping to manage stakeholders and build relationships.",
        "Identify non-compliance to contracts, conduct root cause analysis, and resolve issues.",
        "Create and apply market intelligence for key commodities to drive category strategies and communicate with stakeholders.",
        "Develop and deliver supplier rationalization targets to reduce supplier base.",
        "Build comprehensive cost models to drive better understanding and results with supplier negotiations.",
        "Analyze and report sourcing results to senior staff.",
        "Deliver cost savings and compliance with corporate goals.",
        "Collaborate with legal staff to review and enhance the contract process.",
        "Develop and mentor staff to support company growth.",
        "Responsible for direct management of the team including budgets, staffing issues, resource allocation and vendor relationships.",
        "Conduct employee performance reviews, coaching and mentoring and career development.",
        "Promotes work force diversity and employee safety."
      ]
    },
    {
      "company": "Company Name 1/4",
      "position": "Transportation/Logistics Planner",
      "startDate": "12/1981",
      "endDate": "06/2000",
      "location": "City, State",
      "responsibilities": [
        "Coordinated the logistics tasks of material from suppliers in the U.S.",
        "to Saudi Arabia.",
        "Ensured that all project material was received and properly packed.",
        "Ensured that all project material shipped was delivered to various job customer job sites on time Facilitated various delivery methods including rail, boat, ground or air transportation using the provider's software systems to manage material tracking and assist with planning and scheduling.",
        "Assisted in obtaining necessary transportation permits for inbound and outbound cargo, as required to facilitate timely logistics processing.",
        "Coded, and prepared proper paperwork for method of shipment.",
        "Ensured that materials were shipped in the most timely and efficient manner according to document processes.",
        "Planned the transportation route and payload, selecting the mode of transportation, tendering the order for transportation, and tracking the shipment from pick up through delivery, while maintaining cost compliance, freight savings, and adherence to service and contractual requirements.",
        "Consolidated fragmented loads to achieve freight savings while complying with service and contractual requirements.",
        "Initiated overcharge/undercharge freight bill claims with carriers and tracked reconciliation of the same per regulatory standards, Prepared",
        "and updated daily and monthly logistics schedules to assure deliveries, coordinating material deliveries suppliers and customers Provided internal and external reports as required.",
        "Negotiated all contracts with freight carriers including barge, airlines, container, and foreign ports.",
        "Conducted staff meetings, Managed all special projects.",
        "Knowledge of international freight transactions, customer requirements & commercial shipping terms enabled a role as Global Oil Spill coordinator.",
        "Assisted in the administration of supply agreements for rail, barge, and truck carriers.",
        "Ensured compliance with all state, federal, environmental, safety, and hazardous waste regulations.",
        "1 | Page."
      ]
    },
    {
      "company": "City, State",
      "position": "Investment Recovery Manager",
      "startDate": "City, State",
      "responsibilities": [
        "Optimized return on investment of surplus, obsolete or idle equipment through reuse, trade or sell on the world market via: Management of global investment recovery and asset rationalization strategies.",
        "Managed a company-wide program for the identification and redeployment equipment.",
        "Developed and managed processes for bid auctions, private or negotiated sales for divestiture of surplus equipment.",
        "Performed bid evaluations and recommendations for awarding contracts.",
        "Developed methodology and standards to calculate or quickly determine: Fair market value Rationalization options Asset evaluation Business cases to optimize the financial return on the disposition of company assets Department performance metrics and industry \"best practices\".",
        "Developed and managed relationships with third party vendors to minimize costs associated with rebuilding, repairing, or disposing of surplus assets.",
        "Developed procedures to protect company's surplus equipment for compliance with Sarbanes Oxley and internal audit requirements regarding the sale and transfer of surplus assets.",
        "Tracked all costs associated with the identification, tracking and redeployment of all surplus or idle equipment.",
        "Managed surplus equipment database ensuring data integrity and accuracy of asset transfers sales revenue."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelors: Business Management",
      "institution": "LeTourneau University i¼ State",
      "field": "Business Management"
    },
    {
      "degree": "M-Divinity & Homiletics",
      "institution": "Houston Graduate School of Theology, Houston-",
      "field": "Communications"
    }
  ],
  "skills": [
    "Organization",
    "Planning & Prioritizing",
    "Flexible Thinker",
    "Not a destroyer of value",
    "business development",
    "business planning",
    "hazardous waste",
    "internal audit",
    "logistics",
    "mentoring",
    "procurement",
    "repairing",
    "risk management",
    "sales",
    "Sarbanes Oxley",
    "scheduling",
    "strategic sourcing",
    "supplier management",
    "vendor management"
  ]
}
