{
  "personalInformation": {
    "summary": "Reliable and punctual Sales Associate who possesses an excellent work ethic and more than fifteen years in retail. Areas of expertise include inventory, cash management, and exceptional customer service. Personable Customer Service Associate dedicated to providing the highest level of customer service. Outgoing, and efficient with the capacity to multi-task. High-achieving Sales Associate offering an extensive background in customer service, sales, client relations and merchandising. Self-directed and self-motivated team player who also works well independently.",
    "title": "SALES ASSOCIATE"
  },
  "professionalExperience": [
    {
      "company": "Company Name – City, State",
      "position": "Sales Associate",
      "startDate": "08/2018",
      "endDate": "03/2019",
      "responsibilities": [
        "Consulted with long-term, new and prospective customers to understand needs and propose ideal merchandise.",
        "Accurately prepared cash deposits up to $6000 with zero discrepancies.",
        "Assisted in managing day-to-day business operations, including selling various retail products by explaining unique features and educating customers on proper application of products."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Warehouse Associate",
      "startDate": "05/2018",
      "endDate": "07/2018",
      "responsibilities": [
        "Duties included transferring packages and boxes to transport vehicles. Sort packages according to designated areas."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Cashier",
      "startDate": "08/2017",
      "endDate": "05/2018",
      "responsibilities": [
        "As a cashier my duties included assisting customers with final purchases and operate cash registers and credit/debit card transactions."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Cashier",
      "startDate": "06/2017",
      "endDate": "11/2017",
      "responsibilities": [
        "As a Cashier my duties included cash handling, credit/debit card payments, assist customers by providing information, ensure a clean and orderly checkout area."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Sales Associate",
      "startDate": "07/2016",
      "endDate": "11/2016",
      "responsibilities": [
        "Answered customers' questions and addressed problems and complaints in person and via phone.",
        "Opened and closed the store, which included counting cash drawers and making bank deposits.",
        "Helped customers select products that best fit their personal needs.",
        "Educated customers on product and service offerings.",
        "Offered exceptional customer service to differentiate and promote the company brand.",
        "Kept the showroom clean and maintained neat, orderly product displays.",
        "Built customer confidence by actively listening to their concerns and giving appropriate feedback.",
        "Balanced the needs of multiple customers simultaneously in a fast-paced retail environment.",
        "Processed all sales transactions accurately and in a timely fashion."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Sales Associate",
      "startDate": "02/2014",
      "endDate": "07/2016",
      "responsibilities": [
        "Processed all sales transactions accurately and in a timely fashion.",
        "Built and maintained effective relationships with peers and upper management.",
        "Held each team member accountable for achieving brand and performance goals.",
        "Offered direction and gave constructive feedback to motivate team members.",
        "Communicated store policy violations to the leadership team in a timely manner.",
        "Communicated information to customers about product quality, value and style."
      ]
    },
    {
      "company": "Company Name – City, State",
      "position": "Sales Associate",
      "startDate": "10/2009",
      "endDate": "02/2014",
      "responsibilities": [
        "Kept current on market and product trends to effectively answer customer questions.",
        "Completed floor replenishment to guarantee size availability and promote customer satisfaction.",
        "Built customer confidence by actively listening to their concerns and giving appropriate feedback.",
        "Collaborated with customer service team members to give exceptional service throughout the entire shopping and purchasing experience.",
        "Offered exceptional customer service to differentiate and promote the company brand.",
        "Opened and closed the store, which included counting cash drawers and making bank deposits.",
        "Kept the showroom clean and maintained neat, orderly product displays."
      ]
    }
  ],
  "accomplishments": [
    "Consistently exceeded daily sales targets with an average of $1200 in sales each day.",
    "Routinely helped as many as 200 customers each day in a high-volume retail outlet.",
    "Received 5 \"exceeds expectations\" ratings on performance reviews."
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "Oregon State University - City, State",
      "field": "Community Health",
      "graduationDate": "1982"
    }
  ],
  "skills": [
    "Cash handling accuracy Strong communication skills",
    "Organized Superb sales professional Time",
    "management Flexible schedule Detail-oriented",
    "Excellent multi-tasker",
    "Business Administration, Cash handling, Strong communication skills, customer",
    "satisfaction, customer service, Detail-oriented, direction, fashion, fast, leadership,",
    "listening, market, neat, Organizational, Psychology, purchasing, quality, retail, sales,",
    "phone, Time management"
  ]
}
