{
  "personalInformation": {
    "summary": "To deliver value in a professional position in the oil and gas industry that utilizes my attributes and unique skillset. Long standing track record of outperforming management?s goals and milestones while reducing time, costs, and minimizing non-productive time. Incorporate both analytical and creative skills to visualize ideas, and find solutions and proactively avoid problems. In depth understanding of how mechanics and tools can be utilized for optimized functionality, economics, and safety, from experience on marginally productive plays where lowered and predictable costs were a key driver. Meticulous with invoices to ensure costs are accurate and what was agreed upon. Developed in-depth analytical and mechanical problem solving skills through years of field experience, comprehensive discussions with vendors, and learning/listening to those with more experience. Wealth of knowledge about timelines, workflows, costs, effective troubleshooting, and seamlessly integrating field and office personnel into a unified team from righand experience and field engineering experience. Continuously consider HSE and regulatory facets and how to implement them without unduly disturbing operations, when possible.",
    "title": "ENGINEERING CONSULTANT"
  },
  "professionalExperience": [
    {
      "company": "Unit Corporation",
      "position": "Field Engineer (and continued Drilling and Completions Engineer)",
      "startDate": "Sep 2008",
      "endDate": "Mar 2011",
      "location": "Tulsa, OK",
      "responsibilities": [
        "Unit?s field representative (completion/frac consultant) to prepare for frac jobs, flowback, and putting on pipeline to handover to the Production group.",
        "Relief pumped a route in Western Oklahoma for eight months.",
        "Drilling Consultant rotation for twelve months on the same rig I performed Drilling Engineer duties for.",
        "Safely and efficiently P&Ad 80+ wells over including one in the middle (literally) of the Washita River, encompassing all regulatory requirements, bidding and awarding work, overseeing operations, selling/transferring/disposing of reclaimed tubulars and surface equipment, location reclamation, and making good on surface owner relationships Worked with surface owners to access property to stake wells, resolve ROW concerns, and settle surface damages \" liaison between surface owners and Unit?s Landmen.",
        "Designed, bid, and awarded dirt work and confirmed final location was built as expected and suitable for the drilling rig."
      ]
    },
    {
      "company": "Unit Corporation",
      "position": "Drilling and Completions Engineer",
      "startDate": "June 2007",
      "endDate": "Sep 2008",
      "location": "Tulsa, OK",
      "responsibilities": [
        "Designed completion procedures for the wells I drilled (perf intervals, acidizing, frac job, etc).",
        "Work closely with Production Foreman to ensure optimal communication between field and office.",
        "Communicate closely with drilling consultants to confirm office and field are on the same page.",
        "When problems occur, drove to rig site to be Unit?s onsite representative.",
        "Worked with team to confirm well was drilled and completed in a manner that maximized benefits to long term project goals."
      ]
    },
    {
      "company": "Unit Corporation",
      "position": "Intern",
      "startDate": "Sep 2005",
      "endDate": "June 2007",
      "location": "Tulsa, OK",
      "responsibilities": [
        "Handled all regulatory paperwork and ensured compliance for the drilling and completion engineers.",
        "Helped gather preliminary offset data for drilling engineers through a variety of software packages and resources.",
        "Prepared/requested bids for mud programs, cement program, directional, etc.",
        "Confirmed accuracy before passing along to engineers.",
        "Heavily involved in implementing Wellview software across Unit?s drilling department (field and office) and setting up custom reports to match Unit?s reporting requirements.",
        "Wrote training manual for drilling consultants.",
        "Trained Completion and Production Engineers as requested."
      ]
    },
    {
      "company": "Nabors Drilling",
      "position": "Derrickhand",
      "startDate": "Dec 1999",
      "endDate": "Apr 2003",
      "location": "CO",
      "responsibilities": [
        "Calculated/measured mud properties and adjusted chemical additives accordingly.",
        "Repaired, maintained, and supervised mud pumps.",
        "and other solids control equipment operational status.",
        "Assisted driller and tool pusher in daily operations of drilling rig.",
        "Helped coordinate work efforts of three subordinate employees."
      ]
    },
    {
      "company": "Company Name",
      "position": "Engineering Consultant",
      "startDate": "July 2015",
      "location": "City, State",
      "responsibilities": [
        "Fulfilling a variety of engineering needs for clients \"reservoir engineering, acquisitions & divestitures, company/prospect valuations, production engineering, drilling engineering, data compiling and ?clean-up.",
        "services, etc.",
        "o Using a diverse assortment of software packages \"ARIES, Powertools, Petra, HIS Enerdeq, Drilling Info, Wellview, etc."
      ]
    },
    {
      "company": "Company Name",
      "position": "Staff Production Engineer",
      "startDate": "February 2015",
      "endDate": "July 2015",
      "location": "City, State",
      "responsibilities": [
        "worked with an older remian well set naalea win ineficiency issues in the indiana basin, cleaned up the bling structure and obscure routing issues, and identifying/addressed many HSE issues.",
        "Experience with Production Explorer, IHS, PHD Win, and Drilling Info software packages to complete work.",
        "Took up an initiative \"which was unsuccessfully addressed in previous years \"to get the field staff up to date with technology and digital record keeping, and made significant progress in jumping some of the hurdles to work together."
      ]
    },
    {
      "company": "Company Name",
      "position": "Senior Drilling Engineer",
      "startDate": "March 2011",
      "endDate": "February 2015",
      "location": "City, State",
      "responsibilities": [
        "Marmaton Play:.",
        "o Drilled Unit?s longest lateral (9,870?) and fastest well (8.71 days spud to TD) to date.",
        "o Over the first 18 months, reduced average spud to RR from 30+ days to 13.14 days, DHC from $2.1MM to $1.37MM, and reduced outliers by 68%.",
        "o Dramatically outperformed offset operators in all metrics \" spud to TD days, DHC, and outliers."
      ]
    }
  ],
  "accomplishments": [
    "Developed Unit?s drilling program in this area.",
    "o To date, Drilled Unit?s longest lateral (6,891?), fastest GW well (17.54 days spud to TD), and only 8.75.",
    "lateral.",
    "Cleveland Play: o Developed Unit?s drilling program in this area.",
    "SOHOT Play (Grady County, OK): o Developed Unit?s drilling program in this area.",
    "o Drilled Unit?s fastest Medrano well to date (19.35 days spud to TD).",
    "Regularly put in charge of developing the drilling programs in Unit?s new core plays and drilling one-off and two-off wells.",
    "Proficient in Wellview reporting software.",
    "Directed increased expectations and new standardization for reporting requirements in the field and office across drilling, completions, and production groups.",
    "Worked closely with the Wellview Master User to make appropriate changes."
  ],
  "education": [
    {
      "degree": "Bachelors",
      "institution": "University of Tulsa Mechanical Engineering",
      "field": "Mechanical Engineering"
    }
  ],
  "skills": [
    "acquisitions",
    "billing",
    "clients",
    "Explorer",
    "Win",
    "PHD",
    "progress",
    "record keeping",
    "routing"
  ]
}
