{
  "personalInformation": {
    "summary": "Innovative Electrical Engineer specialized in operations management. Team-oriented Electrical Engineer with over four years experience designing, developing and testing electronic products. Skilled Electrical Engineer with over 2 years experience refining workflow processes and improving organizational efficiency. Experienced CAD Drafter with solid knowledge of the practical application of engineering science and technology. Proven ability to manage multiple projects and meet critical deadlines. Dedicated [job title] with excellent technical, analytical and communication skills demonstrated by [number] years of experience.",
    "title": "AVIATION ENGINEER"
  },
  "professionalExperience": [
    {
      "company": "Company Name City",
      "position": "Aviation Engineer",
      "startDate": "01/2015",
      "endDate": "Current",
      "responsibilities": [
        "Established and helped in the production line of the Auxiliary Power Unit overhaul facility.",
        "Focused on the following APU units: GTCP85-180-L-C, GTC85-56-70A-71-72, and T-62T-40-1 mainly used on C-130 Hercules, and helicopters.",
        "Involved in repair scheme design, test cell, operational performance, drawings, manual interpretation, tooling, equipment improvement, and troubleshooting of engine problems, both in house and in the field.",
        "Worked on instruction writing, reports, as well as building document revisions.",
        "For example, quality deficiency reports, purchase orders, quality reports, repair orders, engineering reports, capital expenditures, manual revisions and more.",
        "Developed and optimized tooling, manufacturing, and ground support equipment reviews for open issues or improvements.",
        "Worked on PT6A, T56, and 501 engines mainly in accessory testing and test cell operations.",
        "Designed tooling equipment, electrical circuitry, and hydraulic systems using CATIA V5.",
        "Designed and built testing bench for APU using data acquisition system and measurement devices such as digital readouts, pressure gauges, and level sensors.",
        "Provided technical support to the Accessory shop department, Engineering department, Machine Shop, Test cell, Management, and the Operation's department.",
        "Performed receiving and detailed inspection of incoming parts, accessories, and engines to the overhaul facility.",
        "Contact: John McIntosh Vice-president of engineering mobile: (+1 7526269604."
      ]
    },
    {
      "company": "Company Name City",
      "position": "Intern",
      "startDate": "01/2013",
      "responsibilities": [
        "Provided technical support in part design using CATIA (computer-aided three dimensional interactive applications) for aircraft implementation.",
        "Participated in the improvements of engineering software, and designed several components for fuel controls, starters, coordinators and fuel nozzles for different turboprop engines.",
        "Developed linearization software to help the pre-test process of 501 coordinators.",
        "Contact: Leonardo Marcano mobile: (+17862569004."
      ]
    },
    {
      "company": "Company Name City",
      "position": "Aerospace Engineer",
      "startDate": "01/2014",
      "endDate": "01/2015",
      "responsibilities": [
        "Member of the AIAA and the front line team that developed a novel cooling design system for turbine blades.",
        "Throughout this process, computational fluid dynamic software (STARCCM) and CAD were highly implemented to simulate different geometries inside a wind tunnel.",
        "Pressures, temperatures, velocities among other important physical quantities were analyzed in 40 different geometries.",
        "This project contributed with the optimization process of turbine blades and aided them to achieve higher temperature levels and efficiency.",
        "It is not a secret in today's industry that turbine engines are able to produce extremely high inlet temperatures when they implement cooling impingement, which allow them to cool down the system without harming the performance of the engine.",
        "Also, it allows the engine to achieve higher efficiency levels.",
        "Upon this experiment, a research paper was written and patented."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelors of Science",
      "institution": "EMBRY-RIDDLE AERONAUTICAL UNIVERSITY, City, USA",
      "endDate": "2015",
      "field": "Aerospace Engineering"
    },
    {
      "degree": "Applied Mathematics",
      "institution": "EMBRY-RIDDLE AERONAUTICAL UNIVERSITY, City, USA",
      "endDate": "2014"
    },
    {
      "degree": "High School Degree",
      "institution": "UNIDAD EDUCATIVA SAN NICOLA, City, Venezuela",
      "endDate": "2010"
    }
  ],
  "interests": [
    "US History",
    "Latin American History",
    "Universal History",
    "Baseball",
    "Soccer",
    "Basketball",
    "Table Tennis",
    "Tennis",
    "Travel",
    "Politics",
    "Knowledge Transfer",
    "Speech",
    "Economy"
  ],
  "skills": [
    "C",
    "CAD",
    "capital expenditures",
    "CATIA",
    "CRM",
    "data acquisition",
    "English",
    "experiment",
    "French",
    "inspection",
    "instruction",
    "interpretation",
    "Maple",
    "MATLAB",
    "Nastran",
    "novel",
    "optimization",
    "quality",
    "receiving",
    "research",
    "scheme",
    "Spanish",
    "technical support",
    "troubleshooting",
    "written"
  ]
}
