{
  "personalInformation": {
    "summary": "Innovate apparel development and create new ideas that improve performance, quality and lead apparel development industry standards. Collaborate with business counterparts to drive operation process improvements to maximize development efficiencies and optimize growth potential and profitability.",
    "title": "APPAREL DEVELOPER SPECIALIZED"
  },
  "professionalExperience": [
    {
      "company": "Company Name City, State",
      "position": "Apparel Developer Specialized",
      "startDate": "Jan 2014",
      "endDate": "Current",
      "responsibilities": [
        "Establish new fast track business model for JR fashion business across all product categories in the juniors market.",
        "Work with cross functional leadership to establish new source needs.",
        "Set up and onboard new suppliers as needed with Nordstrom product requirements.",
        "Create tools to gain speed in development process while also maintaining critical product testing and Nordstrom requirements.",
        "Lead weekly status meetings with upper management to overview process, tracking, potential concerns to ensure speed project was successful Step in to support technical woven development projects covering outerwear, denim, soft dressing.",
        "Guided team on new approaches of working including costing tools, streamlining meetings and optimizing new systems already set in place.",
        "Work with vendors when any issues arise as needed to steer projects back on course.",
        "Sourcing areas include United States, China, India, Nicaragua and Columbia."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Manager Development Apparel",
      "startDate": "Jan 2006",
      "endDate": "Jan 2014",
      "responsibilities": [
        "Manager Apparel Development Technical apparel developer snowboarding outerwear, base layers, women's swim, board shorts, denim, woven shirts, t-shirts and sweatshirts, graphics, printing, knits, technical performance basketball, track jackets, women's fashion knits tops and bottoms, fashion original garments.",
        "Build tech packs and communicate daily with factories to execute technical product assortments.",
        "Collaborate with design and marketing up front to provide up front costing analysis in design phase to ensure product is right first time and eliminate added sample rounds and improve delivery time to customers.",
        "Reduced labor rates on product by 10% increasing profit",
        "Update workmanship sketches, material call outs and technical images in illustrator format on tech packs to the factory",
        "Visit factories to conduct workshops to improve process and reduce steps to improve development time for better response to promo needs.",
        "Innovate on process where not set to create standard operation process for wider audience to reference and allow category growth as needed for promo business unit expansion.",
        "Work with athletes on wear testing trials to gain information for product improvements.",
        "Coordinate and manage fit sessions with all necessary cross functions to review styles and execute needs.",
        "Directly work with suppliers and manufacturers to gain in depth technical knowledge and utilize information as needed on developments.",
        "Lead costing, improvements and technical quality standards to ensure all end results are captured",
        "Provide input from development for calendar set up on a new business unit with business solutions along with representation from marketing, design, materials, planning, costing quality, and sourcing to make sure timelines were accurate so buy ready would be met and it did!",
        "Selected to work on multiple high profile short timeline projects with limited process and guidance to delivery excellent results including Olympics, All Star, Jeremy Scott",
        "Conduct weekly cross functional meetings to allow for better communication and share information with cross functions on updates that pertain to the greater team",
        "Mentor new team members by implementing a new business unit manual and teaching development tasks",
        "Test product at multiple stages in development and communicate results with marketing to show potential risks and suggestions to alleviate risk for production",
        "Team focused and always willing to take on extra tasks as needed",
        "Sourcing and work in the following regions Thailand, China, Indonesia, Turkey, US, India, Bangladesh, Nicaragua."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Product Developer Production Assistant",
      "startDate": "Jan 2003",
      "endDate": "Jan 2005",
      "responsibilities": [
        "Plan and purchase blanks and finished goods for private label needs.",
        "Update and track OTB reporting to ensure all product needs are met for store needs to meet sales requirements.",
        "Work with sourcing agents to develop new board shorts, prints, fleece, polo's, t- shirts, woven shirts and woven shorts Send out tech packs including specs, color standards, material needs, graphics and all product needs Manage fit sessions from first prototype on sample size extended to size sets and document final graded specs for factory and production documents Conduct all quality testing needs in development from color tests, wash testing and wear testing where needed Work with Screen-printing and embroidery technicians to ensure blank product passes embellishment testing needs Set up concept surf shop on Maui.",
        "Buying from selected surf brands covering jr.",
        "men's, women's, accessories, surfboards and skateboards.",
        "Selected from stock blank suppliers to produce private label program and ensure margins were met Sku volume buyer 700 est.",
        "volume 25 million annually."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Consultant",
      "startDate": "Jan 2003",
      "responsibilities": [
        "Work with local shop owner of Roxy store to improve assortment and set up OTB program.",
        "Review floor set up and improve merchandising.",
        "Set up immediate buy strategy to improve stock deficiencies and work to reduce assortment on slow sellers to improve turn time."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Men's Surf Buyer and Product Developer",
      "startDate": "Jan 1999",
      "endDate": "Jan 2003",
      "responsibilities": [
        "Buyer, Product Apparel Men's Surf Track and maintain stock to sales, gross margin reporting, location sales for 7 retail stores Exceed sales each month Manage slow selling merchandise through sell backs, discounts, merchandise transfers and exit strategies while maintaining margin requirements.",
        "Merchandise stores each week with store visits Buy from vendors keeping assortment fresh and in demand to maintain sales each month, vendor selection included Quiksilver, Billabong, Hurley, Volcom, Ripcurl, Lost, Split and selected local surf brands Set up monthly promotions to drive business with partnership from brands to provide incentive to customers while driving up selected brands monthly buy Plan OTB seasonally as well as manage chase orders Attend trade shows for action sports Establish and build good vendor relationships Sku volume buyer 700 est.",
        "volume 1.5 million annually Develop private label board shorts, cargo shorts, aloha shirts with sourcing agents Work with surfers to develop ultimate board shorts including testing materials, seam placements, fit and thread and stitches Shop marketplace to research trends and spot opportunity to grow business Work closely with store managers to watch stock to sales by region and have quick reactions to store need transfers as well as visit stores to maximize merchandising potentials."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Buyer",
      "startDate": "Jan 1997",
      "endDate": "Jan 1999",
      "responsibilities": [
        "Business planning for Home décor department · Merchandise seasonal Christmas floor set up for 11 stores, communicate to all stores weekly · Observe sales weekly to see where items need replenishment and flag slow sellers that need help in moving goods.",
        "Attend trade shows for home goods to review and work with suppliers on best assortment and opportunities to gain margin through incentive programs · Work with store managers to learn about store needs and areas to improve · Determine advertising stories, and plan volumes for upcoming advertisements · Enter markdowns, maintain reporting needs · Sku volume buyer 1000 est.",
        "volume 5 million annually."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Assistant Buyer",
      "startDate": "Jan 1996",
      "endDate": "Jan 1997",
      "responsibilities": [
        "Clerical to buying departments Update reporting for buyers of women's, coats, cosmetics Work on claims for vendors on returned merchandise Visit stores Merchandise floors to improve sale opportunities based off reporting's Sku volume buyer 1600 (covering women's apparel, cosmetics) 7 million annually."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Arts",
      "institution": "University of Oregon City",
      "endDate": "1996",
      "field": "Sociology"
    }
  ],
  "skills": [
    "adobe",
    "advertisements",
    "advertising",
    "Business planning",
    "business solutions",
    "Clerical",
    "color",
    "concept",
    "delivery",
    "driving",
    "fashion",
    "fast",
    "functional",
    "graphics",
    "Illustrator",
    "leadership",
    "marketing",
    "market",
    "materials",
    "meetings",
    "Mentor",
    "merchandising",
    "excel",
    "word",
    "developer",
    "paint",
    "PLM",
    "profit",
    "quality",
    "quick",
    "reporting",
    "research",
    "retail",
    "RMS",
    "selling",
    "sales",
    "stories",
    "strategy",
    "teaching",
    "tops",
    "trade shows",
    "workshops"
  ]
}
