{
  "personalInformation": {
    "summary": "Top Notch Financial Professional with diverse banking and financial services background which includes: Retail Bank Leadership, Healthcare Specialty Banking, Corporate Banking, Real Estate Title Insurance, Real Estate Lending and New Construction, Private Banking and Credit Management-Leasing. 25+ years Experience.",
    "title": "VICE PRESIDENT-BUSINESS BANKING SALES MANAGER AND HEALTHCARE SPECIALTY BANKER"
  },
  "professionalExperience": [
    {
      "company": "Company Name i/4 City, State",
      "position": "Vice President-Business Banking Sales Manager and Healthcare Specialty Banker",
      "startDate": "12/2008",
      "endDate": "Current",
      "responsibilities": [
        "Current Role: Sales Manager for Business Banking/Treasury team in Detroit Michigan Retail Banking Territory of Pittsburgh, PA based Fortune 500 Regional Bank.",
        "Leadership role to guide mixed team of bankers and treasury officers toward attainment of annual sales goals within SE territory of Michigan. Drives strategy and change management.",
        "Performance oversight includes driving business development,adherence to Policy, Procedures, Risk Management, Regulatory Compliance, Training, Sales Observation Coaching, Process Execution, Credit Training, and Career Development.",
        "Requires ongoing partner/cross channel collaboration.",
        "Also responsible for advancing external center of influence relationships by providing executive level brand representation in territory.",
        "Outcome: Above goal team attainment in all major categories 2013, 2014, 2015. #1 Sales Manager in Detroit first full year in role 2012."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Vice President Business Development Officer and Residential Mortgage Manager",
      "startDate": "05/2004",
      "endDate": "12/2008",
      "responsibilities": [
        "Drove several business development areas of bank including real estate, commercial lending (including real estate development), deposit services, advertising, and fee income products.",
        "Co-developed annual strategic and marketing plans as part of management team Asset-Liability Committee (ALCO) Member.",
        "Also responsible to originate/administer commercial loan assets.",
        "Simultaneously managed team of three residential lenders.",
        "Adhered to compliance, mortgage backed securitization and brokerage requirements for sale of residential transactions.",
        "Broad market of: doctors, attorneys, realtors, land developers, builders, select mortgage brokers and BOB commercial clients.",
        "Outcome: Trusted and highly valued member of Management Team during tenure, working close with Board of Directors.",
        "Represented Bank as Board Member to Michigan Bankers Association-Real Estate Title Joint Venture.",
        "2x Chair of Annual Bank Charity Event for Gleaner's Food Bank."
      ]
    },
    {
      "company": "Company Name i/4 City, State",
      "position": "Real Estate Title Insurance-Senior Account Executive",
      "startDate": "03/2001",
      "endDate": "04/2004",
      "responsibilities": [
        "Licensed with State of Michigan. Agency sold to First American Title.",
        "Â Commissioned Senior sales role calling on new and existing real estate (residential and commercial) relationships in Livingston County market.",
        "New title policy (premium) generation, client support, problem resolution, closing agent and real estate escrow matters.",
        "Target market included realtors, builders, land developers, and commercial bankers.",
        "Sales Leader became long time professional mentor.",
        "Outcome: Achieved Million Dollar Sales Status and \"Dare to Soar\" Award from management.",
        "Selected to head up newly formed \"Commission Advance\" division of company prior to acquisition by First American Title.",
        "Highly valued member of sales team."
      ]
    }
  ],
  "education": [
    {
      "degree": "MBA",
      "institution": "Franciscan University i/4 City, State",
      "graduationDate": "2017",
      "location": "City, State",
      "startDate": "2017"
    },
    {
      "degree": "B.A: Finance Accounting/Economics",
      "institution": "Michigan State University Eli Broad College of Business Finance Accounting/Economics",
      "graduationDate": "June 1984",
      "location": "City, State",
      "startDate": "June 1984"
    }
  ],
  "skills": [
    "Leads Teams Naturally",
    "Strong Communicator-Written and Oral",
    "Technical Orientation",
    "Strong Accounting and Credit Underwriting Skills",
    "Builds teams with Humility",
    "Solid Collaborator to drive execution of strategy",
    "Well organized",
    "Thought Leadership",
    "Drives Engagement",
    "Develops New Business",
    "Technically proficient with Microsoft Word, Excel, CRM sales management system, Credit Analysis/Automated Underwriting."
  ]
}
