{
  "personalInformation": {
    "summary": "Experienced education professional, with a background in instructional design, seeking opportunities to develop materials, activities, and tools that support the teaching practice and improve educational outcomes for young learners. Nearly 20 years experience working in both in- and out-of- classroom settings; including working with diverse populations in Title I and inclusive learning environments. *Track-record of effectively participating in collaborative, interdisciplinary teams to develop and/or implement student programs, teacher workshops, and outreach events. *Adept in the use of a variety of technologies and applications for tracking and monitoring data, maintaining records, giving presentations, and enhancing learning activities.",
    "title": "CLASSROOM TEACHER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Classroom Teacher",
      "startDate": "January 2006",
      "endDate": "Current",
      "responsibilities": [
        "grades 2, 4 & 5) Provided differentiated learning opportunities via center activities and flex- group instruction.",
        "Sought new and unique ways to integrate technology into instruction and learning experiences.",
        "Developed and revised district curriculum in technology, mathematics, language arts, and social studies.",
        "Represented the school or grade-level on the school improvement, multicultural, technology, and textbook review committees.",
        "Collaboratively developed a school-wide, scaffolded framework of learning expectations in a cross-grade-level team.",
        "Nine week supervision of a student teacher in the spring of 2005."
      ]
    },
    {
      "company": "Company Name",
      "position": "Classroom Teacher",
      "startDate": "January 2000",
      "endDate": "January 2006"
    },
    {
      "company": "Company Name",
      "position": "Classroom Teacher",
      "startDate": "January 1998",
      "endDate": "January 2000",
      "responsibilities": [
        "Developed modified materials and lessons beyond the standard the curriculum to meet individual learning needs.",
        "Selected and modified instructional strategies, activities, and assessments to accommodate special-needs learners and address multiple modalities of learning.",
        "Developed, implemented, and managed individual behavior plans.",
        "Implemented the Dimensions of Learning to foster student motivation.",
        "Worked with a team on the development of the successful \"Beyond ViewSpace\" proposal to restore NASA EOS funding for ViewSpace Earth science programming and astrophysics visualizations.",
        "Also supported the development of successful proposals in response to NASA's Cooperative Agreement Notices for Science Education and Science Education and Public Outreach Forums.",
        "Efforts included generating text, diagrams and visuals, outcomes and metrics, program logic models, and research on audience needs.",
        "Was the Hubble mission lead on the NASAScience4Girls project for 2010 - 2015.",
        "In 2015, facilitated the participation of 18 libraries in 11 states who hosted Hubble-themed student workshops in celebration of the telescopes' 25th anniversary.",
        "Workshops and materials reached over 200 students.",
        "Supported the redesign, testing, and launch of the Amazing Space education website.",
        "Efforts included content creation, development of revised and enhanced teacher pages, and synthesizing team feedback for Web developers.",
        "Coordinated the Maryland component of the Hubble ERO Pilot Project, with four local schools conducting interdisciplinary STEM research projects with students.",
        "The project culminated in a special event for students and families at the Maryland Science Center.",
        "Student projects were displayed at the Maryland Science Center from November to December 2009.",
        "Participated as a member of a multi-institutional team in the NASA education product review and activity analysis.",
        "Contributions included reviewing astrophysics education materials for fit to education standards, grade-level, and NASA SMD science themes.",
        "Helped identify gaps in terms of topic and resource type, as well as, gaps in learning progressions as denoted by Project 2061 benchmarks and strand maps.",
        "Supported the initial population of the NASA Wavelength Digital Library with astrophysics resources, and the development of learning progressions using NASA data activities.",
        "Was a Summer MSPAP Reader and Scorer for grades three and five from 1998 to 2001.",
        "Applied rubrics to score state-wide student test responses in writing, language usage, math, science, and reading."
      ]
    },
    {
      "company": "Company Name",
      "position": "Education Specialist",
      "startDate": "",
      "endDate": "",
      "responsibilities": [
        "Provide expertise in the development of astrophysics-themed education materials, workshops, and programs.",
        "NASA's Universe of Learning & Hubble Education Program) Align materials to national education standards and frameworks.",
        "NGSS, Common Core, AAAS Project 2061, NCTM, NRC's NSES standards) Develop and organize content for multiple organizational websites.",
        "Amazing Space, OPO site, STEM projects site, Hubble 25th anniversary site, and HST Cycle grants site).",
        "Review astrophysics education and outreach products for clarity, readability, pedagogical appropriateness, and fit to standards.",
        "Make recommendations for revisions; as appropriate.",
        "Maintain files, records, and databases for the HST Cycle E/PO grants program",
        "Assist with the development of proposals and product plans, evaluation plans, and program outcomes, metrics, and milestones.",
        "Collect, synthesize, and apply research on national education trends, policies, and initiatives.",
        "Support NASA mission-based reporting activities.",
        "Support and/or present at student and family STEM events."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Education",
      "institution": "Towson University 1/4 City, State",
      "endDate": "2004",
      "field": "Elementary Curriculum Development"
    },
    {
      "degree": "Bachelor of Science",
      "institution": "Elementary Education Holly Ryer",
      "endDate": "1997",
      "field": "Elementary Education"
    }
  ],
  "skills": [
    "arts",
    "content",
    "Content Development & Management",
    "content creation",
    "Curriculum Development",
    "databases",
    "Dimensions",
    "Event Planning & Coordination",
    "Grants",
    "instruction",
    "logic",
    "materials",
    "math",
    "mathematics",
    "organizational",
    "policies",
    "Program Evaluation",
    "programming",
    "proposals",
    "Proposal Writing",
    "proposal",
    "reading",
    "Maintain files",
    "reporting",
    "Research",
    "Strategic Planning",
    "supervision",
    "teacher",
    "Trend",
    "type",
    "unique",
    "Usability Testing",
    "website",
    "websites",
    "Workshops"
  ]
}
