{
  "personalInformation": {
    "summary": "To obtain a position as a personable Executive Assistant who capably maintains open lines of communication among senior executives, board members, shareholders, middle management and administrative staff.",
    "title": "CHILD CENTER ASST DEPT HEAD"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Child Center Asst dept head",
      "startDate": "05/2009",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Kids Activities Assistant Department Head Assist in managing the operational, financial, and budgetary responsibility for the Kids Activity programming and Child Center area.",
        "Market, promote, and sell Kids Activities programs throughout the club and in the community to increase participation in all our different children programs.",
        "Plan program curriculum, prepares program schedules, and registers participants Articulate extensive knowledge of Life Time Fitness programs, products, services, policies, and procedures I provide outstanding customer service by developing positive relationships with members everyday."
      ]
    },
    {
      "company": "Company Name",
      "position": "Early Childhood Assistant Teacher",
      "startDate": "05/2009",
      "endDate": "09/2009",
      "location": "City, State",
      "responsibilities": [
        "Assist in planning and implementing the daily program under the direction of the Lead Teacher, which included lesson plans using NAEYC's developmentally appropriate Practices.",
        "Assist in planning and preparing the learning environment, setting up interest centers, and preparing needed materials and supplies.",
        "Supervise the classroom when the Lead Teacher is out of the room.",
        "Worked closely with the site director, family care workers, classroom teaching team and other specialists."
      ]
    },
    {
      "company": "Company Name",
      "position": "Child Center Department Head",
      "startDate": "03/2007",
      "endDate": "04/2008",
      "location": "City, State",
      "responsibilities": [
        "to supervise and promote activities designed to enhance the healthy emotional, social, intellectual, and physical development of children enrolled at the Center Help to maintain a neat and organized classroom.",
        "Oversees daily operations, managing a team of 32 employees",
        "Drafted meeting agendas, supplied advance materials and executed follow-up for meetings and team conferences.",
        "Responsibilities including administrative, recruiting, personnel issues, policies and procedures, and payroll.",
        "Implement curriculum plans.",
        "Maintain ongoing communication with parents regarding children's activities, behavior, and development, and responded to all parents concerns as they arise.",
        "Maintain records and reports on each child that comes to the Child Center."
      ]
    },
    {
      "company": "Company Name",
      "position": "Child Center Assistant Department Head",
      "startDate": "05/2005",
      "endDate": "03/2007",
      "location": "City, State",
      "responsibilities": [
        "Assist the Department Head with the overall direction, coordination and management of the Child Center.",
        "Assist with ensuring continuous professional growth and development of Child Center staff.",
        "Assist with recruiting and interviewing and employee paperwork for the Child Center.",
        "Engage children in interactive educational activities that include story telling, organized arts & crafts, singing, and games."
      ]
    },
    {
      "company": "Company Name",
      "position": "Member Activities Assistant Department head/ Fitness Instructor",
      "startDate": "11/2003",
      "endDate": "05/2005",
      "location": "City, State",
      "responsibilities": [
        "Received and screened a high volume of internal and external communications, including email and mail.",
        "Exhibit outstanding customer service by developing positive relationships with members and children.",
        "Articulate extensive knowledge of Life Time Fitness programs, products, services, policies, and procedures Assist with training team members through shadowing instructors, orientation, direction, and feedback.",
        "Assist with planning program and activity curriculum, prepare program schedules, and register participants.",
        "Also taught teen and children fitness boot camp.",
        "2 Make hiring, promotion, disciplinary and termination recommendations to the Department Head."
      ]
    },
    {
      "company": "Company Name",
      "position": "Early Childhood Associate Teacher/School Age Lead Teacher",
      "startDate": "06/1998",
      "endDate": "04/2003",
      "location": "City, State",
      "responsibilities": [
        "Assist in planning and implementing the daily program under the direction of the Lead Teacher, which included lesson plans using NAEYC's developmentally appropriate practic es.Assist in planning and preparing the learning environment, setting up interest centers, and preparing needed materials and supplies.",
        "Supervise the classroom when the Lead Teacher is out of the room for long periods of time or absent."
      ]
    },
    {
      "company": "Company Name",
      "position": "Help Lead Teacher",
      "startDate": "04/1998",
      "endDate": "04/1997",
      "location": "City, State",
      "responsibilities": [
        "to supervise and promote activities designed to enhance the healthy emotional, social, intellectual, and physical development of children enrolled at center.",
        "Help to maintain a neat and organized classroom",
        "Help children establish good habits of personal hygiene; change diapers and assist with toilet training."
      ]
    }
  ],
  "highlights": [
    "Results-oriented",
    "Time management",
    "Dedicated team player",
    "Proper phone etiquette",
    "Meeting planning",
    "Schedule management",
    "Strong problem solver",
    "Professional and mature"
  ],
  "skills": [
    "administrative",
    "arts",
    "Articulate",
    "customer service",
    "direction",
    "financial",
    "hiring",
    "managing",
    "Marketing",
    "ordering materials",
    "neat",
    "payroll",
    "personnel",
    "policies",
    "programming",
    "promotion",
    "recruiting"
  ]
}
