{
  "personalInformation": {
    "summary": "Program Managers working in a withdrawal managementÂ facilities responsible for supervising and coordinating staff. Duties\nperformedÂ include recruiting new employees, assigning tasks, scheduling shifts, training staff, improving patient care standards, and developing\nstrategies for increasing productivity.Â I have integrity and a passion for performance. I am confident that my strong professional background as a\nProgram Manager as well as a Senior Detoxification Nurse with Metropolitan Development Council would make me an asset to your University.\nIn addition to my experience, I possess effective communication, Customer Service skills, and I excel within a highly competitive environment with\nthe skill sets of a Project Manager necessary to get the job done independently and/or as a team. I have more than 14 years of professional\nexperience in Detox and Rehabilitation client services, business excellence, Customer care, Corporate Administration and process/change\nimprovements. I have excellent interpersonal and team-building skills. I have the ability to manage supply and chain budgets, medical records,\nemployee performance evaluation, staff recruitment, and retention and quality improvement. I am a Program Manager/Lead clinical nurse who\nconsults and collaborates with other health care professionals to coordinate the management of patient care and the daily function of a 16 bed\ndetoxification center and 12 bed sobering center. I am successful at communicating with all levels of management to ensure project and\norganizational goals are achieved. And my Career in the US Army as a Squad leader gives me the Leadership skills to head any project from\nbeginning to completion.",
    "title": "PROGRAM MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Program Manager",
      "startDate": "June 2013",
      "endDate": "Current",
      "responsibilities": [
        "Mange 16 bed detoxification unit and 12 bed sobering center, mange and supervise the day to day operation of both inpatient and\noutpatient facilities. Select, supervise, train, develop, and evaluate staff Maintain licenses and certification for both inpatient and outpatient\ntreatment Provide patient care, ensure safety and discharge plan Available 24/7 via cell phone for staff consult and staffing issues."
      ]
    },
    {
      "company": "Company Name",
      "position": "Rehabilitation/Detox Lead Nurse",
      "startDate": "June 2000",
      "endDate": "June 2013",
      "responsibilities": [
        "Patient care, medication administration, transcribe doctors' orders, Provide quality care to patients Attend to clients Physical and emotional\nneeds.",
        "Coordinate aftercare treatment; maintain accountability for medications, patients and Hospital equipment.",
        "Coordinate duties with program director and perform duties in Program Directors absence, ensure program staffing, ensure Rehabilitation\ncenter has adequate supplies, sign purchase requisition.",
        "Advising the Vice President of social and health services of any emergency that may arise and correction of any staff errors.",
        "Consult with physician with any emergency health concerns.",
        "Scheduling of inpatient admission, community resource appointments, Constant use of office equipment."
      ]
    },
    {
      "company": "Company Name",
      "position": "SSG, Squad Leader, Physical Fitness Instructor",
      "startDate": "September 1997",
      "endDate": "April 2005",
      "responsibilities": [
        "Critical care, Cardiac nurse, Patient Care, Charting, give medication.",
        "Counseling soldiers."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Arts : Management",
      "institution": "City University of Seattle",
      "endDate": "2012",
      "gpa": "3.3"
    },
    {
      "degree": "Management",
      "institution": "Fort Sam Houston Military Academy of Science",
      "endDate": "1998",
      "gpa": "3.0"
    }
  ],
  "highlights": [
    "Management",
    "Committed to compliance reporting",
    "Budgeting expertise",
    "Successful treatment of Drug and Alcohol addiction patients",
    "Avartar system",
    "Familiarity with disease management programs",
    "Trained in in- and out-patient care"
  ],
  "skills": [
    "Withdrawal Management",
    "AVADE Instructor",
    "CPR First Aid Instructor",
    "Critical care",
    "clients",
    "discharge plan",
    "director",
    "medication administration",
    "office equipment",
    "Patient Care",
    "quality",
    "Rehabilitation",
    "safety",
    "Scheduling",
    "staffing",
    "phone"
  ]
}
