{
  "personalInformation": {
    "summary": "I am a highly enthusiastic, self motivated, skilled and hardworking customer service oriented professional, seeking a position as a costumer service representative in your company in order to contribute my organization, problem solving and strong communication skills to ensure customer satisfaction.",
    "title": "VOLUNTEER FRONT DESK RECEPTIONIST, CANTEEN WORKER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Volunteer Front Desk Receptionist, Canteen worker",
      "startDate": "Mar 2014",
      "endDate": "Nov 2014",
      "location": "City, State",
      "responsibilities": [
        "Greet visitors and register all blood donors upon entry of building",
        "Answer calls and inquiry of blood drive and provide directions information blood donating areas Check ID of all non donor visitors, monitor security footage.",
        "Assisted in Canteen work by greeting donors after donating blood, engage them in conversation,monitor for dizziness, fainting, and weakness after donating blood.",
        "Maintained up-to-date knowledge of Red Cross donation policies,rules and regulation when registering new donors"
      ]
    },
    {
      "company": "Company Name",
      "position": "Musician and Choir Director",
      "startDate": "Apr 2013",
      "endDate": "Sep 2014",
      "location": "City, State",
      "responsibilities": [
        "Direct the choir in the manner of compliments and support the worship agenda for the congregation.",
        "Select appropriate music for Sunday Morning and special religious service that may be called by the Pastor.",
        "Schedule weekly rehearsal for choir in preparation for church performance.",
        "Attend monthly meetings with board members to maximize church and choir membership",
        "Contact."
      ]
    },
    {
      "company": "Company Name",
      "position": "Volunteer Security and Museum Greeter",
      "startDate": "Jan 2010",
      "endDate": "Jul 2012",
      "location": "City, State",
      "responsibilities": [
        "Provide a visual security presence in the galleries of artifact collections and the special exhibit.",
        "Make hourly rounds to ensure the safety and preservation of the art and artifacts.",
        "Monitor entrance of visiting patrons while recording hourly activities in a daily log sheet..",
        "Ensure secure conditions are maintained so as to prevent theft/or damage to art objects.",
        "Other duties are to greet visitors, answer questions and provide information and directions to the different areas of the museum.",
        "Assist in set up of special events Volunteer supervisor, Barbara Moir."
      ]
    },
    {
      "company": "Company Name",
      "position": "Cotton Breeding Lab Technician",
      "startDate": "Sep 2006",
      "endDate": "Aug 2007",
      "location": "City, State",
      "responsibilities": [
        "Prepared and sold broad range of customized merchandise to individuals and commercial accounts.",
        "Resolved product issues and shared benefits of new technology.",
        "cotton fiber to repeat the process of treating the seeds.",
        "Promptly responded to general inquiries from members, staff, and clients via mail, e-mail and fax."
      ]
    },
    {
      "company": "Company Name",
      "position": "Organists Assistant Choir Leader",
      "startDate": "Jan 2005",
      "endDate": "Jan 2007",
      "location": "City, State",
      "responsibilities": [
        "Assist the main choir director in leading worship music for Sunday services and special services.",
        "Substitute as director for adult and children choir Provide musical accompaniment for choir and congregation.",
        "Conduct choral weekly rehearsals to perform during services.",
        "Collaborate with director to organize and select music for Sundays.",
        "Or special performances, such as Easter and Communion.",
        "Provide church office personnel with appropriate information to include in church bulletin, Contact Supervisor: Yes"
      ]
    },
    {
      "company": "Company Name",
      "position": "Student Anatomy & Physiology Laboratory Technician",
      "startDate": "Dec 2003",
      "endDate": "Jun 2004",
      "location": "City, State",
      "responsibilities": [
        "Process and prepare animal tissue sample for student lab",
        "Worked as a team member performing cashier duties, product assistance and cleaning.",
        "Promptly responded to general inquiries from members, staff, and clients via mail, e-mail and fax.",
        "Accurately logged all daily shipping and receiving orders.",
        "samples from animals for class examinations, and laboratory courses Perform routine laboratory tests using written standard testing procedure.",
        "Responsible for routine quality control procedures such as recording temperatures of refrigerators, freezers that stores animal specimens Clean up after each lab session by washing, and if necessary, sterilizing tools, equipment, and supplies.",
        "Maintaining safety in laboratory area, equipment, supplies, and materials."
      ]
    },
    {
      "company": "Company Name",
      "position": "Student Chemistry Lab. Technician",
      "startDate": "Oct 2002",
      "endDate": "Dec 2003",
      "location": "City, State",
      "responsibilities": [
        "Took special orders by professor to meet the inventory of supplies",
        "Set up and prepare class demonstrations and experiments.",
        "Maintain Inventories, order and receive stocks materials, supplies, and equipment for the classes laboratory use.",
        "Prepare and dispense solutions and chemical materials used for lab classes which include reagents, chemicals, bases, acids and, buffers.",
        "Prepare unknowns for students to analyze.",
        "Issues and maintains records on materials loaned to students, instructors, and other departments; issues and maintains records on lockers"
      ]
    },
    {
      "company": "Company Name",
      "position": "Academic Student Academic Advisor",
      "startDate": "Sep 2001",
      "endDate": "Aug 2003",
      "location": "City, State",
      "responsibilities": [
        "Interacted with Class instructors to schedule special exams for students",
        "Advise students regarding information, and academic requirements of a specific course program or major.",
        "Assist students in evaluating academic abilities, setting career goals.",
        "Prepare advising materials such as student information, and re.",
        "Light clerical, filing, and entering student data information."
      ]
    },
    {
      "company": "Company Name",
      "position": "Casino Shift Security",
      "startDate": "Apr 1997",
      "endDate": "Dec 1999",
      "location": "City, State",
      "responsibilities": [
        "Attended local, regional and national trade shows for product development training as defined by the company",
        "Greet visitors, monitor and guard against illegal activities, theft and vandalism escort gambling hall money during transport from Gaming pit to scheduled destination.",
        "Follow the guidelines to effectively perform functions of the job.",
        "Respond to emergencies as needed by notifying local police and supervisor.",
        "Record security log on daily activities, coverage of assigned area as well as parking.",
        "Answer incoming calls, direct caller to appropriate persons"
      ]
    },
    {
      "company": "Company Name",
      "position": "Temporary Security Gallery Attendant",
      "startDate": "Apr 1993",
      "endDate": "Sep 1993",
      "location": "City, State",
      "responsibilities": [
        "Patrol assigned galleries at the beginning and end of shift to maintain for complete inspection of the artifacts, collection on premises.",
        "Report to supervisors of any suspicious activities or medical emergencies.",
        "Greet Patrons and provide general information to visitors about the museum, such as operating hours, special events and exhibits, as well public facilities.",
        "Ensure visitors safe and pleasant experience.",
        "Check exhibits and displays and report if they are any displacement or damage.",
        "Worked also as a team member performing cashier duties, product assistance and cleaning."
      ]
    },
    {
      "company": "Company Name",
      "position": "Front Desk Security",
      "startDate": "Mar 1989",
      "endDate": "Jun 1991",
      "location": "City, State",
      "responsibilities": [
        "Front Desk Security",
        "Greet visitors, check ID,have visitors sign in, issue temporary visitor passes and valid parking passes.",
        "Monitoring entrance and, checking visitors, and employee's identification, inspect packages as well as sign for deliveries Watch for and report irregularities such as fire hazards, leaking pipes and if any Security doors are unlocked.",
        "Patrol areas periodically, examine windows, doors and gates to determine if area is secure Follow guidelines and appropriate procedures as specified in Security Handbook."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor's Degree, History International Studies",
      "institution": "Louisiana State University",
      "endDate": "2008",
      "location": "City, State, US",
      "startDate": "2008"
    },
    {
      "degree": "Associate Degree, General Studies",
      "institution": "Baltimore City Community College",
      "endDate": "2004",
      "location": "City, State, US",
      "startDate": "2004"
    }
  ],
  "interests": [
    "Art, painting, Illustration",
    "Composing and playing music; Piano",
    "Volunteer community events",
    "mentoring and tutoring math to Elementary school students",
    "Interior designing, study architecture, historic homes"
  ],
  "skills": [
    "Customer service",
    "art",
    "clerical",
    "doors",
    "special events",
    "filing",
    "focus",
    "French",
    "L",
    "machinery",
    "director",
    "materials",
    "Mathematics",
    "money",
    "office",
    "windows",
    "personnel",
    "problem solving",
    "quality control",
    "Read",
    "recording",
    "research",
    "safety",
    "cash handling"
  ]
}
