{
  "personalInformation": {
    "summary": "Dependable Self-motivated and assertive Human Resources Professional with innovative solutions and personal accountability who incorporates quality decision making to facilitate success and who promotes a team-oriented and open-door environment that is conducive to a successful staff."
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "HR Professional",
      "startDate": "04/2013",
      "endDate": "06/2014",
      "location": "City, State",
      "responsibilities": [
        "Respond to and resolve issues or questions raised by employees or leaders regarding benefits, payroll, HR policies/procedures, general transactions or other HR-related activities. Utilizes in-bound phone queue, e-mail, and face to face to receive inquiries as well as provide resolution. Provide accurate information and counsel to employees and/or people leaders on their questions and issues, escalating when appropriate.",
        "Act as the first point of contact for employee/manager questions - Confirmation of employments with various external agencies and liaise with third party callers.",
        "Trainer for new employees and new procedures.",
        "Handles highly sensitive and confidential information on a daily basis, an acts as a liaison between customer and 2nd level support.",
        "Assist employees with all matters regarding leaves, including short-term disability and long term disability, and assist employees with questions and concerns regarding, work environment, problems with management, leave of absence, resignations etc.",
        "Thoroughly document and record all inquiries and resolutions within the information tracking database to ensure the recording of complete information for future reference and archival purposes.",
        "Document escalation issues including party to whom matter was escalated.",
        "Begin applying troubleshooting techniques to issues that are more complex in nature; determine when escalation to a team leader or specialist is appropriate to the situation.",
        "Process HR and/or payroll transactions in the HR Management System (HRMS)",
        "Validate accuracy of all transactions, particularly those affecting employee levels, pay or benefits.",
        "Receive and make telephone calls to respond to, and resolve customer inquiries and concerns."
      ]
    },
    {
      "company": "Company Name",
      "position": "HR Assistant",
      "startDate": "07/2011",
      "endDate": "05/2013",
      "location": "City, State",
      "responsibilities": [
        "Liyanage & Co, Trained under and worked with senior management to create HR policies and procedures; recruit employees; create group benefits databases; and develop orientation, training and incentive programs. Manage leave-of-absence programs and personnel records; administer benefits enrollment and programs; administer HR budget; and handle HR assistant workplace issues.",
        "Employee recruiting strategy",
        "Developed and enforced company policy and procedures",
        "Developed company personnel policies",
        "Facilitated the criminal background check",
        "Managed the employee rewards programs, Surveys and research.",
        "Updated key human resource metrics, including turnover and terminations, using reporting tools on the HRMS database"
      ]
    },
    {
      "company": "Company Name",
      "position": "Client/Advisor Professional",
      "startDate": "11/2011",
      "endDate": "07/2012",
      "location": "City, State",
      "responsibilities": [
        "Assist advisor and clients in processing and maintain financial products and services offerings.",
        "Provide guidance and assistance on updating consumer lending products and other financial products.",
        "Interacting with intra-company teams and providing assistance in completing customer cases and product offerings.",
        "Guide advisors and clients through estate settlement, ownership changes, marital status changes and beneficiary changes."
      ]
    },
    {
      "company": "Company Name",
      "position": "Personal Banker",
      "startDate": "09/2008",
      "endDate": "09/2011",
      "location": "City, State",
      "responsibilities": [
        "Customer assistance for personal/business/consumer lending products",
        "Working with Wells Fargo partners in privet banking, insurance, mortgage, investment and retirement to increase solutions and profits.",
        "Coaching and working with tellers and customer representatives in maximizing service and sales solutions.",
        "Helping to bring branch customer satisfaction scores up and striving to meet optimum customer satisfaction resulting in successful survey outcomes for branch.",
        "Working as a loan office, originator, opening and maintaining consumer loans"
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Art",
      "institution": "Concordia University",
      "endDate": "May 2012",
      "field": "Human Resources Management",
      "location": "City, State"
    },
    {
      "degree": "Bachelor of Arts",
      "institution": "University of Colombo",
      "endDate": "April 2007",
      "field": "Art-(HR & Communication)",
      "location": "City, Sri Lanka"
    }
  ],
  "skills": [
    "Staff Recruitment & Retention",
    "Employee Relations, retirement",
    "Payroll, health and welfare",
    "HR Program/Project Management",
    "Orientation & on-boarding",
    "Training & Development",
    "Performance Management",
    "Leave of absence and ethics",
    "HR Policies & Procedures",
    "Organizational Development",
    "Extensive people's skill and outstanding communicating skills to drive effectiveness.",
    "Concrete skill trained in HR in the capacity of HR assistant for 3 years and more than 12 years hands-on experience in customer and financial services.",
    "Experience in the administration of benefits and compensation programs and other Human Resources programs.",
    "Quickly learn procedures and methods, with exceptional organizational skills.",
    "Evidence of the practice of a high level of confidentiality and trustworthiness.",
    "Proven experienced team player bringing enthusiasm and energy into group efforts."
  ]
}
