{
  "personalInformation": {
    "summary": "Marketing and sales executive who thrives in energetic, high-pressure, competitive environments. Creative,results-orientated dynamic professional with extensive educational and professional expertise with long trackrecord of success in direct sales and brand management. Exceptional problem solver, natural leader and skilled mediator who excels at bringing out the best in allemployees. Disciplined and versatile in resource management while facilitating growth in sales, marketing andbusiness enterprises to support corporate objectives.",
    "title": "BUSINESS DEVELOPMENT MANAGER/PROGRAM DIRECTOR"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Business Development Manager/Program Director",
      "startDate": "February 2014",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Designed and implemented a strategic marketing initiative for First Interstate Bank entitled, \"Bank of theFuture.\" Market share and revenue grew by over 300% and the program, which included the training ofbank employees in direct sales, was rolled out Nationally.Developed sales training protocols for ADP's new \"P.C.",
        "Payroll\" product line which eventually dominated themarketplace.Recruited, trained and managed an agent sales force for AT&T's GBS Division which grew to in excess of250 million dollars in revenue per year. Built successful telecommunications company that quickly grew to 30-plus employees and 5 million dollarsin annual revenue.",
        "Responsible for all aspects of the organization including direct sales."
      ]
    },
    {
      "company": "Company Name",
      "position": "Program Director",
      "startDate": "September 2011",
      "endDate": "January 2015",
      "location": "City, State"
    },
    {
      "company": "Company Name",
      "position": "Senior Counselor",
      "startDate": "November 2008",
      "endDate": "August 2011",
      "location": "City, State"
    },
    {
      "company": "Company Name",
      "position": "Substance Abuse Counselor",
      "startDate": "August 2006",
      "endDate": "November 2008",
      "location": "City, State"
    },
    {
      "company": "Company Name",
      "position": "Substance Abuse Counselor",
      "startDate": "September 1993",
      "endDate": "August 2006",
      "location": "City, State"
    },
    {
      "company": "Company Name",
      "position": "President/CEO",
      "startDate": "January 1990",
      "endDate": "May 1993",
      "location": "City, State",
      "responsibilities": [
        "Chief Executive Officer of medium-size Telecommunications Corporation. Managed the day-to-day tactical and long-term strategic activities within the business.",
        "Capitalized on industry changes to maximize company revenue.",
        "Conducted cost, schedule, contract performance, variance and risk analysis.",
        "Drafted business plans, budgets and quarterly and semi-annual business reviews.",
        "Coached and mentored 38 staff members by offering constructive feedback and taking interest in their long-term career growth. Conducted all sales training to insure for quality and effectiveness consistent with the mission and objectives of U.S. Telecom.",
        "Established knowledge-sharing processes for 38 associates throughout the organization.",
        "Increased monthly sales by 70% by implementing strategies to develop and expand existing customer base through up-selling and cross-selling",
        "Managed budget forecasting, goal setting and performance reporting for all accounts.",
        "Identified strategic partnerships and gathered market information to gain a competitive advantage."
      ]
    },
    {
      "company": "Company Name",
      "position": "Senior Territorial Manager",
      "startDate": "April 1988",
      "endDate": "January 1990",
      "location": "City, State",
      "responsibilities": [
        "Spearheaded Agent Program, resulting in a 300% increase in revenue.",
        "Spearheaded cross-functional initiative to achieve cross-selling and up-selling to new and existing customer base",
        "Trained all sales agents to up-sell add-on services to existing customers, generating incremental revenue and creating relationship-selling.",
        "Collaborated with other account managers to prepare and deliver performance updates and quarterly business reviews.",
        "Monitored market conditions, product innovations and competitor activity, and adjusted account sales approach to address latest market developments.",
        "Consistently secured new accounts, resulting in a 300% increase in year over year revenue.",
        "Trained sales teams on educational products at seminars and special events.",
        "Delivered exceptional account service to strengthen customer loyalty.",
        "Negotiated details of contracts and payments and prepared sales contracts and order forms.",
        "Led sales calls with team members to establish sales and customer retention goals.",
        "Monitored customer preferences to determine focus of sales efforts.",
        "Generated monthly and annual sales reports.",
        "Created and directed sales team training and development programs.",
        "Shared product knowledge with customers while making personal recommendations.",
        "Trained in negotiations and time management.",
        "Recommended and helped customers select merchandise based on their needs.",
        "Extended customer subscriptions, offering discounts and promotions to ensure high customer retention rates.",
        "Informed customers about sales and promotions in a friendly and engaging manner.",
        "Trained new employees on company customer service policies and service level standards."
      ]
    },
    {
      "company": "Company Name",
      "position": "District Manager",
      "startDate": "May 1986",
      "endDate": "March 1988",
      "location": "City, State"
    },
    {
      "company": "Company Name",
      "position": "Credit/Marketing Manager V.P",
      "startDate": "March 1984",
      "endDate": "April 1986",
      "location": "City, State"
    }
  ],
  "education": [
    {
      "degree": "Ph.D : Business Administration",
      "institution": "California Coast University",
      "graduationDate": "2003",
      "location": "City, State",
      "startDate": "2003"
    },
    {
      "degree": "MBA : Business Administration",
      "institution": "California Coast University",
      "graduationDate": "2002",
      "location": "City, State",
      "startDate": "2002"
    },
    {
      "degree": "Bachelor of Science : Business Administration Psychology, Sociology, Business Management, Organizational Theory and Behavior, Marketing, Economics and Communications",
      "institution": "California Coast University",
      "graduationDate": "2000",
      "location": "City, State",
      "startDate": "2000"
    },
    {
      "degree": "Prerequisites for State Certification: Addictions Studies",
      "institution": "Palo Verde Junior College",
      "graduationDate": "2006",
      "location": "City, State",
      "startDate": "2006"
    },
    {
      "degree": "Hospital Corpsman School, EMT-II, Psych Technician, Crisis Intervention Certified Substance Abuse Counselor",
      "institution": "United States Navy",
      "location": "City, State"
    }
  ],
  "interests": [
    "Volunteer at Pegasis Riding Academy for handicapped children and adults. Work with at-risk teens on substance abuse and gangs (CGA)",
    "COMMUNITY SERVICE Volunteer at Pegasis Riding Academy for handicapped children and adults. Work with at-risk teens on substance abuse and gangs (CGA)"
  ],
  "skills": [
    "account management",
    "ADP",
    "Business Law",
    "Case Management",
    "Corporate Finance",
    "Counselor",
    "Crisis Intervention",
    "client relations",
    "Decision Making",
    "Dimensions",
    "Direct sales",
    "Documentation",
    "E-Business",
    "Financial",
    "Human Resource Management",
    "Human Relations",
    "International business",
    "International Marketing",
    "leadership skills",
    "Managerial",
    "marketing",
    "Market",
    "Marketing Management",
    "negotiator",
    "communicator",
    "optimization",
    "Organizational",
    "Payroll",
    "P.C.",
    "problem solving",
    "protocols",
    "Psychology",
    "Research",
    "sales",
    "sales training",
    "Strategic",
    "strategic marketing",
    "Technician",
    "telecommunications",
    "trainer"
  ]
}
