{
  "personalInformation": {
    "summary": "Sourcing and Merchandising Analyst committed to staying current on market trends and consumer interests. Collaborates with manufacturers to create the best product plans and boost sales revenue.",
    "title": "SOURCING & MERCHANDISING ANALYST"
  },
  "professionalExperience": [
    {
      "company": "Company Name 1/4",
      "position": "SOURCING & MERCHANDISING ANALYST",
      "startDate": "02/2014",
      "endDate": "Current",
      "location": "City, State",
      "responsibilities": [
        "Shop the market find new products that fill current voids in the product mix",
        "Analyze sales to determine categories to expand or reduce",
        "Set pricing based on margin goals while being mindful of market prices for similar products",
        "Develop new products with vendors as well internal engineering departments based on specifications acquired during research",
        "Source new products from overseas vendors while assuring that our specifications and quality requirements are met",
        "Create marketing plans to present my vision for the products to be shown on the website",
        "Collaborate with several internal departments to assure that we are optimizing our web presence to increase sales",
        "Report on Key Performance Indicators (KPIs) to upper management."
      ]
    },
    {
      "company": "Company Name i¼",
      "position": "CONTRACTS REPRESENTATIVE II",
      "startDate": "05/2008",
      "endDate": "01/2014",
      "location": "City, State",
      "responsibilities": [
        "Managed the contract lifecycle from the Request for Purchase (RFP) through closeout",
        "Negotiated Terms and Conditions(T's & C's) and pricing for contracts",
        "Reviewed and negotiated terms of Non-Disclosure and Teaming Agreements",
        "Audited internal systems for contract compliance",
        "Entered and maintained information in various contracts related systems",
        "Developed compliant proposals with the Project Managers."
      ]
    },
    {
      "company": "Company Name 1/4",
      "position": "ASSOCIATE BUYER - YOUNG ATTITUDE DRESS SHOES",
      "startDate": "08/2005",
      "endDate": "02/2008",
      "location": "City, State",
      "responsibilities": [
        "Shopped vendors to select or develop trend appropriate styles, including inline styles, special make ups, and closeouts, for over 250 stores",
        "Negotiated prices to hit IMU and GM goals",
        "Created and maintained Assortment Plans for organization and clear view of seasonal assortment",
        "Collaborated with Planning Department to develop seasonal plans and maintain OTB",
        "Worked closely with Allocation Department to ensure the correct product placement and inventory levels in stores",
        "Monitored warehouse inventory."
      ]
    },
    {
      "company": "Company Name 1/4",
      "position": "ASSISTANT BUYER - SHOES, ACCESSORIES, & JEWELRY",
      "startDate": "06/2003",
      "endDate": "08/2005",
      "location": "City, State",
      "responsibilities": [
        "Selected on trend product for placement in various multimedia",
        "Sourced and developed product from overseas vendors",
        "Negotiated pricing and minimums with vendors",
        "Created and maintained budgets and assortment plans based on plans and open to buy",
        "Worked closely with control buyers to maintain inventory levels and take markdowns Handled quality issues and RTV's."
      ]
    },
    {
      "company": "Company Name i¼",
      "position": "CONTROL BUYER",
      "startDate": "01/2002",
      "endDate": "06/2003",
      "location": "City, State",
      "responsibilities": [
        "Prevented backorders with use of sales forecasts and inventory analysis",
        "Established minimum levels to place reorders",
        "Communicated with vendors to place reorders and track deliveries",
        "Maintained and used assortment plans",
        "Placed initial buys and planned items to be carried in future catalogs."
      ]
    },
    {
      "company": "Company Name 1/4",
      "position": "ASSOCIATE BUYER - BETTER DRESSES",
      "startDate": "04/2000",
      "endDate": "01/2002",
      "location": "City, State",
      "responsibilities": [
        "Shopped the market frequently to select fashion items for our target customer",
        "Analyzed OTB and class plans, tracked sales and markdowns to meet GM plan",
        "Collaborated with the planning department to develop and implement strategic six month plans",
        "Ensured timely delivery of goods for allocation to stores",
        "Created and entered purchase orders and communicated the information to vendors."
      ]
    },
    {
      "company": "Company Name i/4",
      "position": "INTERNATIONAL OPERATIONS COORDINATOR",
      "startDate": "05/1997",
      "endDate": "11/1999",
      "location": "City, State",
      "responsibilities": [
        "Provided customer service from initial request to product delivery for over 30 international customers",
        "Communicated shipping instructions, developed invoices, interfaced with various warehouses",
        "Worked with the Engineering Department to develop customer specifications",
        "Acted as liaison between several internal departments and the customers",
        "Participated in international trade show."
      ]
    },
    {
      "company": "Company Name 1/4",
      "position": "PURCHASING COORDINATOR",
      "startDate": "05/1997",
      "endDate": "05/1998",
      "location": "City, State",
      "responsibilities": [
        "Controlled inventory levels, forecasted and planned production, expedited and tracked deliveries.",
        "Sourced parts from overseas factories and made sure specifications were met.",
        "Coordinated production, assembly and deliveries between several different overseas factories."
      ]
    },
    {
      "company": "Company Name 1/4",
      "position": "ASSISTANT BUYER - INTIMATE APPAREL",
      "startDate": "02/1997",
      "endDate": "05/1997",
      "location": "City, State"
    },
    {
      "company": "Company Name i/4",
      "position": "MERCHANDISING MANAGER TRAINEE",
      "startDate": "07/1996",
      "endDate": "02/1997",
      "location": "City, State"
    },
    {
      "company": "Company Name 1/4",
      "position": "SALES ASSOCIATE/WRAP DESK COORDINATOR",
      "startDate": "06/1994",
      "endDate": "06/1996",
      "location": "City, State"
    }
  ],
  "education": [
    {
      "degree": "Masters : Business Administration",
      "institution": "SALVE REGINA UNIVERSITY",
      "endDate": "May 2011",
      "location": "City, State"
    },
    {
      "degree": "BS: Textiles, Fashion Merchandising, and Design Business Administration",
      "institution": "UNIVERSITY OF RHODE ISLAND ï¼",
      "endDate": "May 1996",
      "location": "City, State",
      "startDate": "City, State"
    }
  ],
  "skills": [
    "MS Office",
    "MRP/ERP Systems",
    "PO Systems",
    "Data Warehouses"
  ]
}
