{
  "personalInformation": {
    "title": "DIGITAL ADVERTISING OPERATIONS INTERN"
  },
  "professionalExperience": [
    {
      "company": "City, State",
      "position": "Digital Advertising Operations Intern",
      "startDate": "05/2016",
      "endDate": "08/2016",
      "responsibilities": [
        "Assisted Digital Advertising Operations Manager with daily tasks including pulling metrics (open, sent and click through rates, total impressions, etc.), launching ads, coordinating finished ads with clients, creating and scheduling newsletters and promotional/travel/food emails, posting blogs, adjusting copy, making corrections as needed to site content, including directories; also, completed an outline for a video series for D Magazine with other interns Skills/Knowledge Acquired: Double Click for Publishers, Google Analytics, WordPress, Live Intent, and Hubspot."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "",
      "startDate": "08/2014",
      "endDate": "01/2014",
      "responsibilities": [
        "Assisted students with computer needs, both desktops and laptops (basic support and repairs), checked students in and out, monitored students to ensure safety and rule compliance, restocked printing supplies, performed basic printer repairs as needed, ensured clean and organized facilities."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "",
      "startDate": "10/2012",
      "endDate": "12/2015",
      "responsibilities": [
        "Supported and served customers in the tasting room, handled purchase transactions receiving both cash and credit card payments, organized wine inventory and related merchandise, updated wine club members on upcoming events, restrictions and changes to memberships, prepared and restocked tasting room to ensure quality service, opened / closed facilities including indoor tasting room, outdoor pavilion and grounds, cash register set up and end of day balancing Skills Acquired: Customer relationship management and confidence in dealing with people, money management, multitasking, organization, inventory management and basic computer skills."
      ]
    },
    {
      "company": "Company Name City, State",
      "position": "Supervisor / Key holder",
      "startDate": "10/2010",
      "endDate": "Current",
      "responsibilities": [
        "Supervise day to day activities of two largescale college bookstores that provides service to the University of Texas at Dallas community and area community colleges.",
        "Manage textbook rentals, purchases and buybacks, coordinate book orders from wholesalers and publishers, handle escalated issues from third party sellers, coordinate scholarship eligibility with schools for both ordering and payment (academic and disability), perform collection calls for leased books and report uncollected funds to collection agencies, assist in spirit wear selection and ordering, designing marketing campaigns and inventory, responsible for opening and closing the stores Skills acquired: People management / supervisory skills, customer service, communication, time management, collections, vendor management / relationships, inventory management."
      ]
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science",
      "institution": "Texas State University Journalism and Mass Communication Advertising Art and Design",
      "endDate": "December 2015",
      "field": "Journalism and Mass Communication Advertising Art and Design"
    }
  ],
  "interests": [
    "Participated in One Club Advertising Boot Camp at GSD&M May 2015 (mentor program); built mock creative campaign for Popeye's Chicken",
    "*Student Association for Campus Activities member *Texas State Ad Club Member - networking program *Participated in Competitive Soccer for 10 years"
  ],
  "skills": [
    "Customer support",
    "multitasking",
    "general computer repair skills",
    "Skills & Other Organization Involvement",
    "Adobe Creative Suites",
    "Photoshop",
    "InDesign",
    "Microsoft office",
    "Google Docs",
    "Proficient in social media (Facebook, Twitter, Tumblr, Instagram, etc.)",
    "Extensive Art History knowledge and Studio Art",
    "Fluent in ASL (American Sign Language)",
    "academic",
    "Adobe",
    "Photoshop",
    "ads",
    "Advertising",
    "AD Copy",
    "American Sign Language",
    "Art",
    "basic",
    "book",
    "cash register",
    "closing",
    "computer repair",
    "basic computer skills",
    "content",
    "credit",
    "Customer relationship management",
    "clients",
    "customer service",
    "Customer support",
    "designing",
    "desktops",
    "funds",
    "Google Analytics",
    "Drawing",
    "InDesign",
    "inventory management",
    "inventory",
    "laptops",
    "Layout 1",
    "Law",
    "People management",
    "marketing",
    "Media Planning",
    "money",
    "Microsoft office",
    "multitasking",
    "newsletters",
    "Painting",
    "printer",
    "quality",
    "receiving",
    "repairs",
    "safety",
    "Sales",
    "scheduling",
    "supervisory skills",
    "time management",
    "vendor management",
    "video"
  ]
}
