{
  "personalInformation": {
    "summary": "To pursue a challenging career, responsible for being associated with a progressive organization and by keeping up with the latest trends and applying knowledge and work dynamically towards the growth of the organization.",
    "title": "ASSOCIATE"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Associate",
      "startDate": "June 2012",
      "endDate": "October 2013",
      "responsibilities": [
        "Manufacturing of Electrical components Operating Microsoft Dynamics in NAVISION related to planning, purchasing, production & stock management.",
        "Handling of 15 members team including CL's Responsible for maintaining all stocks are safely binned in the appropriate storage locations with identification card.",
        "Preparing and closing the GRN.",
        "Ensuring proper distribution of material & inventory control.",
        "Supervising in updating daily bin card system in store.",
        "Handling manpower and making awareness of in time work.",
        "Store material-keep record & maintain stock control.",
        "To handle receipt & issue activities of all types of material.",
        "Maintain the FIFO & 3C, 5S.",
        "Preparing in the documents in JIT System and following CAPA system",
        "Monitoring the storage of stocks and ensuring right material stored at right place.",
        "Maintaining FIFO, issues transaction document & location the master part list.",
        "I-Process Services (India) Pvt."
      ]
    },
    {
      "company": "Ltd (Associate of ICICI Bank Ltd)",
      "position": "CPA Manager - Credit Operations.",
      "startDate": "October 07",
      "endDate": "May12.",
      "responsibilities": [
        "Key Profile: Finacle - Core Banking & Symbols.",
        "Handling in Cash Credit, Overdraft, Bank Guarantee, and Letter of Guarantee & Demand Loan.",
        "Preparing complete set of Loan Agreements Executed with in a stipulated period of time offered by the Bank to its New and Existing Clients.",
        "Preparing of CMA Preparing of CAM-Credit Appraisal Memo Analyzing Bank Statement like OD, CC, Current account, TL Preparing Post Sanction Documents like CAL, SCMs.",
        "I-Memo Monitoring day to day Account of clients and update it in excels in month wise.",
        "Updating of Processing Fee of Entire South Portfolio Clients & prepare the MIS.",
        "Doing Operational Review for the Clients.",
        "Checking out the Customer's Account Limits of various products.",
        "Finding out the Outstanding Limit, liabilities and Overdue.",
        "Checking out the Tempory overdrawn for each and every Client.",
        "Finding the cheque returns (Inward / Outward).",
        "Seeing the Disbursement details.",
        "Taking out DR report and Due plus reports for the Term Loan Clients.",
        "Taking out the Repayment Schedules for Term Loan Clients."
      ]
    },
    {
      "company": "Company Name",
      "position": "Admin. Executive",
      "startDate": "May 2005",
      "endDate": "August 2007",
      "responsibilities": [
        "Arrangement of felicitation functions for Insurance agents and to the employees.",
        "Coordinating with the Development Officers from various branches.",
        "Coordination of Induction Training and other joining formalities for New Joinee.",
        "Allover support coordination of all departments for smooth functioning."
      ]
    },
    {
      "company": "Company Name",
      "position": "Manager - Customer",
      "startDate": "",
      "endDate": "",
      "responsibilities": [
        "Creating Purchase Orders and Sales Invoices as per the requirement Preparing of Stock Statement on monthly basis Operating TALLY version 9 Creating and putting the journal & payment ledgers in tally VAT filing is done Preparing of MIS as per the organization."
      ]
    }
  ],
  "education": [
    {
      "degree": "M.B.A-HR",
      "institution": "Annamalai University, Chidambaram Annamalai University",
      "endDate": "2008"
    },
    {
      "degree": "B.B.A",
      "institution": "Madras University"
    },
    {
      "degree": "Dip: Computer Technology",
      "institution": "Madras University D.C.Tech",
      "endDate": "2000"
    },
    {
      "degree": "PG Dip: Labour Law & Administrative Law",
      "institution": "S.S.L.C I.C.F Silver Jubilee Matriculation School",
      "endDate": "1997"
    }
  ],
  "skills": [
    "acquisitions",
    "Banking",
    "C",
    "CL",
    "closing",
    "CPA",
    "Credit",
    "Client",
    "Clients",
    "database",
    "filing",
    "HR",
    "Insurance",
    "inventory control",
    "Microsoft Dynamics",
    "MIS",
    "NAVISION",
    "negotiation",
    "problem solving",
    "purchasing",
    "quality",
    "requirement",
    "Sales",
    "stock control",
    "Supervising",
    "Vendor management",
    "wise"
  ]
}
