{
  "personalInformation": {
    "summary": "Finance professional with a successful track record of driving the financial planning cycle and transforming strategic goals into operational plans. Demonstrated ability to build strong financial models, improve processes and drive business results. Self-starter and creative problem solver. Passionate about building a collaborative environment and empowering people.",
    "title": "SR. FINANCE MANAGER"
  },
  "professionalExperience": [
    {
      "company": "Company Name",
      "position": "Sr. Finance Manager",
      "startDate": "Jan 2015",
      "endDate": "Sep 2015",
      "location": "City, State",
      "responsibilities": [
        "Served as Global FP&A lead to VP of Finance in all planning related questions and communication with Corp FP&A. Led the Annual Global Field Quota plan setting process ($6B) including product hierarchy update, definition and communication of content requirements.",
        "Conducted in-depth analysis and provided recommendations to GMs, COO and CFO for meeting the company's strategic goals in terms of growth and profitability.",
        "Led the Customer Operations Expense Planning process of $2B and re-allocated budget in accordance with top line changes. Successfully incorporated the sales commissions model by creating a unified data structure and input requirements. Achieved synergies and visibility for the team.",
        "Led the Monthly Close, Forecast and Management Reporting processes and provided guidance and support to local Field FP&A teams. Drove and implemented an accelerated Monthly close process by 3 business days, that provided early visibility into final results and streamlined the decision making process for adjusting entries. Achieved <0.5% variance=\"to forecast\" in=\"q1'15\" and=\"q2'15.\" recognized=\"as best performing\" fp&a=\"individual and\" received=\"the cfo gold standard award\" q1'15=> \"in recognition of Role Modeling of Execution and Passion in Being Exceptional at the Fundamentals\".",
        "Managed the hiring and on-boarding process of two reports in headquarters and three individuals on other teams in Bulgaria. Developed a transition plan of reporting activities to offshore teams in order to scale operations."
      ]
    },
    {
      "company": "Company Name",
      "position": "Finance Manager",
      "startDate": "Jul 2013",
      "endDate": "Dec 2014",
      "location": "City, State",
      "responsibilities": [
        "Developed an Expense Planning model for Customer Operations budget allocation of $2B. Established a global calendar and share point that drove better communication and collaboration across teams. Received Spot Award in Oct'14 and Excellence Award in Dec'14.",
        "Created and established a standard Financial dashboard for Customer Operations to highlight performance and outline improvement areas. Provided recommendations to senior management for prioritizing investments, mitigating risk areas and improving performance.",
        "Created and established a standard weekly Headcount dashboard for Customer Operations (8000+ employees) that streamlined the reporting process, drove timely hiring decisions, cost efficiencies and alignment with Corp FP&A needs.",
        "Led the Field FP&A team in systems related projects such as Hyperion Planning/Essbase and Coupa implementations. Coordinated the team during the testing phase and provided consolidated feedback to systems team",
        "Initiated new events policy that helped streamline the criteria for revenue and expense recognition resulting in accelerated accrual submission, acurate reporting and better collaboration."
      ]
    },
    {
      "company": "Company Name",
      "position": "Sr. Financial Analyst",
      "startDate": "Jul 2012",
      "endDate": "Jul 2013",
      "location": "City, State",
      "responsibilities": [
        "Finance Business Partner to the VP ofWW Operations and VP of Strategy and Enablement and providing strategic financial support. Prepared and presented the monthly forecast, annual plan and mid-year plan update. Developed a Financial dashboard with KPIs for Quarterly Business Reviews to highlight performance and areas of improvement. Outlined action plans, owners and tracked execution.",
        "Analyzed headcount direct costs and helped realize savings of $1.75M annually by shifting roles to offshore locations. Proposed and achieved other cost savings of $1.25M annually through contract renegotiation and prioritizing of activities.",
        "Developed a Programs spend dashboard to track budget utilization, calculate monthly accruals and perform Actual to Budget variance analysis."
      ]
    },
    {
      "company": "Company Name",
      "position": "Sr. Financial Analyst",
      "startDate": "Mar 2010",
      "endDate": "Jul 2012",
      "location": "City, State",
      "responsibilities": [
        "Direct report to a Sr. Director of Finance. Developed a monthly Forecast process and Annual Plan for Americas Field Sales (1,500+ employees). Prepared a KPI dashboard for Quarterly business reviews. Analyzed results and provided senior leadership with recommendations for improvement.",
        "Developed and maintained a Headcount dashboard for weekly, monthly and quarterly reviews with senior leadership and recruiting team that helped track, forecast and analyze headcount changes and cost impact.",
        "Implemented a new cost center structure to align the new segments, verticals and regions for management reporting purposes. Transitioned and maintained all legacy cost centers. Received MVP H2'11 award."
      ]
    },
    {
      "company": "Company Name",
      "position": "Expert Strategy Controlling",
      "startDate": "Jul 2006",
      "endDate": "Mar 2010",
      "location": "City, State",
      "responsibilities": [
        "Prepared the 5-year Business Plan and Annual Operating Plan. Participated in portfolio review meetings and analyzed inputs for optimized product strategy. Incorporated external market analysis in business plan proposal and developed set of strategic goals and recommendations.",
        "Prepared the Quarterly Forecast and Monthly Management Reports for CFO area and Actual to Budget variance analysis. Developed a fleet management analysis which resulted in a fuel efficiency program with annual savings of 0.5M EUR.Prepared Logistics outsourcing scenarios as part of restructuring plan and achieved annual savings of 1.25M EUR.",
        "Participated in a 6-month rotational program in Marketing Controlling area and prepared Business Cases and ROI analysis."
      ]
    },
    {
      "company": "Company Name",
      "position": "Internship in Sales Channels Controlling Department",
      "startDate": "Apr 2004",
      "endDate": "Mar 2006",
      "location": "City, State",
      "responsibilities": [
        "Prepared analysis, evaluation and review of sales activities with Partner sales team",
        "Responsible for preparing and presenting the quarterly commissions forecast, calculation of the monthly accruals and participated in audit reviews at year end. Performed Actual to Budget variance analysis and summarized results for management review."
      ]
    },
    {
      "company": "Company Name",
      "position": "Internship in Quality Management Systems Department",
      "startDate": "Dec 2001",
      "endDate": "Mar 2004",
      "location": "City, State",
      "responsibilities": [
        "Implemented quality management systems and issued DIN ISO certification to eight mid-sized manufacturing companies. Deliverables included introductory presentations, training and process documentation."
      ]
    },
    {
      "company": "Company Name",
      "position": "Internship in Office Management",
      "startDate": "Jun 2000",
      "endDate": "Nov 2001",
      "location": "City, State",
      "responsibilities": [
        "Responsible for managing the business correspondence, preparing sales agreements and providing customer accounting support."
      ]
    }
  ],
  "education": [
    {
      "degree": "Master of Science",
      "institution": "Technical University",
      "endDate": "May 2006",
      "field": "Business Administration",
      "location": "City, Germany",
      "startDate": "N/A"
    }
  ],
  "skills": [
    "Hyperion Planing",
    "Essbase",
    "SAP R/3",
    "Oracle 11",
    "SAP BPC",
    "Business Objects",
    "Sharepoint",
    "MS Office"
  ]
}
